{
  "doc": {
    "jurisdiction": "northern_territory",
    "source_url": "https://classic.austlii.edu.au/au/legis/nt/consol_act/gca1993156/",
    "register_url": "https://legislation.nt.gov.au/en/Legislation/GAMING-CONTROL-ACT-1993",
    "source": "Gaming Control Act 1993 (100000072).txt",
    "filename": "Gaming Control Act 1993 (100000072).json",
    "name": "Gaming Control Act 1993",
    "citation": "Gaming Control Act 1993"
  },
  "chunks": [
    {
      "key": "section:1",
      "title": "Section 1 - Short title",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "Short title",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary > Section 1",
      "text": "This Act may be cited as the Gaming Control Act 1993."
    },
    {
      "key": "section:2",
      "title": "Section 2 - Commencement",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Commencement",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary > Section 2",
      "text": "This Act shall come into  operation  on  the  commencement  of  the\n         Racing and Gaming Authority Act 1993."
    },
    {
      "key": "section:2A",
      "title": "Section 2A - Objects",
      "main_structural_unit": "section",
      "main_structural_number": "2A",
      "main_structural_heading": "Objects",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary > Section 2A",
      "text": "The objects of this Act are:\n         (a)      to promote probity and integrity in gaming;\n         (b)      to maintain the probity and integrity of  persons  engaged\n             in gaming in the Territory;\n         (c)      to promote  fairness,  integrity  and  efficiency  in  the\n             operations of persons engaged in gaming in the Territory;\n         (d)      to reduce any adverse social impact of gaming; and\n         (e)      to promote a balanced contribution by the gaming  industry\n             to general community benefit and amenity."
    },
    {
      "key": "section:3.p1",
      "title": "Section 3 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary > Section 3",
      "text": "In this Act: affected person, see section 68CA. Agency means the Agency administering this Act. agreement: (a) in relation to a casino licence, means the agreement in pursuance of which the licence was granted, that agreement as amended and in force from time to time or any agreement made in substitution for that agreement; and (b) in relation to a licence under Division 4 or 5 of Part 4, means the agreement in pursuance of which the licence was granted. amusement machine means a mechanical, electrical or electronic machine or device, operated by the insertion of a coin or token or by the use of accrued credits, which is intended for the amusement of the player and from which the player can obtain nothing representing money, goods or any other benefit, other than the opportunity to continue to use the machine. approved means approved by the Director. approved game means a game approved under section 26. casino means a place approved under section 18. casino licence means a casino licence granted under sectionÂ 18(1) or such a licence as amended under section 18(1A). Community Benefit Committee means the Community Benefit Committee established under section 68B(3). Community Benefit Fund means the Community Benefit Fund maintained under section 68A. Community Benefit Fund Guidelines means the guidelines approved under section 68A(3). delegate decision, see section 68CA. Director means the Director of Gaming Control appointed under Section 3B. foreign lottery means a lottery conducted or to be conducted outside the Territory which is authorised by or under and conducted in accordance with the law of the country or the State or Territory of the Commonwealth in which it is conducted. gaming includes lotteries. gaming inspector means a gaming inspector appointed under section 15. gaming machine means a mechanical, electrical or electronic machine or device played, used or operated for the purpose of obtaining by chance or skill, or a combination of chance and skill, goods, services or credits, or tokens representing goods or services, and includes any equipment or devices used to link more than one gaming machine or that may influence or determine the outcome of a game and such other equipment or device that is prescribed. instant scratch lottery means a lottery in which the winning of a prize is determined by exposing a specified number of symbols (including identical symbols) on a ticket in the lottery. instrument of gaming means anything used for the purposes of gaming and includes money, coins, notes, cheques, written acknowledgements of a debt and other writings for securing the payment of money, lists, cards and other documents relating to gaming, wheels, spinning jinnies, playing cards, housey cards, dice, dice boxes, balls, kips, counters, tables and anything declared by the Minister to be an instrument of gaming. internet gaming business, for Part 4, Division 5, see sectionÂ 47AB. lawful lottery means a lottery authorised by and conducted in accordance with this Act. licensed employee means an employee of a Licensee licensed under this Act. Licensee means the person to whom a casino licence or a licence under Division 4 or 5 of Part 4 is granted or assigned. liquor, see sectionÂ 4(1) of the Liquor ActÂ 2019. lottery means a disposition of real or personal property or a share or interest in such property or of a right to a benefit or thing dependent on or to be determined, wholly or partly, by chance or such means as may be prescribed, and includes such a disposition in or outside of the Territory as the result of a chance offered, accepted or arranged by mail in or from the Territory. majorÂ grant means: (a) a grant for an amount that is more than a minor grant and not more than the amount determined by the Minister under sectionÂ 68A(4)(a); or (b) a grant of a motor vehicle. minorÂ grant means a grant for an amount that is not more than the amount determined by the Minister under sectionÂ 68A(4)(b). Operating Account, in relation to the Agency, has the same meaning as in the Financial Management Act 1995. place includes: (a) land; (b) a building, structure or erection of any kind, whether wholly or partly constructed or erected or in the course of construction or erection; (c) a room in a building, structure or erection; (d) a road, street, thoroughfare, alley or right of way; (e) a vehicle, vessel or aircraft; and (f) a tent, caravan, trailer or other conveyance. reviewable decision, see sectionÂ 68CA. ticket means a chance in a lottery and includes a share in such a chance. ticket dispensing machine means a machine or"
    },
    {
      "key": "section:3.p2",
      "title": "Section 3 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary > Section 3",
      "text": "as in the Financial Management Act 1995. place includes: (a) land; (b) a building, structure or erection of any kind, whether wholly or partly constructed or erected or in the course of construction or erection; (c) a room in a building, structure or erection; (d) a road, street, thoroughfare, alley or right of way; (e) a vehicle, vessel or aircraft; and (f) a tent, caravan, trailer or other conveyance. reviewable decision, see sectionÂ 68CA. ticket means a chance in a lottery and includes a share in such a chance. ticket dispensing machine means a machine or device which dispenses tickets or from which tickets may be obtained, but does not include a punchboard. trade lottery means a lottery conducted for the purpose of promoting a product or business by a person in the course of carrying on his or her trade or business. type 1 business, for Part 4, Division 5, see section 47A. type 2 business, for Part 4, Division 5, see section 47A. valuable thing includes a benefit or a promise, whether oral or in writing or conditional or absolute, to pay or give a valuable thing. Note for section 3 The Interpretation ActÂ 1978 contains definitions and other provisions that may be relevant to this Act."
    },
    {
      "key": "section:3A",
      "title": "Section 3A - Application of Act",
      "main_structural_unit": "section",
      "main_structural_number": "3A",
      "main_structural_heading": "Application of Act",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary > Section 3A",
      "text": "Nothing in this Act shall be  construed  as  making  unlawful  that\n         which is permitted by or under the Gaming Machine Act 1995.\nPart 2      Administration"
    },
    {
      "key": "section:3B",
      "title": "Section 3B - Appointment of Director of Gaming Control",
      "main_structural_unit": "section",
      "main_structural_number": "3B",
      "main_structural_heading": "Appointment of Director of Gaming Control",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Section 3B",
      "text": "The Minister must, in writing, appoint a person to be the  Director\n         of Gaming Control."
    },
    {
      "key": "section:4",
      "title": "Section 4 - Functions of Director",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Functions of Director",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Section 4",
      "text": "(1)   The functions of the Director under this Act are:\n         (a)      to do such things as the Director considers  necessary  or\n             desirable for  the  proper  regulation  and  control,  in  the\n             interests of the public, of gaming; and\n         (b)      to investigate and make recommendations to the Minister on\n             matters relating to the administration or  operation  of  this\n             Act; and\n         (c)      to undertake  research  and  investigations  into  matters\n             relating  to  gaming  control,  including  the   probity   and\n             financial security of organisations and  persons  involved  in\n             the business of gaming; and\n         (d)      to liaise with other gaming control agencies,  whether  in\n             Australia  or  elsewhere,   on   matters   relating   to   the\n             administration, operation or control of gaming; and\n         (e)      to make recommendations to the Minister relating to  games\n             that may be played in a casino; and\n         (f)      to monitor the implementation  of  guidelines  for  gaming\n             control in the Territory; and\n         (g)       to  review  and  determine  complaints  relating  to  the\n             administration of gaming control; and\n         (h)      to advise the  Minister  on  matters  relating  to  gaming\n             control; and\n         (i)      to perform other functions imposed on the  Director  under\n             this Act.\n      (3)   In addition, the Director has the function of inquiring into:\n         (a)      the suitability of a Licensee, a proposed  Licensee  or  a\n             person to whom a casino licence is proposed to be transferred;\n         (b)      the suitability of a person to whom an  interest  (whether\n             beneficial or otherwise) in a casino licence is proposed to be\n             transferred or assigned;\n         (c)      the operations conducted in a casino to ensure  that  they\n             are being conducted in accordance with this Act;\n         (d)      the suitability of a  person  involved,  or  proposing  to\n             become involved, in the management or operation of  a  casino;\n             and\n         (e)      the suitability of a person proposing to conduct,  or  who\n             is conducting, a business relating to gaming.\n      (4)    The  Director,  when  performing  the  functions  conferred  by\n         subsection (3)(e), shall have regard to the  matters  specified  in\n         section 17(4) as if that subsection, with  the  necessary  changes,\n         applied to the Director.\n      (6)   For the purposes of this  section,  the  Director  or  a  person\n         authorised by the Director to exercise powers under this section:\n         (a)      may, at all reasonable times, enter a place;\n         (b)      shall have full and free access, at all reasonable  times,\n             to all books, documents and other papers at a place; and\n         (c)      may take extracts from  and  make  copies  of  any  books,\n             documents or papers at a place.\n      (7)   A person authorised under this section who  enters  a  place  in\n         pursuance of this section is not authorised to remain at the  place\n         if, on request by the occupier of the place, the  person  does  not\n         produce a certificate signed by the Director  certifying  that  the\n         person is  a  person  authorised  to  exercise  powers  under  this\n         section.\n      (8)   A person shall  not,  without  reasonable  excuse,  obstruct  or\n         hinder the Director or a person authorised under  this  section  in\n         the exercise of his or her powers under this section.\n      (9)   For the purposes of this section, the Director may  authorise  a\n         person to exercise powers under this section."
    },
    {
      "key": "section:5",
      "title": "Section 5 - Delegation",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "Delegation",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Section 5",
      "text": "The Director may delegate any of the Director's powers or functions\n         under this Act, other than a power  under  Part  5B,  to  a  public\n         sector employee."
    },
    {
      "key": "section:6",
      "title": "Section 6 - Annual report",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Annual report",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Section 6",
      "text": "(1)   The Director  must,  within  3Â months  after  the  end  of  each\n         financial year, give the Minister a report on the operation of this\n         Act during that year.\n      (2)   The Minister must table a copy of the report in the  Legislative\n         Assembly within 6 sitting days  after  the  Minister  receives  the\n         report."
    },
    {
      "key": "section:7",
      "title": "Section 7 - Approved forms",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "Approved forms",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Section 7",
      "text": "The Director may approve forms for this Act."
    },
    {
      "key": "section:14",
      "title": "Section 14 - Regulatory principles",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Regulatory principles",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Section 14",
      "text": "The following principles are to be considered when the Director  is\n         performing functions conferred by this Act:\n         (a)      minimum regulatory intervention by government;\n         (b)      maximum cooperation between industry and government;\n         (c)      performance-based risk management controls;\n         (d)      proactive and competitive industry positioning;\n         (e)      long term viability of the gaming industry;\n         (f)      a balanced approach to problem gambling."
    },
    {
      "key": "section:15",
      "title": "Section 15 - Gaming inspectors",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Gaming inspectors",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Section 15",
      "text": "(1)   The Director may appoint a person who, in  the  opinion  of  the\n         Director, is of good repute, having regard  to  character,  honesty\n         and integrity, to be a gaming inspector for the  purposes  of  this\n         Act.\n      (2)   A gaming inspector may exercise such  powers  and  perform  such\n         functions as are given by or under this or any other Act.\n      (3)   The Director shall issue to a gaming inspector an identity  card\n         containing a photograph and the signature of the  gaming  inspector\n         verified by the signature of the Director.\n      (4)    A  gaming  inspector  whose  appointment  is  terminated  shall\n         surrender to the Director the identity card issued  to  the  person\n         under subsectionÂ (3).\n         Maximum penalty:    4 penalty units.\n      (5)   A gaming inspector shall, when exercising or performing  any  of\n         the gaming inspector's powers or functions,  produce  the  identity\n         card issued to the gaming  inspector  under  subsection  (3)  to  a\n         person who questions the right of the gaming inspector to  exercise\n         the power or perform the function.\n      (6)   The production by a gaming inspector of an identity card  issued\n         under subsection (3)  shall,  until  the  contrary  is  proved,  be\n         sufficient authority for the gaming inspector to do any thing which\n         the gaming inspector is authorised to do by or under this Act.\n      (7)   A gaming inspector may, while lawfully  exercising  a  power  or\n         performing a function, be accompanied  by  a  person  (including  a\n         member of a professional body, a person authorised by the Director,\n         a tradesman or a person expert or experienced in a particular field\n         of endeavour) and may, if the gaming inspector reasonably  believes\n         it is necessary in the circumstances, request a  person  to  assist\n         the gaming inspector.\n      (8)   A person assisting a gaming inspector under subsection  (7)  has\n         and may exercise all the  powers  of  a  gaming  inspector  as  are\n         reasonably necessary for the purpose.\n       (9)    Where  a  person's  appointment  as  a  gaming  inspector   is\n         terminated:\n         (a)      the person shall not work; or\n         (b)      a person shall not knowingly employ the person to work,\n         in a casino for a period of 6 months after the person's appointment\n         is terminated.\nPart 3      Casinos\nDivision 1  Casino agreements and licences"
    },
    {
      "key": "section:16",
      "title": "Section 16 - Application for casino licence",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Application for casino licence",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 1 Casino agreements and licences > Section 16",
      "text": "(1)   A person may apply to  the  Minister  to  be  granted  a  casino\n         licence.\n      (2)   An application under this section shall be in a form or  to  the\n         effect  of  the  form  approved  by  the  Minister  and  shall   be\n         accompanied by the prescribed fee, if any.\n       (3)    An  application  under  this  section  shall  contain  or   be\n         accompanied by such additional  information  as  the  Minister  may\n         request.\n      (4)   If a requirement made by this section is not complied with,  the\n         Minister may refuse to consider the application.\n      (5)   The Minister may refund the whole or  part  of  the  application\n         fee."
    },
    {
      "key": "section:17",
      "title": "Section 17 - Minister may enter into agreement",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Minister may enter into agreement",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 1 Casino agreements and licences > Section 17",
      "text": "(1)   Notwithstanding any other law of  the  Territory,  the  Minister\n         may negotiate and enter into an agreement with a person relating to\n         the conduct by the person of the  business  of  a  casino  and  the\n         manner in which the business may be conducted.\n      (1A)  The Minister may at anytime enter into  an  agreement  with  the\n         Licensee of a casino to amend the agreement in pursuance  of  which\n         the licence was granted or in substitution for that agreement.\n      (2)   The Minister may carry out, or cause to  be  carried  out,  such\n         investigations and inquiries as the  Minister  considers  necessary\n         for the purposes of determining whether to enter into an  agreement\n         under subsection (1) or to grant a casino licence under section 18.\n      (3)   An investigation or inquiry under subsection (2) may include  an\n         investigation or inquiry  to  determine  whether  a  person  or  an\n         associate of a person is a suitable person to be  concerned  in  or\n         associated with the business proposed to be conducted.\n      (4)    In  determining  whether  to  enter  into  an  agreement  under\n         subsectionÂ (1), the Minister shall have regard to whether:\n         (a)      the person is of good repute, having regard to  character,\n             honesty and integrity;\n         (b)      the person is of sound and stable financial background;\n         (c)      in respect of a body corporate, it has or has  arranged  a\n             satisfactory ownership, trust or corporate structure;\n         (d)      the person has or is able to  obtain  financial  resources\n             that are adequate to ensure the  financial  viability  of  the\n             business proposed to be conducted and to obtain  the  services\n             of persons who have sufficient experience  in  the  management\n             and operation of such a business;\n         (e)      the person has sufficient business  ability  to  establish\n             and maintain the business proposed to be conducted;\n         (f)      the person or any person to be involved in the  management\n             or operation of the business proposed to be conducted has  any\n             association with any person, body or association who or which,\n             in the opinion of the Minister, is not of good  repute  having\n             regard to character, honesty and integrity or has  undesirable\n             or unsatisfactory financial resources; and/or\n         (g)      each director, partner,  trustee,  executive  officer  and\n             secretary and any other officer or person  determined  by  the\n             Minister to be associated or  connected  with  the  ownership,\n             administration or management of the operations or business  of\n             the person is a fit and proper person to act in that capacity.\n      (5)   The Minister shall,  not  later  than  3  sitting  days  of  the\n         Legislative Assembly after the Minister enters  into  an  agreement\n         under subsection (1) orÂ (1A), cause a copy of the agreement  to  be\n         tabled in the Assembly."
    },
    {
      "key": "section:18",
      "title": "Section 18 - Minister may grant casino licence",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "Minister may grant casino licence",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 1 Casino agreements and licences > Section 18",
      "text": "(1)   Where the Minister enters into an agreement with a person  under\n         section 17(1), the Minister may  grant  a  casino  licence  to  the\n         person for the playing of games, the operation of machines for  the\n         purpose of gaming and for such other purposes or activities as  the\n         Minister thinks fit and specifies in the licence at such  place  or\n         places as the Minister approves.\n      (1A)  Where the  Minister  enters  into  an  agreement  under  section\n         17(1A), the Minister may amend the  casino  licence  granted  under\n         subsection (1) of this section, to accord with that agreement.\n      (2)   Subject to this Act, a casino licence is subject to  such  terms\n         and conditions as are specified in the agreement.\n      (3)   For the  purposes  of  this  section,  the  Minister  shall,  on\n         granting a casino licence, approve a place or places at  which  the\n         Licensee may conduct the business specified in the licence and may,\n         from time to time, subject to the  agreement,  approve  such  other\n         place or places at which the Licensee may conduct that business."
    },
    {
      "key": "section:19",
      "title": "Section 19 - Duration of casino licence",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Duration of casino licence",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 1 Casino agreements and licences > Section 19",
      "text": "A casino licence remains in force for the period specified  in  the\n         agreement unless, before the expiration of that period:\n         (a)      it is terminated in accordance with the agreement;\n         (b)      the Licensee surrenders it; or\n         (c)      it is cancelled in accordance with this Act."
    },
    {
      "key": "section:20",
      "title": "Section 20 - Cancellation or suspension of casino licence",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "Cancellation or suspension of casino licence",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 1 Casino agreements and licences > Section 20",
      "text": "(1)   Subject to subsection (2), the Minister may:\n         (a)      cancel a casino licence;\n         (b)      suspend a casino licence for  a  period  not  exceeding  6\n             months or the agreement; or\n         (c)      vary the casino licence so  that  it  applies  to  and  in\n             relation to part only of a place approved under section 18.\n      (2)   The Minister shall not cancel, suspend or vary a casino  licence\n         unless the Minister is satisfied that the Licensee has:\n         (a)      failed to comply with a law of the Territory  in  relation\n             to the conduct of the business in a casino;\n         (b)      failed to comply with a condition of the licence;\n         (c)      failed promptly to pay a  fee,  tax,  levy  or  charge  in\n             relation to the conduct of the business in  a  casino  payable\n             under a law of the Territory or in accordance with a condition\n             of the licence;\n         (d)      failed to comply with a direction lawfully  given  by  the\n             Minister or the Director;\n         (e)      been  found  guilty  of  an  offence  which  the  Minister\n             considers, in the Minister's absolute  discretion,  to  be  of\n             such  a  nature  as  would  bring  the  casino  licence   into\n             disrepute; or\n         (f)      in the opinion of the  Minister,  acted  in  a  manner  or\n             condoned an action which is contrary to the good repute  of  a\n             casino licence and  which  has  brought  the  conduct  of  the\n             business in a casino into disrepute.\n      (3)    Where  the  Minister  suspends  a  casino  licence  under  this\n         section, the licence is of no force or effect during the period  of\n         the suspension.\n      (4)   Nothing in this section shall  be  construed  as  extending  the\n         term of a casino licence suspended under this section.\n      (5)   In subsection (2), a reference to a Licensee includes,  for  the\n         purposes of paragraphs (e) and (f), where the Licensee  is  a  body\n         corporate, a director of the  body  corporate  and  the  person  in\n         charge of casino operations in a casino."
    },
    {
      "key": "section:20A",
      "title": "Section 20A - Licence not personal property",
      "main_structural_unit": "section",
      "main_structural_number": "20A",
      "main_structural_heading": "Licence not personal property",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 1 Casino agreements and licences > Section 20A",
      "text": "For section 8(1)(k) of the Personal Property  Securities  Act  2009\n         (Cth), a casino licence is not personal property for that Act.\n         Note for section 20A\n         A law of the Commonwealth, a State or a  Territory  may  declare  a\n         right, licence or authority granted by or under that law not to  be\n         personal property for the Personal  Property  Securities  Act  2009\n         (Cth).\nDivision 2  Conduct and operation of casino"
    },
    {
      "key": "section:21",
      "title": "Section 21 - Conduct of casino",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Conduct of casino",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 21",
      "text": "Subject to this Act, nothing in a law of the Territory  prevents  a\n         Licensee or a person employed by a  Licensee  from  conducting  the\n         business permitted by the casino licence in a casino in  accordance\n         with the terms and conditions of the casino  licence  and,  to  the\n         extent that a condition would, but for this section, be in conflict\n         with a law of the Territory, the law shall be deemed to  be  of  no\n         force or effect."
    },
    {
      "key": "section:22",
      "title": "Section 22 - Assignment of casino licence",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Assignment of casino licence",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 22",
      "text": "(1)   Subject to subsection (2),  a  casino  licence  or  an  interest\n         (whether beneficial or  otherwise)  in  a  casino  licence  may  be\n         assigned with the consent of the Minister.\n      (2)    The  Minister  may,  in  the  Minister's  absolute  discretion,\n         consent or refuse to consent to the assignment of a casino  licence\n         or an interest in a casino licence."
    },
    {
      "key": "section:23",
      "title": "Section 23 - Surrender of casino licence",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Surrender of casino licence",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 23",
      "text": "Subject to a Licensee having  paid  all  outstanding  fees,  taxes,\n         levies and charges payable in relation to the Licensee's conduct of\n         the business specified in the casino licence and the payment to the\n         Territory of any prizes that have been won  but  are  unclaimed  or\n         unpaid, the Licensee may surrender the casino licence by notice  in\n         writing to the Minister and the licence ceases to  have  effect  on\n         its being so surrendered."
    },
    {
      "key": "section:24",
      "title": "Section 24 - Payment of fees, taxes and levies",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Payment of fees, taxes and levies",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 24",
      "text": "(1)   This section applies to a person who:\n         (a)      has entered into an  agreement  with  the  Minister  under\n             sectionÂ 17; and\n         (b)      has been granted a casino licence.\n      (2)   The person must pay to the Territory all of the following:\n         (a)      fees for the casino licence specified in, or calculated in\n             accordance with, the agreement at the times specified  in  the\n             agreement;\n         (b)      fees for the casino licence prescribed by,  or  calculated\n             in accordance with, Regulations made for this  subsection,  at\n             the times prescribed by the Regulations;\n         (c)      taxes and levies specified in, or calculated in accordance\n             with, the agreement at the times specified in the agreement;\n         (d)       taxes  and  levies  prescribed  by,  or   calculated   in\n             accordance with, Regulations made for this subsection, at  the\n             times prescribed by the Regulations.\n      (3)   Subsection (2) does not limit the person's liability to pay  any\n         other fees, taxes or levies under a law of the Territory."
    },
    {
      "key": "section:26",
      "title": "Section 26 - Games in casinos",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Games in casinos",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 26",
      "text": "(1)   The Minister may approve a game, the organising  or  playing  of\n         which is unlawful, as a game that may be played in a casino.\n      (2)   The  Director  may  approve  the  rules  and  procedures  of  an\n         approved game and the equipment that may  be  used  in  playing  an\n         approved game and may give directions and issue  guidelines  as  to\n         the operation and playing of an approved game."
    },
    {
      "key": "section:27",
      "title": "Section 27 - Playing of approved games",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Playing of approved games",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 27",
      "text": "(1)   Notwithstanding any other law of the Territory, it is lawful  in\n         a casino for:\n         (a)      the Licensee, a licensed employee or an approved agent  of\n             the Licensee to organise or play an approved game; and\n         (b)      a person, except a person in respect of whom  a  direction\n             under section 33 is in force or who has not attained  the  age\n             of 18 years, to play an approved game.\n      (2)   A casino shall be deemed not to be a nuisance, either public  or\n         private, by reason only that it is used as a gaming house.\n      (3)   The Police Administration Act 1978  does  not  apply  to  or  in\n         relation to:\n         (a)      approved implements or approved articles used or  intended\n             to be used in the playing of an approved game in a casino; or\n         (b)      implements or articles used or intended to be used in  the\n             playing of an approved game in a casino in the  possession  of\n             the Director or a  gaming  inspector  in  the  course  of  the\n             Director's or the inspector's duties under this Act.\n      (4)   Subject to subsection (5), a person shall not, except against  a\n         Licensee, bring legal proceedings to recover:\n         (a)      money won at gaming in a casino;\n         (b)      money on a cheque or other instrument given in payment  of\n             money so won; or\n         (c)      a loan of money with which to play a game in a casino,\n         that could not be brought if this Act had not been enacted.\n      (5)   A person is not permitted to bring legal proceedings  against  a\n         Licensee under subsection (4) to recover money won at gaming  in  a\n         casino during a period when a direction  under  section  33  is  in\n         force in respect of the person, or if the person had  not  attained\n         the age of 18 years when the money was won.\n      (6)   A person shall not organise or play  a  game  in  a  casino  the\n         organising or playing of which is unlawful unless the  game  is  an\n         approved game."
    },
    {
      "key": "section:28",
      "title": "Section 28 - Detention of suspected person in casino",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Detention of suspected person in casino",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 28",
      "text": "(1)   Notwithstanding any other law of the Territory, where:\n         (a)      the person for the time being in charge of a casino;\n         (b)      an employee authorised by the Licensee to act in pursuance\n             of this section; or\n         (c)      a gaming inspector,\n         suspects on reasonable  grounds  that  a  person  in  a  casino  is\n         contravening or attempting to contravene this or any other Act, the\n         person  in  charge,  the  employee  or  inspector  may  detain  the\n         suspected person in an approved  place  in  the  casino  until  the\n         arrival at the place of a member of the Police Force.\n      (2)   A person who detains a suspected  person  under  subsection  (1)\n         shall take such steps as are necessary to ensure the summoning  and\n         arrival of a member of the Police Force with  as  little  delay  as\n         possible.\n      (3)   A member of the Police  Force  may  in  a  casino  detain  in  a\n         suitable place for a reasonable time a person who  has  or  who  is\n         suspected, on reasonable grounds, to have contravened or  attempted\n         to contravene this or any other Act.\n      (4)   A member of the Police Force, in detaining a person  under  this\n         section, may:\n         (a)      search the person and the possessions of the person;\n         (b)      seize anything found as a result of the  search  that  may\n             afford evidence of the commission of an offence; and\n         (c)      use such force as is reasonably necessary for the  purpose\n             of the detention and search.\n      (5)    Nothing  in  subsection  (3)  or  (4)  shall  derogate  from  a\n         provision of the Police Administration Act  1978  relating  to  the\n         detention of a suspected person."
    },
    {
      "key": "section:29",
      "title": "Section 29 - Conservation of evidence",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "Conservation of evidence",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 29",
      "text": "(1)   Where the person for the time being in charge of  a  casino,  an\n         employee authorised under section 28(1)(b) or a gaming inspector in\n         the course of their duties suspects, on reasonable grounds, that an\n         instrument, article, equipment, device or thing has been or may  be\n         used in connection with an offence in a casino, whether  or  not  a\n         person has been detained under section 28, the  person  in  charge,\n         employee or inspector may seize the instrument, article, equipment,\n         device or thing in order to prevent it being:\n         (a)      concealed, lost or destroyed;\n         (b)      sold or otherwise disposed of; or\n         (c)      used in connection with an offence in the casino.\n      (2)   Where it appears  that  property  specified  in  subsection  (1)\n         cannot be seized under  that  subsection  without  a  search  of  a\n         person, the person shall be  detained  under  section  28  and  the\n         search carried out by a member  of  the  Police  Force  under  that\n         section.\n      (3)   Property seized under subsection (1) shall be kept in  a  secure\n         place and delivered up to a member of  the  Police  Force  with  as\n         little delay as possible."
    },
    {
      "key": "section:30",
      "title": "Section 30 - Breach of rules, conditions or guidelines of games by operator",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Breach of rules, conditions or guidelines of games by operator",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 30",
      "text": "(1)   Where a Licensee or licensed employee, after being warned  by  a\n         gaming inspector, fails to take such  action  as  is  necessary  to\n         prevent:\n         (a)      a person playing  an  approved  game  from  breaching  the\n             approved rules or procedures of the game; or\n         (b)      the operation of an approved game in a manner contrary  to\n             the approved rules or procedures,\n         the gaming inspector shall forthwith close down the table at  which\n         the game is being played or the gaming equipment being used to play\n         the game.\n      (2)   An order under subsection (1)  shall  remain  in  force  for  24\n         hours.\n      (3)   Unless approved, a  person  shall  not,  while  an  order  under\n         subsection (1) is in force, start up another game  similar  to  the\n         game closed down, notwithstanding that there  is  capacity  in  the\n         casino to do so."
    },
    {
      "key": "section:31",
      "title": "Section 31 - Powers of Director in respect of casino operations",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Powers of Director in respect of casino operations",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 31",
      "text": "(1)   The Director may approve  the  manner  and  form  in  which  the\n         accounts of the business conducted in a casino are to be kept.\n      (2)   For the purposes of this Act, the Director may appoint a  person\n         to be a casino controller  to  carry  out  such  functions  as  the\n         Director may direct relating to the supervision and control of  the\n         business conducted in a casino.\n      (3)   The Director may, from  time  to  time,  direct  a  Licensee  to\n         provide such information relating to the business  conducted  in  a\n         casino as may be required by the Director.\n      (4)   The Director may, from  time  to  time,  direct  a  Licensee  to\n         adopt, vary, cease or refrain from a practice  in  respect  of  the\n         business conducted in a casino.\n      (5)   A Licensee shall keep the accounts of the business conducted  in\n         a casino in the manner and form approved under subsection (1).\n      (6)   A Licensee shall  not  contravene  or  fail  to  comply  with  a\n         direction given under this section."
    },
    {
      "key": "section:32",
      "title": "Section 32 - Liquor licence at casino",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Liquor licence at casino",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 32",
      "text": "Despite the Liquor ActÂ 2019, no person other than the  Licensee  or\n         an approved employee of the Licensee may hold a licence under  that\n         Act for any place on or in a casino."
    },
    {
      "key": "section:33",
      "title": "Section 33 - Right of entry to casino",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Right of entry to casino",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 33",
      "text": "(1)   Subject to this Act, a person does not have a right to enter  or\n         remain in a casino except with the express or tacit approval of the\n         Licensee.\n      (2)   A direction prohibiting a person from entering or  remaining  in\n         a casino may be given to a person  by  the  Licensee  or  a  person\n         acting under the Licensee's supervision.\n      (3)   A direction under subsection (2)  may  be  given  orally  or  in\n         writing but, where it is given orally, the  direction,  in  written\n         form,  shall  be  given  to  the  person  as  soon  as  practicable\n         thereafter.\n      (4)   Where a direction is given  under  this  section,  the  Licensee\n         shall exclude or remove the person, or have the person excluded  or\n         removed, from the casino.\n      (5)   A person shall not enter or remain in a casino in  contravention\n         of a direction given to the person under subsection (2).\n      (6)   The Director or Commissioner of Police  may  direct  a  Licensee\n         not to permit a person to enter or remain in a casino.\n      (7)   The Commissioner  of  Police  must  notify  the  Director  of  a\n         direction given by the Commissioner under subsection (6) as soon as\n         practicable after the direction is given.\n      (8)   A Licensee or an employee or agent of  the  Licensee  acting  in\n         connection with a casino shall not  knowingly  allow  a  person  to\n         enter or remain in a casino in contravention of a  direction  given\n         under this section.\n      (9)   This section does not prevent a person from exercising  a  power\n         conferred on the person by this or any other law of  the  Territory\n         to enter, or to do any other act in relation to, a casino.\n      (10)  A direction given under this section may be revoked  in  a  like\n         manner to that of giving the direction."
    },
    {
      "key": "section:34",
      "title": "Section 34 - Persons under 18 years gaming",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Persons under 18 years gaming",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 34",
      "text": "(1)   A Licensee shall ensure that a person who has not  attained  the\n         age of 18 years is not permitted to:\n         (a)      play a game or operate a gaming machine in a casino; or\n         (b)      enter or remain in an area in a  casino  designated  as  a\n             gaming area under the Regulations.\n      (2)   It is  a  defence  to  a  prosecution  for  an  offence  against\n         subsectionÂ (1) to show that the defendant  had  reasonable  grounds\n         for believing that the person alleged to have not attained the  age\n         of 18 years had attained the age of 18 years.\n      (3)   A person who has not attained the age of 18 years shall not:\n         (a)      play a game or operate a gaming machine in a casino; or\n         (b)      after being warned by the Licensee or a licensed employee,\n             enter or remain in an area in a casino designated as a  gaming\n             area under the Regulations."
    },
    {
      "key": "section:35",
      "title": "Section 35 - Entry of casino by Director, gaming inspectors, &c.",
      "main_structural_unit": "section",
      "main_structural_number": "35",
      "main_structural_heading": "Entry of casino by Director, gaming inspectors, &c.",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 2 Conduct and operation of casino > Section 35",
      "text": "(1)   The Director, a gaming inspector or an approved person  may,  at\n         any time, enter and remain in a casino for the purpose of:\n         (a)      observing the operations in the casino;\n         (b)      recording the operations in the casino;\n         (c)      ascertaining whether this Act, the Liquor Act 2019 and the\n             agreement relating to the  casino  are  being  complied  with;\n             and/or\n         (d)      performing any other functions of the Director, the gaming\n             inspector or the approved person.\n      (2)   For the purpose of the discharge of the duty of a member of  the\n         Police Force, a part of a casino to which the public has access  is\n         a public place.\n      (3)   The Director or an  approved  gaming  inspector  may  enter  and\n         remain in a place that is associated or used  in  conjunction  with\n         the business conducted at a casino for the purpose of the  Director\n         or the approved gaming inspector performing his  or  her  functions\n         under this Act.\n      (4)   A person shall  not,  without  reasonable  excuse,  obstruct  or\n         hinder the Director, a gaming inspector or an  approved  person  in\n         the exercise of his or her powers under this Act.\nDivision 3  Gaming machine community benefit levy"
    },
    {
      "key": "section:35A",
      "title": "Section 35A - Gaming machine community benefit levy",
      "main_structural_unit": "section",
      "main_structural_number": "35A",
      "main_structural_heading": "Gaming machine community benefit levy",
      "defined_term": null,
      "structure_path": "Part 3 Casinos > Division 3 Gaming machine community benefit levy > Section 35A",
      "text": "(1)   The Licensee of a casino must pay  a  gaming  machine  community\n         benefit levy to the Director for each month.\n      (2)   For subsection (1), sections 144, 148(1),  150(2)  and  (3)  and\n         152 toÂ 159 of the Gaming Machine Act  1995  apply  (except  to  the\n         extent that they relate to the gaming  machine  tax  or  costs  and\n         charges payable under section 149A).\n      (3)   Those provisions apply as if:\n         (a)      the casino were licensed premises under the Gaming Machine\n             Act 1995; and\n         (b)      the  Licensee's  casino  licence  were  a  gaming  machine\n             licence under that Act held by the Licensee; and\n         (c)      a reference in those provisions to a prescribed matter  or\n             thing were a reference to a  matter  or  thing  prescribed  by\n             regulation under this Act; and\n         (d)      section 144(1) required the  report  for  a  month  to  be\n             lodged not later than the  prescribed  day  in  the  following\n             month; and\n         (e)      a reference in those provisions to a machine manager  were\n             a reference to a person holding a Casino Operative  Licence  â\n             Gaming Standard.\n      (4)   If a monthly assessment is made  under  section  148(1)  of  the\n         Gaming Machine Act 1995 as applied by subsection (2), by way of  an\n         electronic monitoring system installed at the casino, the period to\n         be covered by  the  assessment  commences  when  the  system  first\n         reports data from the casino to the Director for the month and ends\n         when the system first reports data from the casino to the  Director\n         in the next month.\nPart 4      Lotteries\nDivision 1  Conduct of lotteries"
    },
    {
      "key": "section:36",
      "title": "Section 36 - Conduct of lottery",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Conduct of lottery",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 1 Conduct of lotteries > Section 36",
      "text": "A person shall not:\n         (a)      sell or dispose of, or agree or promise,  whether  or  not\n             for a consideration, to sell or dispose of, any land, goods or\n             money to a person or among persons by means of a lottery;\n         (b)      print or cause to be printed a ticket or other writing for\n             use in a lottery;\n         (c)      sell or distribute or cause to  be  sold  or  distributed,\n             offer or advertise for sale or distribution  or  cause  to  be\n             offered or advertised for sale or distribution or have in  his\n             or her possession for sale  or  distribution  a  ticket  in  a\n             lottery;\n         (d)      accept money in respect of the sale or distribution  of  a\n             ticket in a lottery;\n         (e)      print, publish or  distribute  or  cause  to  be  printed,\n             published or distributed or have in his or her possession  for\n             publication or distribution:\n             (i) an advertisement of;\n             (ii)      a list, whether complete or not, of prize winners or\n                  winning tickets in; or\n             (iii)     any matter descriptive of the  drawing  or  intended\n                  drawing of, or otherwise relating to,\n            a lottery;\n         (f)      use premises or cause or permit premises of  which  he  or\n             she is the occupier to be used in connection with the  conduct\n             of a lottery; or\n         (g)      invite a person to participate in, or send to a person for\n             distribution an advertisement concerning, or send to a  person\n             for sale or distribution a ticket in a lottery,\n         except in accordance with this Act and the Regulations."
    },
    {
      "key": "section:37",
      "title": "Section 37 - Distribution of property among owners",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Distribution of property among owners",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 1 Conduct of lotteries > Section 37",
      "text": "This Part does not apply to the distribution of  real  or  personal\n         property among the owners of the property if it is capable of being\n         fairly apportioned and is proposed to be  apportioned  equally,  so\n         far as practicable, among all its owners."
    },
    {
      "key": "section:37A",
      "title": "Section 37A - Instant scratch lotteries",
      "main_structural_unit": "section",
      "main_structural_number": "37A",
      "main_structural_heading": "Instant scratch lotteries",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 1 Conduct of lotteries > Section 37A",
      "text": "(1)   In this section, symbol includes:\n         (a)      an amount, a number, word or picture; and\n         (b)      a caption, if any, to a symbol.\n      (2)   Where a statement is made in connection with an instant  scratch\n         lottery (whether by being printed on a ticket or otherwise publicly\n         made) to the effect that a prize is won if a  specified  number  of\n         symbols is matched, found or uncovered, the statement means that  a\n         prize is won if the same symbol is exposed the specified number  of\n         times on the same ticket in the instant scratch lottery.\n      (3)   A statement referred to in subsection (2) does not mean  that  a\n         prize is won if sets of different symbols (including pairs or other\n         combinations of different symbols) are matched, found or  uncovered\n         the specified number of times on the  same  ticket  in  an  instant\n         scratch lottery.\n      (4)   This section applies to  each  claim  made  in  respect  of  the\n         winning of  a  prize  in  an  instant  scratch  lottery  after  the\n         commencement of the Gaming Control Amendment Act 1994.\nDivision 2  Types of lotteries"
    },
    {
      "key": "section:38",
      "title": "Section 38 - Lotteries by or for approved associations or by agreement",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Lotteries by or for approved associations or by agreement",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 2 Types of lotteries > Section 38",
      "text": "(1)   Subject to the Regulations:\n         (a)      an approved association may conduct a lottery for its  aid\n             or support; or\n         (b)      any person may, by agreement in writing with the Minister,\n             conduct a lottery for a purpose specified in the agreement.\n      (2)   An approved association shall not conduct a lottery  other  than\n         in accordance with the Regulations.\n      (3)   A person referred to in subsection (1)(b) shall  not  conduct  a\n         lottery other  than  in  accordance  with  the  agreement  and  the\n         regulations, if any, applicable to the lottery."
    },
    {
      "key": "section:38A",
      "title": "Section 38A - Minister may enter into agreement",
      "main_structural_unit": "section",
      "main_structural_number": "38A",
      "main_structural_heading": "Minister may enter into agreement",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 2 Types of lotteries > Section 38A",
      "text": "(1)   Despite any  other  law  of  the  Territory,  the  Minister  may\n         negotiate and enter into an agreement with a person relating to the\n         conduct by the person of a lottery and the purpose for  and  manner\n         in which the lottery may be conducted.\n      (2)   An  agreement  under  subsection  (1)  may  be  amended  by  the\n         Minister with the agreement of the person with whom it was  entered\n         into.\n      (3)   The Minister  may  carry  out,  or  cause  to  be  carried  out,\n         investigations and inquiries that the Minister considers  necessary\n         for the purposes of determining whether to enter into an  agreement\n         under subsectionÂ (1) or to amend an agreement under subsectionÂ (2)."
    },
    {
      "key": "section:38B",
      "title": "Section 38B - Payments under agreement",
      "main_structural_unit": "section",
      "main_structural_number": "38B",
      "main_structural_heading": "Payments under agreement",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 2 Types of lotteries > Section 38B",
      "text": "(1)   This section applies  to  a  person  who  has  entered  into  an\n         agreement with the Minister under sectionÂ 38(1)(b) or 38A(1).\n      (2)   The person must pay to the Territory any fees specified  in,  or\n         calculated in accordance with, the agreement at the times specified\n         in the agreement.\n      (3)   In addition, without limiting the person's liability to pay  any\n         other tax under a law of the Territory, the person must pay to  the\n         Territory any taxes  or  levies  specified  in,  or  calculated  in\n         accordance with, the  agreement  at  the  times  specified  in  the\n         agreement."
    },
    {
      "key": "section:39",
      "title": "Section 39 - Trade lotteries",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Trade lotteries",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 2 Types of lotteries > Section 39",
      "text": "(1)   Subject to the Regulations, a person  carrying  on  a  trade  or\n         business in the Territory may conduct a trade lottery.\n      (2)   A person shall  not  conduct  a  trade  lottery  other  than  in\n         accordance with the Regulations."
    },
    {
      "key": "section:40",
      "title": "Section 40 - Foreign lotteries",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Foreign lotteries",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 2 Types of lotteries > Section 40",
      "text": "(1)   A person shall not sell tickets  in  a  foreign  lottery  unless\n         permission is granted under this section and the tickets  are  sold\n         in accordance with the conditions to which permission is subject.\n      (2)   A person may apply  to  the  Minister  for  permission  to  sell\n         tickets in a foreign lottery in the Territory.\n      (3)   An application under subsection (2) shall be in writing  in  the\n         approved form and shall be lodged with  the  Director,  who,  after\n         considering the application, shall forward the application  to  the\n         Minister with appropriate advice.\n      (4)   The Minister, after considering the application and  the  advice\n         of the Director may, in his or her discretion, refuse to grant  the\n         permission applied for, grant it,  or  grant  it  subject  to  such\n         conditions as he or she thinks fit and specifies in writing to  the\n         applicant.\n       (4A)   In  determining  an  application  under  subsection  (4),  the\n         Minister must have regard to whether:\n         (a)      the person is of good repute, having regard to  character,\n             honesty and integrity;\n         (b)      the person is of sound and stable financial background;\n         (c)      in respect of a body corporate â it has or has arranged  a\n             satisfactory ownership, trust or corporate structure;\n         (d)      the person has or is able to  obtain  financial  resources\n             that are adequate to ensure the  financial  viability  of  the\n             business proposed to be conducted and to obtain  the  services\n             of persons who have sufficient experience  in  the  management\n             and operation of the business;\n         (e)      the person has sufficient business  ability  to  establish\n             and maintain the business proposed to be conducted;\n         (f)      the person or any person to be involved in the  management\n             or operation of the business proposed to be conducted has  any\n             association with any person, body or association who or which,\n             in the opinion of the Minister, is not of good  repute  having\n             regard to character, honesty and integrity or has  undesirable\n             or unsatisfactory financial resources; and\n         (g)      each director, partner,  trustee,  executive  officer  and\n             secretary and any other officer or person  determined  by  the\n             Minister to be associated or  connected  with  the  ownership,\n             administration or management of the operations or business  of\n             the person is a fit and proper person to act in that capacity.\n       (5)    In  addition  to  the  conditions,  if  any,  specified  under\n         subsection (4), a permission granted under this  section  shall  be\n         subject to the conditions that:\n         (a)      the tickets in  the  lottery  are  sold  for  the  purpose\n             specified by the Minister on granting the permission; and\n         (b)       the  proceeds  of  the  lottery  are  remitted  from  the\n             Territory in the manner required by the Regulations.\n      (6)   Without limiting the  generality  of  the  Minister's  power  to\n         impose conditions under subsection (4), the Minister may  impose  a\n         condition that no ticket in the lottery be sold to a person who has\n         not attained the age of 18 years  or  that  no  major  prize  shall\n         comprise liquor or such other substance as may be prescribed.\n      (7)   For the purposes  of  this  section,  a  person  does  not  sell\n         tickets in the Territory by  distributing  leaflets,  brochures  or\n         other printed material inviting persons to purchase elsewhere  than\n         in the Territory tickets in an art union or similar drawing.\n      (8)   A person conducting a foreign lottery in which tickets are  sold\n         in the Territory shall submit to  the  Director,  in  the  approved\n         form, monthly returns of tickets sold in  the  Territory  and  such\n         other information relating to the conduct of  the  lottery  as  the\n         Director may, from time to time, require.\n      (9)   The Director must pay into the  Central  Holding  Authority  all\n         moneys received by the Director in  respect  of  foreign  lotteries\n         conducted under this section, including commissions  and  unclaimed\n         prizes.\nDivision 4  Mail order lotteries"
    },
    {
      "key": "section:46A",
      "title": "Section 46A - Definition",
      "main_structural_unit": "section",
      "main_structural_number": "46A",
      "main_structural_heading": "Definition",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46A",
      "text": "In this Division, mail order lottery business includes:\n         (a)      conducting a lottery;\n         (b)      conducting a lottery or foreign lottery by mail order; and\n         (c)      the sale of tickets, including by mail order, in a lottery\n             or foreign lottery,\n         in or from the Territory."
    },
    {
      "key": "section:46B",
      "title": "Section 46B - Application for licence to conduct lottery by mail order",
      "main_structural_unit": "section",
      "main_structural_number": "46B",
      "main_structural_heading": "Application for licence to conduct lottery by mail order",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46B",
      "text": "(1)   A person may apply to the Minister to be granted  a  licence  to\n         conduct a mail order lottery business.\n      (2)   An application under this section shall be in a form or  to  the\n         effect  of  the  form  approved  by  the  Minister  and  shall   be\n         accompanied by the prescribed fee, if any.\n       (3)    An  application  under  this  section  shall  contain  or   be\n         accompanied by such additional  information  as  the  Minister  may\n         request.\n      (4)   If a requirement made by this section is not complied with,  the\n         Minister may refuse to consider the application.\n      (5)   The Minister may refund the whole or  part  of  the  application\n         fee."
    },
    {
      "key": "section:46C",
      "title": "Section 46C - Minister may enter into agreement",
      "main_structural_unit": "section",
      "main_structural_number": "46C",
      "main_structural_heading": "Minister may enter into agreement",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46C",
      "text": "(1)   Notwithstanding any other law of  the  Territory,  the  Minister\n         may negotiate and enter into an agreement with a person relating to\n         the conduct by the person of a mail order lottery  business  in  or\n         from the Territory and the manner in  which  the  business  may  be\n         conducted.\n      (2)   The Minister may carry out, or cause to  be  carried  out,  such\n         investigations and inquiries as the  Minister  considers  necessary\n         for the purposes of determining whether to enter into an  agreement\n         under subsection (1) or to grant a licence under section 46D.\n      (3)   An investigation or inquiry under subsection (2) may include  an\n         investigation or inquiry  to  determine  whether  a  person  or  an\n         associate of a person is a suitable person to be  concerned  in  or\n         associated with the business proposed to be conducted.\n      (4)    In  determining  whether  to  enter  into  an  agreement  under\n         subsectionÂ (1), the Minister shall have regard to whether:\n         (a)      the person is of good repute, having regard to  character,\n             honesty and integrity;\n         (b)      the person is of sound and stable financial background;\n         (ba)     in respect of a body corporate â it has or has arranged  a\n             satisfactory ownership, trust or corporate structure;\n         (c)      the person has or is able to  obtain  financial  resources\n             that are adequate to ensure the  financial  viability  of  the\n             business proposed to be conducted and to obtain  the  services\n             of persons who have sufficient experience  in  the  management\n             and operation of such a business;\n         (d)      the person has sufficient business  ability  to  establish\n             and maintain the business proposed to be conducted;\n         (e)      the person or any person to be involved in the  management\n             or operation of the business proposed to be conducted has  any\n             association with a person, body or association who  or  which,\n             in the opinion of the Minister, is not of good  repute  having\n             regard to character, honesty and integrity or has  undesirable\n             or unsatisfactory financial resources; and/or\n         (f)      each director, partner,  trustee,  executive  officer  and\n             secretary and any other officer or person  determined  by  the\n             Minister to be associated or  connected  with  the  ownership,\n             administration or management of the operations or business  of\n             the person is a fit and proper person to act in that capacity.\n      (5)   The Minister shall,  not  later  than  3  sitting  days  of  the\n         Legislative Assembly after the Minister enters  into  an  agreement\n         under subsection (1), cause a copy of the agreement to be tabled in\n         the Assembly."
    },
    {
      "key": "section:46D",
      "title": "Section 46D - Minister may grant licence",
      "main_structural_unit": "section",
      "main_structural_number": "46D",
      "main_structural_heading": "Minister may grant licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46D",
      "text": "(1)   Where the Minister enters into an agreement with a person  under\n         section 46C, the Minister may grant a licence under  this  Division\n         to the person for the conducting of a mail order  lottery  business\n         in or from the Territory and for such other purposes or  activities\n         associated with that  business  as  the  Minister  thinks  fit  and\n         specifies in the licence.\n      (2)   Subject to this Act, a licence granted under  this  Division  is\n         subject to such terms  and  conditions  as  are  specified  in  the\n         agreement and/or in the licence document."
    },
    {
      "key": "section:46E",
      "title": "Section 46E - Duration of licence",
      "main_structural_unit": "section",
      "main_structural_number": "46E",
      "main_structural_heading": "Duration of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46E",
      "text": "(1)    Subject  to  subsection  (2),  a  licence  granted  under  this\n         Division remains in force for 10 years from the date  on  which  it\n         was granted but may be renewed from time  to  time  for  successive\n         periods of 5Â years each.\n      (2)   A licence under this Division ceases to be in force  if,  before\n         its expiration:\n         (a)      it is terminated in accordance with the agreement;\n         (b)      the Licensee surrenders it; or\n         (c)      it is cancelled in accordance with this Act."
    },
    {
      "key": "section:46F",
      "title": "Section 46F - Cancellation or suspension of licence",
      "main_structural_unit": "section",
      "main_structural_number": "46F",
      "main_structural_heading": "Cancellation or suspension of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46F",
      "text": "(1)   Subject to subsection (2), the Minister may:\n         (a)      cancel a licence granted under this Division; or\n         (b)      suspend such a licence, or the agreement pursuant to which\n             it was granted, for such period, not exceeding  6  months,  as\n             the Minister thinks fit.\n      (2)   The Minister  shall  not  cancel,  suspend  or  vary  a  licence\n         granted under this Division unless the Minister is  satisfied  that\n         the Licensee has:\n         (a)      failed to comply with a law of the Territory  in  relation\n             to the conduct of the business to which the licence relates;\n         (b)      failed to comply with a condition to which the licence  is\n             subject;\n         (c)      failed promptly to pay a fee, tax or levy in  relation  to\n             the conduct of  the  business  payable  under  a  law  of  the\n             Territory or in accordance  with  a  condition  to  which  the\n             licence is subject;\n         (d)      failed to comply with a direction lawfully  given  by  the\n             Minister or the Director;\n         (e)      been convicted of an offence which the Minister considers,\n             in the Minister's absolute discretion, to be of such a  nature\n             as would bring the licence into disrepute; or\n         (f)      in the opinion of the  Minister,  acted  in  a  manner  or\n             condoned an action which is contrary to the good repute  of  a\n             licence and which has brought the conduct of the  business  to\n             which it relates into disrepute.\n      (3)   Where the Minister suspends a licence under  this  section,  the\n         licence is  of  no  force  or  effect  during  the  period  of  the\n         suspension.\n      (4)   Nothing in this section shall  be  construed  as  extending  the\n         term of a licence suspended under this section.\n      (5)   In subsection (2), a reference to a Licensee includes,  for  the\n         purposes of paragraphs (e) and (f), where the Licensee  is  a  body\n         corporate, a director of the  body  corporate  and  the  person  in\n         charge of the operations of the business to which it relates."
    },
    {
      "key": "section:46G",
      "title": "Section 46G - Appeal against cancellation or suspension",
      "main_structural_unit": "section",
      "main_structural_number": "46G",
      "main_structural_heading": "Appeal against cancellation or suspension",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46G",
      "text": "(1)    A  Licensee  may  appeal  to  the  Supreme  Court  against   a\n         cancellation or suspension of a licence under section 46F.\n      (2)   In deciding an appeal under this section the Supreme Court:\n         (a)      has the same powers as the Minister; and\n         (b)      is not bound by the rules of evidence.\n      (3)   An appeal under this section is by way of a rehearing.\n      (4)   In an appeal under this section the Supreme Court may:\n         (a)      confirm the decision;\n         (b)      set aside the decision and substitute another decision  it\n             considers appropriate; or\n         (c)      set aside the  decision  and  return  the  matter  to  the\n             Minister with the directions it considers appropriate.\n      (5)   If the Supreme Court substitutes another decision  for  that  of\n         the  Minister,  the  substituted  decision  is,  for  the  relevant\n         provisions of this Division, taken to be that of the Minister."
    },
    {
      "key": "section:46H",
      "title": "Section 46H - Conduct of business under a licence",
      "main_structural_unit": "section",
      "main_structural_number": "46H",
      "main_structural_heading": "Conduct of business under a licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46H",
      "text": "Subject to this Act, nothing in a law of the Territory  prevents  a\n         Licensee or a person employed by a  Licensee  from  conducting  the\n         business permitted by the licence in accordance with the terms  and\n         conditions to which the licence is subject and, to the extent  that\n         a condition would, but for this section, be in conflict with a  law\n         of the Territory, the law shall be deemed to  be  of  no  force  or\n         effect."
    },
    {
      "key": "section:46J",
      "title": "Section 46J - Assignment of licence",
      "main_structural_unit": "section",
      "main_structural_number": "46J",
      "main_structural_heading": "Assignment of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46J",
      "text": "(1)    Subject  to  subsection  (2),  a  licence  granted  under  this\n         Division or an interest (whether beneficial or otherwise) in such a\n         licence may be assigned with the consent of the Minister.\n      (2)    The  Minister  may,  in  the  Minister's  absolute  discretion,\n         consent or refuse to consent to the assignment of  the  licence  or\n         interest."
    },
    {
      "key": "section:46K",
      "title": "Section 46K - Surrender of licence",
      "main_structural_unit": "section",
      "main_structural_number": "46K",
      "main_structural_heading": "Surrender of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46K",
      "text": "Subject to the Licensee having paid all outstanding fees, taxes and\n         charges payable in  relation  to  the  Licensee's  conduct  of  the\n         business to which the licence relates and to  the  payment  to  the\n         Territory of any prizes that have been won  but  are  unclaimed  or\n         unpaid, the Licensee may, by notice in  writing  to  the  Minister,\n         surrender a licence granted under this  Division  and  the  licence\n         ceases to have effect on its being so surrendered."
    },
    {
      "key": "section:46M",
      "title": "Section 46M - Payments under agreement",
      "main_structural_unit": "section",
      "main_structural_number": "46M",
      "main_structural_heading": "Payments under agreement",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46M",
      "text": "(1)   This section applies to a person who:\n         (a)      has entered into an  agreement  with  the  Minister  under\n             sectionÂ 46C; and\n         (b)      has been granted a licence under this Division.\n      (2)   The person must pay to the Territory any fees  for  the  licence\n         specified in, or calculated in accordance with,  the  agreement  at\n         the times specified in the agreement.\n      (3)   In addition, without limiting the person's liability to pay  any\n         other tax under a law of the Territory, the person must pay to  the\n         Territory any taxes  or  levies  specified  in,  or  calculated  in\n         accordance with, the  agreement  at  the  times  specified  in  the\n         agreement."
    },
    {
      "key": "section:46P",
      "title": "Section 46P - Powers of Director in respect of mail order lottery business",
      "main_structural_unit": "section",
      "main_structural_number": "46P",
      "main_structural_heading": "Powers of Director in respect of mail order lottery business",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46P",
      "text": "(1)   The Director may approve  the  manner  and  form  in  which  the\n         accounts of a mail order lottery business conducted under a licence\n         granted under this Division are to be kept.\n      (2)   For the purposes of this Act, the Director may appoint a  person\n         to be a mail order lottery business controller to  carry  out  such\n         functions as the Director may direct relating  to  the  supervision\n         and control of the mail order lottery business  conducted  under  a\n         licence granted under this Division.\n      (3)   The Director may, from  time  to  time,  direct  a  Licensee  to\n         provide  such  information  relating  to  the  mail  order  lottery\n         business conducted under the licence held by the Licensee as may be\n         required by the Director.\n      (4)   The Director may, from  time  to  time,  direct  a  Licensee  to\n         adopt, vary, cease or refrain from a practice  in  respect  of  the\n         mail order lottery business conducted under the licence held by the\n         Licensee.\n      (5)   A Licensee shall keep the accounts of  the  mail  order  lottery\n         business conducted under the licence held by the  Licensee  in  the\n         manner and form approved under subsection (1).\n      (6)   A Licensee shall  not  contravene  or  fail  to  comply  with  a\n         direction given under this section."
    },
    {
      "key": "section:46Q",
      "title": "Section 46Q - Entry of place by Director, gaming inspectors, &c.",
      "main_structural_unit": "section",
      "main_structural_number": "46Q",
      "main_structural_heading": "Entry of place by Director, gaming inspectors, &c.",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46Q",
      "text": "(1)   The Director, a gaming inspector or an approved person  may,  at\n         any time, enter and remain in a place where a  mail  order  lottery\n         business is conducted under a licence granted under  this  Division\n         or a place that is associated  or  used  in  conjunction  with  the\n         business for the purpose of:\n         (a)      observing the operations of the business;\n         (b)      recording the operations of the business;\n         (c)      ascertaining whether this Act and the  agreement  relating\n             to the business are being complied with; and/or\n         (d)      performing any other functions of the Director, the gaming\n             inspector or the approved person.\n      (2)   A person shall  not,  without  reasonable  excuse,  obstruct  or\n         hinder the Director, a gaming inspector or an  approved  person  in\n         the exercise of his or her powers under this Act."
    },
    {
      "key": "section:46R",
      "title": "Section 46R - Licence not personal property",
      "main_structural_unit": "section",
      "main_structural_number": "46R",
      "main_structural_heading": "Licence not personal property",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 4 Mail order lotteries > Section 46R",
      "text": "For section 8(1)(k) of the Personal Property  Securities  Act  2009\n         (Cth), a licence  granted  under  this  Division  is  not  personal\n         property for that Act.\n         Note for section 46R\n         A law of the Commonwealth, a State or a  Territory  may  declare  a\n         right, licence or authority granted by or under that law not to  be\n         personal property for the Personal  Property  Securities  Act  2009\n         (Cth).\nDivision 5  Internet gaming"
    },
    {
      "key": "section:47A",
      "title": "Section 47A - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "47A",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47A",
      "text": "In this Division:\n         internet gaming business, see section 47AB.\n         type 1 business means an internet gaming business  that  is  not  a\n         type 2 business.\n         type 2 business means an internet gaming business that involves:\n         (a)      the sale, by a Licensee  by  means  of  the  internet,  of\n             tickets in a lottery or foreign lottery conducted  by  another\n             entity; or\n         (b)      the sale, by a Licensee  by  means  of  the  internet,  of\n             tickets in a lottery or  foreign  lottery  together  with  the\n             purchase by the Licensee of identical tickets  in  a  matching\n             lottery or foreign lottery conducted by another entity."
    },
    {
      "key": "section:47AB",
      "title": "Section 47AB - Meaning of internet gaming business",
      "main_structural_unit": "section",
      "main_structural_number": "47AB",
      "main_structural_heading": "Meaning of internet gaming business",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47AB",
      "text": "(1)   An internet gaming business includes any of the following:\n         (a)      conducting a lottery by means of the internet;\n         (b)      conducting a game by means of the internet;\n         (c)      the sale of tickets in a lottery  or  foreign  lottery  by\n             means of the internet.\n      (2)   Despite subsection (1), an internet  gaming  business  does  not\n         include:\n         (a)      gaming  conducted  in  accordance  with  this  Act  by  an\n             approved association; or\n         (b)      a trade lottery conducted in accordance with this Act."
    },
    {
      "key": "section:47B",
      "title": "Section 47B - Application for licence to conduct internet gaming",
      "main_structural_unit": "section",
      "main_structural_number": "47B",
      "main_structural_heading": "Application for licence to conduct internet gaming",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47B",
      "text": "(1)   A person may apply to the Minister to be granted  a  licence  to\n         conduct an internet gaming business.\n      (2)   An application under this section is to be in a form or  to  the\n         effect  of  the  form  approved  by  the  Minister  and  is  to  be\n         accompanied by the prescribed fee, if any.\n       (3)    An  application  under  this  section  must  contain   or   be\n         accompanied by any additional information  that  the  Minister  may\n         request.\n      (4)   If a requirement made by this section is not complied with,  the\n         Minister may refuse to consider the application.\n      (5)   The Minister may refund the whole or  part  of  the  application\n         fee."
    },
    {
      "key": "section:47C",
      "title": "Section 47C - Minister may enter into agreement",
      "main_structural_unit": "section",
      "main_structural_number": "47C",
      "main_structural_heading": "Minister may enter into agreement",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47C",
      "text": "(1)   Notwithstanding any other law of  the  Territory,  the  Minister\n         may negotiate and enter into an agreement with a person relating to\n         the conduct by the person of an internet gaming business in or from\n         the  Territory  and  the  manner  in  which  the  business  may  be\n         conducted.\n      (2)   The Minister may carry out, or cause  to  be  carried  out,  any\n         investigations and inquiries that the Minister considers  necessary\n         for the purposes of determining whether to enter into an  agreement\n         under subsection (1) or to grant a licence under section 47D.\n      (3)   An investigation or inquiry under subsection (2) may include  an\n         investigation or inquiry  to  determine  whether  a  person  or  an\n         associate of a person is a suitable person to be  concerned  in  or\n         associated  with  the  internet  gaming  business  proposed  to  be\n         conducted.\n      (4)    In  determining  whether  to  enter  into  an  agreement  under\n         subsectionÂ (1), the Minister is to have regard to the following:\n         (a)      whether the person is of good  repute,  having  regard  to\n             character, honesty and integrity;\n         (b)      whether the  person  is  of  sound  and  stable  financial\n             background;\n         (ba)     in respect of a body corporate â it has or has arranged  a\n             satisfactory ownership, trust or corporate structure;\n         (c)      whether the person has or  is  able  to  obtain  financial\n             resources that are adequate to ensure the financial  viability\n             of the internet gaming business proposed to be  conducted  and\n             to  obtain  the  services  of  persons  who  have   sufficient\n             experience in the management and operation of the business;\n         (d)      whether the person  has  sufficient  business  ability  to\n             establish and maintain the business proposed to be conducted;\n         (e)      whether the person or any person to  be  involved  in  the\n             management  or  operation  of  the  internet  gaming  business\n             proposed to be conducted has any association  with  a  person,\n             body or association who  or  which,  in  the  opinion  of  the\n             Minister, is not of good repute having  regard  to  character,\n             honesty and integrity or  has  undesirable  or  unsatisfactory\n             financial resources;\n         (f)      whether each director, partner, trustee, executive officer\n             and secretary and any other officer or  person  determined  by\n             the Minister to be associated or connected with the ownership,\n             administration or management of the operations or business  of\n             the person is a fit and proper person to act in that capacity.\n      (5)   The Minister  must,  not  later  than  3  sitting  days  of  the\n         Legislative  Assembly  after  entering  into  an  agreement   under\n         subsection (1), cause a copy of the agreement to be tabled  in  the\n         Assembly."
    },
    {
      "key": "section:47D",
      "title": "Section 47D - Minister may grant licence",
      "main_structural_unit": "section",
      "main_structural_number": "47D",
      "main_structural_heading": "Minister may grant licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47D",
      "text": "(1)   If the Minister enters into an agreement  with  a  person  under\n         section 47C, the Minister may grant a licence under  this  Division\n         to the person to conduct a type 1 business or type 2 business in or\n         from the Territory and for other purposes or activities  associated\n         with that business that the Minister thinks fit  and  specifies  in\n         the licence.\n      (2)   Subject to this Act, a licence granted under  this  Division  is\n         subject to the terms and  conditions  that  are  specified  in  the\n         agreement and in the licence document."
    },
    {
      "key": "section:47E",
      "title": "Section 47E - Duration of licence",
      "main_structural_unit": "section",
      "main_structural_number": "47E",
      "main_structural_heading": "Duration of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47E",
      "text": "(1)    Subject  to  subsection  (2),  a  licence  granted  under  this\n         Division remains in force for the period specified in  the  licence\n         but may be renewed.\n      (2)   A licence under this Division ceases to be in force  if,  before\n         it expires:\n         (a)      it is terminated in accordance with the agreement;\n         (b)      the Licensee surrenders it; or\n         (c)      it is cancelled in accordance with this Act."
    },
    {
      "key": "section:47F",
      "title": "Section 47F - Cancellation or suspension of licence",
      "main_structural_unit": "section",
      "main_structural_number": "47F",
      "main_structural_heading": "Cancellation or suspension of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47F",
      "text": "(1)   Subject to subsection (2), the Minister may:\n         (a)      cancel a licence granted under this Division; or\n         (b)      suspend a licence, or the agreement pursuant to  which  it\n             was granted, for any period, not exceeding 6 months, that  the\n             Minister thinks fit.\n      (2)   The Minister must not cancel, suspend or vary a licence  granted\n         under this Division unless  the  Minister  is  satisfied  that  the\n         Licensee has:\n         (a)      failed to comply with a law of the Territory  in  relation\n             to the conduct of the business to which the licence relates;\n         (b)      failed to comply with a condition to which the licence  is\n             subject;\n         (c)      failed promptly to pay a fee, tax or levy in  relation  to\n             the conduct of  the  business  payable  under  a  law  of  the\n             Territory or in accordance  with  a  condition  to  which  the\n             licence is subject;\n         (d)      failed to comply with a direction lawfully  given  by  the\n             Minister or the Director;\n         (e)      been convicted of an offence that the Minister  considers,\n             in the Minister's absolute discretion, to be of such a  nature\n             as would bring the licence into disrepute; or\n         (f)      in the opinion of the  Minister,  acted  in  a  manner  or\n             condoned an action that is contrary to the good  repute  of  a\n             licence and that has brought the conduct of  the  business  to\n             which it relates into disrepute.\n      (3)   Where the Minister suspends a licence under  this  section,  the\n         licence is  of  no  force  or  effect  during  the  period  of  the\n         suspension.\n      (4)   Nothing in this section is to  be  construed  as  extending  the\n         term of a licence suspended under this section.\n      (5)   In subsection (2), a reference to a Licensee includes,  for  the\n         purposes of paragraphs (e) and (f), where the Licensee  is  a  body\n         corporate, a director of the  body  corporate  and  the  person  in\n         charge of the operations of the business to which it relates."
    },
    {
      "key": "section:47G",
      "title": "Section 47G - Appeal against cancellation or suspension",
      "main_structural_unit": "section",
      "main_structural_number": "47G",
      "main_structural_heading": "Appeal against cancellation or suspension",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47G",
      "text": "(1)    A  Licensee  may  appeal  to  the  Supreme  Court  against   a\n         cancellation or suspension of a licence under section 47F.\n      (2)   In deciding an appeal under this section, the Supreme Court:\n         (a)      has the same powers as the Minister; and\n         (b)      is not bound by the rules of evidence.\n      (3)   An appeal under this section is by way of a rehearing.\n      (4)   In an appeal under this section, the Supreme Court may:\n         (a)      confirm the decision;\n         (b)      set aside the decision and substitute another decision  it\n             considers appropriate; or\n         (c)      set aside the  decision  and  return  the  matter  to  the\n             Minister with the directions it considers appropriate.\n      (5)   If the Supreme Court substitutes another decision  for  that  of\n         the  Minister,  the  substituted  decision  is,  for  the  relevant\n         provisions of this Division, taken to be that of the Minister."
    },
    {
      "key": "section:47H",
      "title": "Section 47H - Conduct of business under licence",
      "main_structural_unit": "section",
      "main_structural_number": "47H",
      "main_structural_heading": "Conduct of business under licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47H",
      "text": "Subject to this Act, nothing in a law of the Territory  prevents  a\n         Licensee or a person employed by a  Licensee  from  conducting  the\n         business permitted by the licence in accordance with the terms  and\n         conditions to which the licence is subject and, to the extent  that\n         a condition would, but for this section, be in conflict with a  law\n         of the Territory, the law is of no force or effect."
    },
    {
      "key": "section:47J",
      "title": "Section 47J - Assignment of licence",
      "main_structural_unit": "section",
      "main_structural_number": "47J",
      "main_structural_heading": "Assignment of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47J",
      "text": "(1)    Subject  to  subsection  (2),  a  licence  granted  under  this\n         Division or an interest (whether  beneficial  or  otherwise)  in  a\n         licence may be assigned with the consent of the Minister.\n      (2)    The  Minister  may,  in  the  Minister's  absolute  discretion,\n         consent or refuse to consent to the assignment of  the  licence  or\n         interest."
    },
    {
      "key": "section:47K",
      "title": "Section 47K - Surrender of licence",
      "main_structural_unit": "section",
      "main_structural_number": "47K",
      "main_structural_heading": "Surrender of licence",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47K",
      "text": "Subject to the Licensee having paid all outstanding fees, taxes and\n         charges payable in  relation  to  the  Licensee's  conduct  of  the\n         business to which the licence relates and to  the  payment  to  the\n         Territory of any prizes that have been won  but  are  unclaimed  or\n         unpaid, the Licensee may, by notice in  writing  to  the  Minister,\n         surrender a licence granted under this  Division  and  the  licence\n         ceases to have effect on its being surrendered."
    },
    {
      "key": "section:47M",
      "title": "Section 47M - Payments of fees, taxes and levies â type 1 business",
      "main_structural_unit": "section",
      "main_structural_number": "47M",
      "main_structural_heading": "Payments of fees, taxes and levies â type 1 business",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47M",
      "text": "(1)   This section applies to a Licensee who:\n         (a)      has entered into an  agreement  with  the  Minister  under\n             sectionÂ 47C; and\n         (b)      has been granted a licence under this Division to  conduct\n             a type 1 business.\n      (2)   The Licensee must pay to the Territory, at the  times  specified\n         in the agreement, the fees (if any) for the licence  specified  in,\n         or calculated in accordance with, the agreement.\n      (3)   Without limiting the Licensee's liability to pay any  other  tax\n         under a law of the Territory, the Licensee must  also  pay  to  the\n         Territory, at the times specified in the agreement:\n         (a)      subject to subsection (4), the tax (if any) specified  in,\n             or calculated in accordance with, the agreement; and\n         (b)      the  levies  (if  any)  specified  in,  or  calculated  in\n             accordance with, the agreement.\n      (4)   The tax is to be calculated at  the  rate  of  50%  or,  if  the\n         agreement specifies a  higher  rate,  the  rate  specified  in  the\n         agreement."
    },
    {
      "key": "section:47N",
      "title": "Section 47N - Payments of fees, taxes and levies â type 2 business",
      "main_structural_unit": "section",
      "main_structural_number": "47N",
      "main_structural_heading": "Payments of fees, taxes and levies â type 2 business",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47N",
      "text": "(1)   This section applies to a Licensee who:\n         (a)      has entered into an  agreement  with  the  Minister  under\n             sectionÂ 47C; and\n         (b)      has been granted a licence under this Division to  conduct\n             a type 2 business.\n      (2)   The Licensee must pay to the Territory, at the  times  specified\n         in the agreement, the fees (if any) for the licence  specified  in,\n         or calculated in accordance with, the agreement.\n      (3)   Without limiting the Licensee's liability to pay any  other  tax\n         under a law of the Territory, and subject to  subsection  (5),  the\n         Licensee must also pay to the Territory, at the times specified  in\n         the agreement:\n         (a)      as a tax on the approved games conducted each  month,  the\n             tax amount for the month; and\n         (b)      the  levies  (if  any)  specified  in,  or  calculated  in\n             accordance with, the agreement.\n      (4)   The tax amount for a month is tax at the rate of 50%  calculated\n         in accordance with the following formula:\n         TA = (R x 0.5) - A\n         where:\n         TA is the tax amount for the month.\n         R is the net revenue from  the  approved  games  conducted  in  the\n         month.\n         A is the GST  offset  for  the  month,  being  the  lesser  of  the\n         following amounts:\n         (a)      the global GST amount  calculated  under  the  A  New  Tax\n             System (Goods and Services Tax) Act 1999 (Cth),  divisionÂ 126,\n             for the month for the approved games conducted in the month;\n         (b)      the net revenue from the approved games conducted  in  the\n             month multiplied by 0.5.\n      (5)   If the tax amount for a month is  less  than  zero,  no  tax  is\n         payable on the approved games conducted that month.\n      (6)   In this section:\n         approved games means the approved games specified in the agreement.\n         gross  revenue  means  the  total  amount  of  money  received   or\n         receivable by the Licensee from players in respect of the  approved\n         games conducted under the Licensee's agreement.\n         net revenue means gross revenue from the approved  games  less  the\n         cost of tickets purchased by the Licensee for the approved games.\n         player means an individual who participates in an approved game."
    },
    {
      "key": "section:47P",
      "title": "Section 47P - Powers of Director in respect of internet gaming business",
      "main_structural_unit": "section",
      "main_structural_number": "47P",
      "main_structural_heading": "Powers of Director in respect of internet gaming business",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47P",
      "text": "(1)   The Director may approve  the  manner  and  form  in  which  the\n         records of an internet gaming business conducted  under  a  licence\n         granted under this Division are to be kept.\n      (2)   For the purposes of this Act, the Director may appoint a  person\n         to carry out the functions that the Director may direct relating to\n         the  supervision  and  control  of  the  internet  gaming  business\n         conducted under a licence granted under this Division.\n      (3)   The Director may, from  time  to  time,  direct  a  Licensee  to\n         provide  information  relating  to  the  internet  gaming  business\n         conducted under the licence held by the Licensee that the  Director\n         may require.\n      (4)   The Director may, from  time  to  time,  direct  a  Licensee  to\n         adopt, vary, cease or refrain from a practice or proposed action in\n         respect of the internet gaming business conducted under the licence\n         held by the Licensee.\n      (5)   A  Licensee  must  keep  the  records  of  the  internet  gaming\n         business conducted under the licence held by the  Licensee  in  the\n         manner and form approved under subsection (1).\n      (6)   A Licensee  must  not  contravene  or  fail  to  comply  with  a\n         direction given under this section.\n      (7)   The Director may approve:\n         (a)      the rules and procedures of a game  or  lottery  conducted\n             under a licence granted under this Division; and\n         (b)      the equipment that may  be  used  in  playing  a  game  or\n             lottery conducted under a licence granted under this Division.\n      (8)   The Director may give  directions  and  issue  guidelines  to  a\n         Licensee relating to the operation and playing of a game or lottery\n         conducted under the licence."
    },
    {
      "key": "section:47Q",
      "title": "Section 47Q - Entry of place by Director, gaming inspectors, &c.",
      "main_structural_unit": "section",
      "main_structural_number": "47Q",
      "main_structural_heading": "Entry of place by Director, gaming inspectors, &c.",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47Q",
      "text": "(1)   The Director, a gaming inspector or an approved person  may,  at\n         any time, enter and remain in a  place  where  an  internet  gaming\n         business is conducted under a licence granted under  this  Division\n         or a place that is associated  or  used  in  conjunction  with  the\n         business for the following purposes:\n         (a)      to observe the operations of the business;\n         (b)      to record the operations of the business;\n         (c)      to ascertain whether this Act and the  agreement  relating\n             to the business are being complied with;\n         (d)      to perform any other functions of the Director, the gaming\n             inspector or the approved person.\n      (2)   A person  must  not,  without  reasonable  excuse,  obstruct  or\n         hinder the Director, a gaming inspector or an  approved  person  in\n         the exercise of his or her powers under this Act."
    },
    {
      "key": "section:47R",
      "title": "Section 47R - Licence not personal property",
      "main_structural_unit": "section",
      "main_structural_number": "47R",
      "main_structural_heading": "Licence not personal property",
      "defined_term": null,
      "structure_path": "Part 4 Lotteries > Division 5 Internet gaming > Section 47R",
      "text": "For section 8(1)(k) of the Personal Property  Securities  Act  2009\n         (Cth), a licence  granted  under  this  Division  is  not  personal\n         property for that Act.\n         Note for section 47R\n         A law of the Commonwealth, a State or a  Territory  may  declare  a\n         right, licence or authority granted by or under that law not to  be\n         personal property for the Personal  Property  Securities  Act  2009\n         (Cth).\nPart 5      Gaming\nDivision 1  Gaming machines, ticket dispensing machines and games in nature\n                of lottery"
    },
    {
      "key": "section:47",
      "title": "Section 47 - Certain machines and certain games prohibited",
      "main_structural_unit": "section",
      "main_structural_number": "47",
      "main_structural_heading": "Certain machines and certain games prohibited",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 1 Gaming machines, ticket dispensing machines and games in nature > Section 47",
      "text": "Subject to this Act, a person shall not:\n         (a)      on premises owned or occupied by the  person  provide,  or\n             cause or allow to be used, a ticket dispensing machine; or\n         (b)      conduct, or cause or allow to be conducted, a  sweepstake,\n             calcutta,  game  of  bingo  or  such  other  game  as  may  be\n             prescribed."
    },
    {
      "key": "section:48",
      "title": "Section 48 - Approved association may provide ticket dispensing machine",
      "main_structural_unit": "section",
      "main_structural_number": "48",
      "main_structural_heading": "Approved association may provide ticket dispensing machine",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 1 Gaming machines, ticket dispensing machines and games in nature > Section 48",
      "text": "An approved association may provide on premises owned  or  occupied\n         by it or, with the consent of the Director, on other premises:\n         (a)      ticket dispensing machines; or\n         (b)      such other machines or devices, not being gaming machines,\n             as may be prescribed,\n         where the cost of a ticket does not exceed 50 cents or  such  other\n         amount as may be prescribed."
    },
    {
      "key": "section:49",
      "title": "Section 49 - Gaming machines prohibited without permit",
      "main_structural_unit": "section",
      "main_structural_number": "49",
      "main_structural_heading": "Gaming machines prohibited without permit",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 1 Gaming machines, ticket dispensing machines and games in nature > Section 49",
      "text": "(1)   Subject to this Act, a person shall not:\n         (a)      possess, provide, use or cause  or  allow  to  be  used  a\n             gaming machine;\n         (b)      supply, lease, hire out or bail a gaming machine; or\n         (c)      assemble, repair or maintain a gaming machine,\n         unless the person does so under and in  accordance  with  a  permit\n         granted  under  this  Act,  the  guidelines  (if  any)  made  under\n         sectionÂ 51 and with any regulations relating to gaming machines.\n      (2)   The Director may, where there is a breach of a  condition  under\n         which a permit was granted or a guideline made  under  section  51,\n         cancel, or suspend for not longer than 6 months, the permit."
    },
    {
      "key": "section:51",
      "title": "Section 51 - Director may make guidelines",
      "main_structural_unit": "section",
      "main_structural_number": "51",
      "main_structural_heading": "Director may make guidelines",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 1 Gaming machines, ticket dispensing machines and games in nature > Section 51",
      "text": "(1)   Subject to this Act, the Regulations and the written  directions\n         of the Minister (if any), the Director may make written  guidelines\n         in the form of criteria, either general  or  specific,  for  or  in\n         relation to:\n         (a)      the construction, nature, purpose and  physical  integrity\n             of a gaming machine;\n         (b)      the place  (including  a  public  place)  where  a  gaming\n             machine may be permitted  to  be  kept,  used,  maintained  or\n             repaired;\n         (c)      the form and content of  an  instrument  relating  to  the\n             supply, lease, hire or bailment of a gaming machine; and\n         (d)      such other matters relating  to  gaming  machines  as  the\n             Director thinks relevant.\n      (2)   Notwithstanding that an application  for  a  permit  may  be  in\n         conformity with guidelines made under this section, the  discretion\n         of the Director to grant the permit, with or without conditions, or\n         to refuse to grant the permit, is not limited or affected  by  that\n         conformity."
    },
    {
      "key": "section:52",
      "title": "Section 52 - Conduct of calcuttas, sweepstakes and bingo",
      "main_structural_unit": "section",
      "main_structural_number": "52",
      "main_structural_heading": "Conduct of calcuttas, sweepstakes and bingo",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 1 Gaming machines, ticket dispensing machines and games in nature > Section 52",
      "text": "(1)   Subject to subsection (2), an approved association may conduct:\n         (a)      a calcutta;\n         (b)      a sweepstake; or\n         (c)      games of bingo.\n      (2)   The rules for conducting a game under this section shall  be  as\n         prescribed."
    },
    {
      "key": "section:53",
      "title": "Section 53 - Games in nature of lottery",
      "main_structural_unit": "section",
      "main_structural_number": "53",
      "main_structural_heading": "Games in nature of lottery",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 1 Gaming machines, ticket dispensing machines and games in nature > Section 53",
      "text": "(1)   The Minister may, by notice in the  Gazette,  determine  that  a\n         game is not a lottery for the purposes of Part 4.\n      (2)   Where the Minister has under subsection (1)  determined  that  a\n         game is not a lottery for the purposes of Part 4, the Minister  may\n         in the same notice:\n         (a)      declare it to be an unlawful game; or\n         (b)      declare that the game may be played only:\n             (i) in such place or places  and  on  such  occasions  as  the\n                  Minister specifies in the notice; or\n             (ii)      by an approved association or other person  or  body\n                  in accordance with a permit issued by the Director.\n      (3)   A person shall not  organise,  promote  or  conduct  a  game  in\n         respect of which a  declaration  has  been  made  under  subsection\n         (2)(b) otherwise than in accordance with a notice  published  under\n         subsection (2)(b)(i) or of a permit granted under this Act.\n      (4)   A person shall not play or take part in a  game  in  respect  of\n         which a declaration has been made under subsection  (2)(b)  knowing\n         that the game is being organised, promoted or  conducted  otherwise\n         than in accordance with a notice under subsection (2)(b)(i) or of a\n         permit granted under this Act.\n      (5)   The Minister may, by notice in the  Gazette,  declare  that  the\n         use of specified cards, devices or objects for the purpose  of  the\n         disposition of real or personal property or a share or interest  in\n         such property or a right to a benefit or thing dependent on  or  to\n         be determined, wholly or partly, by chance comprises a lottery.\nDivision 2  Control of gaming"
    },
    {
      "key": "section:54",
      "title": "Section 54 - Unlawful games",
      "main_structural_unit": "section",
      "main_structural_number": "54",
      "main_structural_heading": "Unlawful games",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 54",
      "text": "(1)   For the purposes of this Act:\n         (a)      a game:\n             (i) which is or is intended to be a game of chance;\n             (ii)      which is or is intended  to  be  a  game  partly  of\n                  chance and partly of skill; or\n             (iii)     which is a trick or sleight of hand,\n            played with an  instrument  of  gaming,  contrivance  or  device\n             whereby money is or goods are gained or disposed of;\n         (b)      a game from which a person derives a percentage,  part  or\n             share of the amount or amounts wagered, staked or  played  for\n             or for which a charge is made; or\n         (c)      a game declared under the Regulations or by  the  Minister\n             under section 53(2)(a) to be an unlawful game,\n         is an unlawful game.\n      (2)   The Minister may in writing permit the playing of  a  game  that\n         is otherwise unlawful in such place or places and on such occasions\n         as the Minister specifies in the notice.\n      (3)   A person is not guilty of an offence against  this  Division  in\n         respect of an unlawful game specified in:\n         (a)      a notice under subsection (2); or\n         (b)      a permit granted under this Act,\n         where the person is playing the game in accordance with the  notice\n         or permit.\n      (4)   Notwithstanding subsection (1), the game commonly  known  as  or\n         called two-up or swy is not an unlawful game where:\n         (a)      it is played  at  a  racing  venue  situated  outside  the\n             circumference of a circle having a radius of 80 km centred  on\n             the casino  at  Alice  Springs  and  Darwin  respectively,  is\n             conducted by or on behalf of a club on the day  of  a  meeting\n             for a period of not more than 4  hours  commencing  after  the\n             finish of the last race of the meeting, and  the  profits  (if\n             any) are payable  to  the  club  to  be  applied  towards  its\n             purposes or such other purposes as the club thinks proper; or\n         (b)      it is played only on 25 April (whether or not Anzac Day is\n             publicly celebrated on that  date),  is  conducted  by  or  on\n             behalf of a Returned Services League Club and the profits  (if\n             any) are payable to that club.\n      (5)   In subsection (4)(a), the words \"club\",  \"meeting\",  \"race\"  and\n         \"racecourse\" have the same meanings as \"race club\", \"race  meeting\"\n         and \"racecourse\" (respectively) in  sectionÂ 4  of  the  Racing  and\n         Wagering Act 2024."
    },
    {
      "key": "section:55",
      "title": "Section 55 - Organising, &c., unlawful game",
      "main_structural_unit": "section",
      "main_structural_number": "55",
      "main_structural_heading": "Organising, &c., unlawful game",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 55",
      "text": "A person shall not:\n         (a)       organise  or  conduct,  or  assist   in   organising   or\n             conducting, an unlawful game; or\n         (b)      receive a percentage of an amount wagered on  an  unlawful\n             game."
    },
    {
      "key": "section:56",
      "title": "Section 56 - Selling ticket, &c., in unlawful game",
      "main_structural_unit": "section",
      "main_structural_number": "56",
      "main_structural_heading": "Selling ticket, &c., in unlawful game",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 56",
      "text": "A person shall not:\n         (a)      give or sell a ticket; or\n         (b)      take a ticket,\n         in an unlawful game."
    },
    {
      "key": "section:57",
      "title": "Section 57 - Playing at unlawful game",
      "main_structural_unit": "section",
      "main_structural_number": "57",
      "main_structural_heading": "Playing at unlawful game",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 57",
      "text": "(1)   A person shall not play at or participate in an unlawful game.\n      (2)   A person shall not:\n         (a)      be present at any unlawful gaming or at the playing of  an\n             unlawful game;\n         (b)      be in a place in  which  any  unlawful  gaming  is  taking\n             place, without lawful excuse (the proof of which excuse  shall\n             be upon the person); or\n         (c)      bet by way of wagering or gaming on an unlawful game."
    },
    {
      "key": "section:58",
      "title": "Section 58 - Advertising",
      "main_structural_unit": "section",
      "main_structural_number": "58",
      "main_structural_heading": "Advertising",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 58",
      "text": "A person shall not:\n         (a)      placard, post up or exhibit;\n         (b)      permit or suffer to be placarded, posted up or  exhibited;\n             or\n         (c)      assist in placarding, posting up or exhibiting,\n         in, on or about any land or premises any information or  notice  or\n         list relating directly or indirectly to an illegal  lottery  or  an\n         unlawful game."
    },
    {
      "key": "section:59",
      "title": "Section 59 - False pretences",
      "main_structural_unit": "section",
      "main_structural_number": "59",
      "main_structural_heading": "False pretences",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 59",
      "text": "A person shall not, by fraud,  fraudulent  device  or  practice  in\n         playing with an instrument of gaming, win from a person for himself\n         or herself, or another person, money or a valuable thing."
    },
    {
      "key": "section:60",
      "title": "Section 60 - Place for unlawful gaming",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Place for unlawful gaming",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 60",
      "text": "(1)   Subject to this section, a place is used for unlawful gaming  if\n         it or a part of it:\n         (a)      is used for or in connection with:\n             (i) a lottery, calcutta, sweepstake or game of bingo which  is\n                  not authorised by this Act or, being  authorised,  is  not\n                  conducted in accordance with this Act; or\n             (ii)      an unlawful game; or\n         (b)      is opened, kept or used for  the  purpose  of  the  owner,\n             occupier or keeper of it, or a person using it,  or  a  person\n             procured or employed by or acting for  or  on  behalf  of  the\n             owner, occupier or keeper, or person using it, or of a  person\n             having the care or management or in any manner conducting  the\n             business thereof,  conducting  or  participating  in  unlawful\n             gaming with persons resorting to the place.\n      (2)   A casino is not a place used for unlawful gaming in  respect  of\n         operations conducted in the casino that are  permitted  under  this\n         Act."
    },
    {
      "key": "section:61",
      "title": "Section 61 - Penalty for keeping place for unlawful gaming",
      "main_structural_unit": "section",
      "main_structural_number": "61",
      "main_structural_heading": "Penalty for keeping place for unlawful gaming",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 61",
      "text": "(1)   A  person  shall  not  use  a  place  for  unlawful  gaming,  or\n         knowingly and wilfully permit it so to be used by any other person,\n         or have the care or management of,  or  in  any  manner  assist  in\n         conducting the business of, a place so used.\n      (2)   A person shall not, without lawful excuse, enter or remain in  a\n         place used for unlawful gaming."
    },
    {
      "key": "section:62",
      "title": "Section 62 - Evidence that place used for unlawful gaming",
      "main_structural_unit": "section",
      "main_structural_number": "62",
      "main_structural_heading": "Evidence that place used for unlawful gaming",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 62",
      "text": "It is prima facie evidence that a place is used for unlawful gaming\n         if it is proved that:\n         (a)      the place is kept or used for the playing  therein  of  an\n             unlawful game or that a bank is kept there by one or  more  of\n             the players exclusive of the others; or\n         (b)      the chances  of  a  game  played  therein  are  not  alike\n             favourable to all the players (including the banker  or  other\n             person by whom the game is managed or against whom  the  other\n             players stake, play or bet),\n         whether or not the place is open for the use of subscribers only."
    },
    {
      "key": "section:63",
      "title": "Section 63 - Not necessary to prove that person was found playing for money, &c.",
      "main_structural_unit": "section",
      "main_structural_number": "63",
      "main_structural_heading": "Not necessary to prove that person was found playing for money, &c.",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 63",
      "text": "It is not necessary in support of a complaint for gaming in, or for\n         suffering a game or gaming in, or for keeping  or  using  or  being\n         concerned in the management or conduct  of  a  place  for  unlawful\n         gaming, to prove that a person found playing at a game was  playing\n         for money or a valuable thing."
    },
    {
      "key": "section:64",
      "title": "Section 64 - Effect of discovery of instruments of gaming",
      "main_structural_unit": "section",
      "main_structural_number": "64",
      "main_structural_heading": "Effect of discovery of instruments of gaming",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 64",
      "text": "Where a place suspected to be open, kept or used  as  a  place  for\n         unlawful gaming is lawfully entered by a member of the Police Force\n         or a gaming inspector, the discovery  therein  or  on  or  about  a\n         person found in the  place  of  an  instrument  of  gaming,  gaming\n         machine, ticket dispensing machine or thing used in  or  associated\n         with playing an unlawful game is prima facie evidence that:\n         (a)      the place is used as a place for unlawful gaming; and\n         (b)      the persons found in the place  where  the  instrument  or\n             machine was discovered were playing in that place, although no\n             play was actually going on in the presence of  the  member  of\n             the Police Force or gaming inspector lawfully entering or  the\n             member's or gaming inspector's assistants."
    },
    {
      "key": "section:65",
      "title": "Section 65 - Evidence that place used as place for unlawful gaming",
      "main_structural_unit": "section",
      "main_structural_number": "65",
      "main_structural_heading": "Evidence that place used as place for unlawful gaming",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 65",
      "text": "Where:\n         (a)      a member of the Police Force  or  a  gaming  inspector  is\n             wilfully  prevented  from  or  is  obstructed  or  delayed  in\n             entering a place in which the member  has  reasonable  grounds\n             for suspecting unlawful gaming is, has been or is about to  be\n             carried on or any part of that place;\n         (b)      an external or internal door of, or means  of  access  to,\n             such place is found to be fitted or provided with a bolt, bar,\n             chain or means or contrivance for the purpose  of  preventing,\n             delaying or obstructing the entry into the place or  any  part\n             of the place of  a  member  of  the  Police  Force  or  gaming\n             inspector or for giving an alarm in case of that entry; or\n         (c)      such a place is found fitted or provided with a  means  or\n             contrivance  for  concealing,  removing   or   destroying   an\n             instrument of gaming,\n         it shall be prima  facie  evidence  that  the  place  is  used  for\n         unlawful gaming and that  the  persons  found  in  the  place  were\n         playing an unlawful game therein."
    },
    {
      "key": "section:66",
      "title": "Section 66 - Evidence as to offences",
      "main_structural_unit": "section",
      "main_structural_number": "66",
      "main_structural_heading": "Evidence as to offences",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 66",
      "text": "Where, on the hearing of a complaint relating to an offence against\n         this Part, the court is of the opinion that  money  or  a  valuable\n         thing which has to its satisfaction been proved to have been  given\n         to, or received or paid by the accused  person,  or  given  to,  or\n         received or paid by a person on the accused  person's  behalf,  has\n         been given, received or paid, as the case may be, in  circumstances\n         which, in the mind of the court, raise a reasonable suspicion  that\n         such money or thing was so given, received or paid in contravention\n         of this Part, the giving, receiving or paying shall be prima  facie\n         evidence of the commission by the accused  person  of  the  offence\n         specified in the complaint."
    },
    {
      "key": "section:67",
      "title": "Section 67 - Reasonable suspicion sufficient",
      "main_structural_unit": "section",
      "main_structural_number": "67",
      "main_structural_heading": "Reasonable suspicion sufficient",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 67",
      "text": "Where, on the hearing of a complaint against a person  in  relation\n         to an offence against this Part, the evidence for  the  prosecution\n         is such as to raise in the mind of the court hearing the  complaint\n         a reasonable suspicion that the person is guilty  of  the  offence,\n         that evidence is prima facie evidence that the person is guilty  of\n         that offence."
    },
    {
      "key": "section:68",
      "title": "Section 68 - Special powers relating to searches, &c.",
      "main_structural_unit": "section",
      "main_structural_number": "68",
      "main_structural_heading": "Special powers relating to searches, &c.",
      "defined_term": null,
      "structure_path": "Part 5 Gaming > Division 2 Control of gaming > Section 68",
      "text": "(1)   Notwithstanding section 117 of  the  Police  Administration  Act\n         1978,  it  shall  not  be  necessary  in  an  information  laid  or\n         application made for the purpose of obtaining a search warrant  for\n         the search of a place on or in which a member of the  Police  Force\n         has reasonable grounds for suspecting that an offence against  this\n         Part is, has been or is about to be carried  on,  or  in  a  search\n         warrant issued as a result of that information laid or  application\n         made, for the particular items  associated  with  the  offence  for\n         which it is intended to search, or a description of such items,  to\n         be specified, and a search for any such items may be  conducted  by\n         authority of the warrant.\n      (2)   A member of the Police Force or gaming  inspector  who  lawfully\n         enters a place on or in which the member or  gaming  inspector  has\n         reasonable grounds for suspecting that an offence against this Part\n         is, has been or is about to be carried on may, with such assistance\n         as the member or gaming inspector thinks necessary, if necessary by\n         force:\n         (a)      open a cupboard, drawer, chest,  trunk,  box,  package  or\n             other receptacle, whether a fixture or not, found on or in the\n             place;\n         (b)      without warrant, search a person found on or in the  place\n             or the clothing being worn by or property in  the  control  of\n             the person; and\n         (c)      seize anything found on or in the place or in  the  course\n             of the search that the member or gaming  inspector  reasonably\n             believes  is  evidence  of  or  associated  with  the  offence\n             committed on or in that place.\n      (3)   The power conferred on a member of  the  Police  Force  by  this\n         section is in addition to and not in derogation of any other  power\n         conferred by a law in force in the Territory.\n      (4)   Where the ownership of a gaming machine  or  part  of  a  gaming\n         machine cannot, at the time of its seizure under this  section,  be\n         ascertained, the property seized shall be forfeit to the Crown  and\n         may be sold, destroyed or disposed of, as the Director thinks  fit,\n         after 90 days from the date of seizure if, within that time, it has\n         not been possible after reasonable inquiry, to establish  ownership\n         of the property.\n      (5)   A person found  guilty  of  an  offence  relating  to  a  gaming\n         machine is liable to pay to  the  Crown  the  reasonable  costs  of\n         handling, securing, maintaining or storing  property  seized  under\n         this section in  relation  to  the  offence,  which  costs  may  be\n         assessed by the court and collected in like manner  to  a  monetary\n         penalty.\nPart 5A     Community Benefit Fund"
    },
    {
      "key": "section:68A",
      "title": "Section 68A - Community Benefit Fund",
      "main_structural_unit": "section",
      "main_structural_number": "68A",
      "main_structural_heading": "Community Benefit Fund",
      "defined_term": null,
      "structure_path": "Part 5A Community Benefit Fund > Section 68A",
      "text": "(1)   The Director must maintain in the Agency's Operating  Account  a\n         fund to be known as the Community Benefit Fund.\n      (2)   Money in the Community Benefit Fund is to  be  applied  for  the\n         following purposes:\n         (a)      research into gambling activity, including the social  and\n             economic impact of gambling on individuals, families  and  the\n             community;\n         (b)      promotion of community awareness and education in  respect\n             of   problem   gambling   and   provision   of    counselling,\n             rehabilitation and support services for problem  gamblers  and\n             their families in the Territory;\n         (c)      funding of grants for community projects and  services  of\n             benefit to communities throughout the Territory;\n         (d)      management and administrative support of the Fund.\n      (3)   The Minister may from time to time approve guidelines  for  this\n         Part to be known as the Community Benefit Fund Guidelines.\n      (4)   The Minister may determine the following in the  Guidelines  for\n         the purpose mentioned in subsectionÂ (2)(c):\n         (a)      the maximum amount of a major grant;\n         (b)      the maximum amount of a minor grant.\n      (5)   Subsection (4) does not limit any  other  matters  the  Minister\n         may determine in the Guidelines.\n      (6)   The Guidelines must be published  on  the  Agency's  website  as\n         soon as practicable after they are made."
    },
    {
      "key": "section:68B",
      "title": "Section 68B - Role of Director and Community Benefit Committee",
      "main_structural_unit": "section",
      "main_structural_number": "68B",
      "main_structural_heading": "Role of Director and Community Benefit Committee",
      "defined_term": null,
      "structure_path": "Part 5A Community Benefit Fund > Section 68B",
      "text": "(1)   The functions of the Director are:\n         (a)      to consider applications for:\n             (i) grants from the Community Benefit Fund  for  the  purposes\n                  mentioned  in  sectionÂ 68A(2)(a)  and  (b)  and  to   make\n                  recommendations    to    the    Minister    about    those\n                  applications;Â and\n             (ii)      minor grants from the Community Benefit Fund for the\n                  purpose  mentioned  in  sectionÂ 68A(2)(c)  and   to   make\n                  recommendations to the Minister about those  applications;\n                  and\n         (b)      to monitor the contribution made to the community by clubs\n             that are licensees under the Gaming Machine Act 1995.\n      (2)   The Director has the powers necessary to perform the  Director's\n         functions.\n      (3)   The Minister must:\n         (a)      establish a  committee  known  as  the  Community  Benefit\n             Committee;Â and\n         (b)      determine the membership of the Committee and how it is to\n             operate.\n      (4)   The functions of the Committee are:\n         (a)       to  consider  applications  for  major  grants  from  the\n             CommunityÂ BenefitÂ Fund   for   the   purpose   mentioned    in\n             sectionÂ 68A(2)(c);Â and\n         (b)      to  make  recommendations  to  the  Minister  about  those\n             applications.\n       (5)    The  Committee  has  the  powers  necessary  to  perform   its\n         functions, including the power to require the Director  to  provide\n         the Committee with specified information.\n      (6)   The Director and Committee must  provide  the  Minister  with  a\n         joint report on the Director's and Committee's operations during  a\n         financial year in relation to the  Community  Benefit  Fund  within\n         3Â months after the end of the financial year.\n       (7)    The  Minister  must  table  a  copy  of  the  report  in   the\n         LegislativeÂ Assembly within  6  sitting  days  after  the  Minister\n         receives the report."
    },
    {
      "key": "section:68C",
      "title": "Section 68C - Payments into and out of Fund",
      "main_structural_unit": "section",
      "main_structural_number": "68C",
      "main_structural_heading": "Payments into and out of Fund",
      "defined_term": null,
      "structure_path": "Part 5A Community Benefit Fund > Section 68C",
      "text": "(1)   The following money is to be paid  into  the  Community  Benefit\n         Fund:\n         (a)      all money received and  assessed  by  the  Director  under\n             section 156 of the Gaming Machine Act 1995 as  gaming  machine\n             community benefit levy;\n         (aa)     all money received and assessed by the Director as  gaming\n             machine community benefit levy under sectionÂ 35A;\n         (b)      all money received by the  Director  as  unclaimed  prizes\n             (other than unclaimed prizes in respect of  foreign  lotteries\n             conducted under section 40);\n         (c)      all money forfeited under section 78;\n         (d)      all other money that, under any Act,  is  required  to  be\n             paid into the Fund.\n      (2)   The Minister must determine the total amount to be paid  out  of\n         the Fund in a financial year in respect of each  purpose  specified\n         in sectionÂ 68A(2).\n      (3)   An application:\n         (a)      for a grant for a purpose mentioned in  section  68A(2)(a)\n             or (b), or for a minor grant  for  the  purpose  mentioned  in\n             sectionÂ 68A(2)(c), is made to the Director; and\n         (b)       for  a  major  grant  for  the   purpose   mentioned   in\n             sectionÂ 68A(2)(c) is made to the Community Benefit Committee.\n      (4)   If an application is made to the Director or the Committee,  the\n         Director or Committee must:\n         (a)      consider the application; and\n         (b)      recommend to the Minister that the Minister:\n             (i) approve the whole or part of the grant; or\n             (ii)      refuse to approve the grant.\n      (5)   The Minister may, having regard to  the  recommendation  of  the\n         Director or Committee:\n         (a)      approve the whole or part of the grant; or\n         (b)      refuse to approve the grant.\n      (6)   If at the end  of  a  financial  year  there  is  surplus  money\n         remaining in the Fund, that money must be:\n         (a)      retained in the Fund; and\n         (b)      applied to the following financial year for  the  purposes\n             mentioned in sectionÂ 68A(2).\nPart 5B     Review of decisions"
    },
    {
      "key": "section:68CA",
      "title": "Section 68CA - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "68CA",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CA",
      "text": "In this Part:\n         affected person, for a reviewable decision, means a person to  whom\n         any of the following applies:\n         (a)       for  a  decision  that  relates  to  disciplinary  action\n             relating to a licence â the person is the licensee;\n         (b)       for  a  decision  that  was  made  in  relation   to   an\n             applicationÂ â the person is the applicant;\n         (c)      the person  made  a  submission,  complaint  or  objection\n             (however described) during the process that  resulted  in  the\n             decision being made.\n         delegate decision means a reviewable decision that  is  made  by  a\n         delegate of the Director.\n         reviewable decision means a decision prescribed by regulation."
    },
    {
      "key": "section:68CB",
      "title": "Section 68CB - Notice of delegate decision",
      "main_structural_unit": "section",
      "main_structural_number": "68CB",
      "main_structural_heading": "Notice of delegate decision",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CB",
      "text": "(1)   As soon as practicable  after  making  a  delegate  decision,  a\n         delegate of the Director must give written notice of  the  decision\n         to each affected person.\n      (2)   The notice must state the following:\n         (a)      the delegate decision and the reasons for it;\n         (b)      that the affected person may apply for  a  review  of  the\n             decision under section 68CC;\n         (c)      the period allowed for applying for a review."
    },
    {
      "key": "section:68CC",
      "title": "Section 68CC - Application for review",
      "main_structural_unit": "section",
      "main_structural_number": "68CC",
      "main_structural_heading": "Application for review",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CC",
      "text": "(1)   An affected person for a delegate  decision  may  apply  to  the\n         Director for a review of the decision.\n      (2)   The application must be made:\n         (a)      within 28  days  after  written  notice  of  the  delegate\n             decision is given to the affected person; or\n         (b)      by any later date allowed by the Director.\n      (3)   The application must:\n         (a)      be in the approved form; and\n         (b)      be accompanied by the fee prescribed by regulation; and\n         (c)      state the grounds on which it is made and the facts relied\n             on to establish the grounds."
    },
    {
      "key": "section:68CD",
      "title": "Section 68CD - Effect of application on delegate decision",
      "main_structural_unit": "section",
      "main_structural_number": "68CD",
      "main_structural_heading": "Effect of application on delegate decision",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CD",
      "text": "(1)   The making of the application does not  stay  the  operation  of\n         the delegate decision.\n      (2)   Despite subsection (1), the Director may stay the  operation  of\n         the delegate decision pending completion of the review."
    },
    {
      "key": "section:68CE",
      "title": "Section 68CE - Director to consider application",
      "main_structural_unit": "section",
      "main_structural_number": "68CE",
      "main_structural_heading": "Director to consider application",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CE",
      "text": "(1)   On receipt of the application,  the  Director  must  review  the\n         delegate decision.\n       (2)    Despite  subsection  (1),  if  satisfied  the  application  is\n         frivolous or vexatious, the Director  may  reject  the  application\n         without reviewing the delegate decision."
    },
    {
      "key": "section:68CF",
      "title": "Section 68CF - Conducting and deciding review",
      "main_structural_unit": "section",
      "main_structural_number": "68CF",
      "main_structural_heading": "Conducting and deciding review",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CF",
      "text": "(1)   In reviewing the delegate decision, the Director must:\n         (a)      take into account any matter that this  Act  requires  the\n             Director to take into account in reviewing the decision; and\n         (b)       follow  the  procedures  for  review  determined  by  the\n             Director; and\n         (c)      comply with the rules of natural justice.\n      (2)   After reviewing the delegate decision, the Director must:\n         (a)      affirm the decision; or\n         (b)      vary the decision; or\n         (c)      set aside the decision and substitute a new decision."
    },
    {
      "key": "section:68CG",
      "title": "Section 68CG - Notice of decision on review",
      "main_structural_unit": "section",
      "main_structural_number": "68CG",
      "main_structural_heading": "Notice of decision on review",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CG",
      "text": "(1)   As soon as practicable after making  a  decision  under  section\n         68CF, the Director must give written notice of the decision to  the\n         following persons:\n         (a)      the applicant;\n         (b)      any other affected person.\n      (2)   The notice must state the following:\n         (a)      the Director's decision and the reasons for it;\n         (b)      details of any right the person  has  under  this  Act  to\n             apply for a review of, or to appeal, the Director's decision."
    },
    {
      "key": "section:68CH",
      "title": "Section 68CH - Application to NTCAT for review of Director's decision",
      "main_structural_unit": "section",
      "main_structural_number": "68CH",
      "main_structural_heading": "Application to NTCAT for review of Director's decision",
      "defined_term": null,
      "structure_path": "Part 5B Review of decisions > Section 68CH",
      "text": "(1)   Subject to subsection (2), an affected person for  a  reviewable\n         decision may apply to NTCAT for review of the decision.\n      (2)   An affected person may only apply to NTCAT once the  person  has\n         exhausted any other available avenue of review under this Division.\n         Note for section 68CH\n         A delegate decision must be reviewed by  the  Director  under  this\n         Division before an application is made to NTCAT.\nPart 6      Miscellaneous"
    },
    {
      "key": "section:68D",
      "title": "Section 68D - Application of Taxation Administration ActÂ 2007",
      "main_structural_unit": "section",
      "main_structural_number": "68D",
      "main_structural_heading": "Application of Taxation Administration ActÂ 2007",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 68D",
      "text": "(1)   The Taxation Administration Act 2007, other  than  the  excluded\n         provisions, applies in relation to a  tax  or  levy  payable  by  a\n         person under a taxation provision of this Act as if:\n         (a)      a reference to tax in that Act were a reference to the tax\n             or levy; and\n         (b)      a reference to a taxpayer in that Act were a reference  to\n             the person; and\n         (c)      a reference to a taxation law in that Act were a reference\n             to the taxation provision of this Act; and\n         (d)      a reference to a corresponding law in Part 9 of  that  Act\n             were a reference to a law of  the  Commonwealth,  a  State  or\n             another Territory corresponding to  a  taxation  provision  of\n             this Act.\n      (2)   In this section:\n         excluded provisions means sectionÂ 20 and Parts  6  and  10  of  the\n         Taxation Administration Act 2007.\n         taxation provision of  this  Act  means  sectionÂ 24(2)(c),  38B(3),\n         46M(3), 47M(3) or 47N(3) to (5)."
    },
    {
      "key": "section:69",
      "title": "Section 69 - Cheating",
      "main_structural_unit": "section",
      "main_structural_number": "69",
      "main_structural_heading": "Cheating",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 69",
      "text": "(1)   A person shall not:\n         (a)       by  a  fraudulent  trick,  device,  sleight  of  hand  or\n             representation;\n         (b)      by a fraudulent scheme or practice;\n         (c)      by the fraudulent use of gaming  equipment  or  any  other\n             thing; or\n         (d)      by the fraudulent use of an instrument  or  article  of  a\n             type normally used in connection with gaming, or appearing  to\n             be of a type normally used in connection with gaming,\n         obtain for himself or herself or another person, or induce a person\n         to deliver, give or credit to him or her  or  another  person,  any\n         money,  chips,  benefit,  advantage,  valuable   consideration   or\n         security.\n      (2)   A person shall not use or have in his or her possession:\n         (a)      chips that he or she knows are bogus or counterfeit chips;\n         (b)      an instrument of gaming that he  or  she  knows  has  been\n             marked, loaded or tampered with; or\n         (c)      for the purpose  of  cheating,  stealing  or  obtaining  a\n             benefit or advantage not ordinarily available to a person, any\n             equipment,  device  or  thing  that  permits  or   facilitates\n             cheating, stealing or obtaining such a benefit or advantage.\n      (3)   In so far as subsection (2)  prohibits  the  possession  of  any\n         thing referred to in subsection (2)(a) or (b), the prohibition does\n         not extend to the possession by a person in charge of a casino,  an\n         agent or employee of a Licensee, a gaming inspector or a member  of\n         the Police Force, if the thing:\n         (a)      has been seized under this Act  for  use  as  evidence  in\n             proceedings for an offence; or\n         (b)       is  being  used  for  the  purposes  of  instruction   or\n             comparison in identifying such things."
    },
    {
      "key": "section:70",
      "title": "Section 70 - Act not to extend to stakes payable to winner of lawful game or race",
      "main_structural_unit": "section",
      "main_structural_number": "70",
      "main_structural_heading": "Act not to extend to stakes payable to winner of lawful game or race",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 70",
      "text": "Nothing in this Act shall extend to a person receiving  or  holding\n         money or a valuable thing by way of a stake or deposit to  be  paid\n         to the winner of a race or lawful sport, game or exercise."
    },
    {
      "key": "section:71",
      "title": "Section 71 - Secrecy",
      "main_structural_unit": "section",
      "main_structural_number": "71",
      "main_structural_heading": "Secrecy",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 71",
      "text": "(1)   Subject to this  section,  a  person  who  is  employed  by  the\n         Territory shall not, either directly or indirectly, except for  the\n         purposes of this Act:\n         (a)      make a record of, or communicate to a person,  information\n             concerning the affairs  of  another  person  acquired  by  the\n             person under this Act by reason of that employment; or\n         (b)      produce to a person or permit a person to have access to a\n             document furnished to the person for the purposes of this Act.\n      (2)   Nothing in this section prevents a person  to  whom  it  applies\n         from disclosing information obtained under this Act, where:\n         (a)      the person from whom  it  was  obtained  consents  to  the\n             disclosure; or\n         (b)      the disclosure is to:\n             (i) a member of the Police Force;\n             (ii)      a person who is  employed  by  a  State  or  another\n                  Territory of the Commonwealth to administer an Act in that\n                  State or Territory regulating the operations of casinos or\n                  gaming;\n             (iia)     a person who is employed  to  administer  a  law  in\n                  force in another country that regulates the operations  of\n                  casinos or gaming in that country;\n             (iii)     the Auditor-General for the purposes  of  performing\n                  functions or exercising powers imposed or conferred on the\n                  Auditor-General by or under the  Audit  Act  1995  or  any\n                  other Act, or prevents the Auditor-General from disclosing\n                  that  information  or  publishing  that  document  if  the\n                  disclosure or publication does not directly or  indirectly\n                  divulge  information  identifying   the   affairs   of   a\n                  particular person; or\n             (iv)      the Commissioner, within the meaning of the Taxation\n                  Administration Act 2007, for the  purposes  of  performing\n                  functions or exercising powers imposed or conferred on the\n                  Commissioner by or under the Taxation  Administration  Act\n                  2007 or any other Act, or prevents the  Commissioner  from\n                  disclosing that information or publishing that document if\n                  the  disclosure  or  publication  does  not  directly   or\n                  indirectly divulge information identifying the affairs  of\n                  a particular person.\n      (3)   A person to whom this section applies shall not be  required  to\n         produce in court any document connected with the administration  or\n         execution of this Act in the person's custody in the course of  his\n         or her employment or to divulge  or  communicate  to  a  court  any\n         matter or thing coming under the person's notice in the  course  of\n         employment, unless the  production,  divulgence,  communication  or\n         publication is made:\n         (a)      with the consent of the person from whom  the  information\n             or documentation was obtained;\n         (b)      in connection with the administration or execution of this\n             Act; or\n         (c)      for the purposes of legal proceedings arising out of  this\n             Act or of a report of such proceedings."
    },
    {
      "key": "section:72",
      "title": "Section 72 - Criminal liability of executive officer of body corporate",
      "main_structural_unit": "section",
      "main_structural_number": "72",
      "main_structural_heading": "Criminal liability of executive officer of body corporate",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 72",
      "text": "(1)   An executive officer of a body corporate commits an  offence  if\n         the body corporate commits an offence by  contravening  a  declared\n         provision (a relevant offence).\n         Maximum penalty:    The maximum penalty that may be imposed on an\n                            individual for the relevant offence.\n      (2)   An offence against subsection (1) is a regulatory offence.\n      (3)   It is  a  defence  to  a  prosecution  for  an  offence  against\n         subsectionÂ (1) if the defendant:\n         (a)      was not in a position to influence the conduct of the body\n             corporate in relation to the contravention; or\n         (b)      took reasonable steps to prevent the contravention; or\n         (c)      did not know, and could not reasonably have been  expected\n             to know, that the contravention would happen.\n      (4)   In deciding whether the  defendant  took  (or  failed  to  take)\n         reasonable  steps  to  prevent  the  contravention,  a  court  must\n         consider the following:\n         (a)      any action the defendant took  directed  towards  ensuring\n             the following (to the extent the action  is  relevant  to  the\n             contravention):\n             (i)  the  body   corporate   arranged   regular   professional\n                  assessments of the body corporate's  compliance  with  the\n                  declared provision;\n             (ii)       the  body  corporate  implemented  any  appropriate\n                  recommendation   arising   from   an   assessment    under\n                  subparagraph (i);\n             (iii)      the  body   corporate's   employees,   agents   and\n                  contractors had a reasonable knowledge  and  understanding\n                  of the requirement to comply with the declared provision;\n         (b)      any action the defendant took when  the  defendant  became\n             aware that the  contravention  was,  or  could  be,  about  to\n             happen.\n      (5)   Subsection  (4)  does  not  limit  the  matters  the  court  may\n         consider.\n      (6)    This  section  does  not  affect  the  liability  of  the  body\n         corporate.\n      (7)   This section applies  whether  or  not  the  body  corporate  is\n         prosecuted for, or found guilty of, the relevant offence.\n      (8)   This section does not apply if the body corporate would  have  a\n         defence to a prosecution for the relevant offence.\n      (9)   In this section:\n         declared provision means:\n         (a)      section 27(6), 49(1) or 55; or\n         (b)      a provision of the Regulations prescribed by regulation.\n         executive officer, of a body corporate, means a director  or  other\n         person who is concerned with, or takes part in, the  management  of\n         the body corporate."
    },
    {
      "key": "section:73",
      "title": "Section 73 - Regulatory offences",
      "main_structural_unit": "section",
      "main_structural_number": "73",
      "main_structural_heading": "Regulatory offences",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 73",
      "text": "An offence of contravening or failing to comply with section 33(5),\n         34(3), 49, 53(4) or 57(1), (2)(a) or (c) is a regulatory offence."
    },
    {
      "key": "section:74",
      "title": "Section 74 - Penalties",
      "main_structural_unit": "section",
      "main_structural_number": "74",
      "main_structural_heading": "Penalties",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 74",
      "text": "A person who contravenes or fails  to  comply  with  section  4(7),\n         15(9), 27(6), 30(3), 31(5) or (6), 32, 33(5) or (8), 34(1) or  (3),\n         35(4), 36, 38(2), 39(2), 40(1) or (8), 46, 46P, 46Q, 47P, 47Q,  47,\n         49(1), 53(3) or (4), 55, 56, 57, 58, 59, 61(1) or (2), 69 or  71(1)\n         is guilty of an offence and is liable, on being found guilty, to  a\n         maximum penalty of 85 penalty units or imprisonment for 2 years."
    },
    {
      "key": "section:75",
      "title": "Section 75 - Prosecution of offenders",
      "main_structural_unit": "section",
      "main_structural_number": "75",
      "main_structural_heading": "Prosecution of offenders",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 75",
      "text": "(1)   An offence against this Act may be prosecuted at any time.\n      (2)   The finding of guilt or acquittal of  a  person  of  an  offence\n         against this Act does not:\n         (a)      prevent a further prosecution  and  finding  of  guilt  in\n             respect of a continuation of the offence  after  the  date  on\n             which the person was found guilty or acquitted;\n         (b)      extinguish any obligation  or  liability  imposed  on  the\n             person under this Act; or\n         (c)      prevent the imposing of  any  other  penalty  on,  or  the\n             taking of any other action against, the person under this Act."
    },
    {
      "key": "section:76",
      "title": "Section 76 - Institution of proceedings",
      "main_structural_unit": "section",
      "main_structural_number": "76",
      "main_structural_heading": "Institution of proceedings",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 76",
      "text": "Proceedings for an offence against this Act may be instituted  only\n         by a member of the Police Force or the Director."
    },
    {
      "key": "section:77",
      "title": "Section 77 - Evidence in proceedings",
      "main_structural_unit": "section",
      "main_structural_number": "77",
      "main_structural_heading": "Evidence in proceedings",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 77",
      "text": "(1)   In proceedings in respect of an  offence  against  this  Act,  a\n         certificate purporting to be  signed  by  the  Chairperson  or  the\n         Director  to  the  effect  that,  on  a  date  specified   in   the\n         certificate:\n         (a)      premises were or were  not  approved  or  deemed  approved\n             under this Act;\n         (b)      a person was or was not a Licensee;\n         (c)      the Minister had or had not entered into an agreement with\n             a person named in the certificate;\n         (d)      a named person was, or was not, a gaming inspector;\n         (e)      a permit, determination, declaration, approval, permission\n             or direction was, or was not, in force; or\n         (f)      a named person was, or was not, an approved person,\n         is, in the absence of proof to the contrary, sufficient evidence of\n         the matter stated in the certificate.\n       (2)    Where  a  person  observes  an  incident  the  fact  that  the\n         observation was made by means of a camera,  television  set,  video\n         display unit or other electronic medium and not directly  does  not\n         of itself render inadmissible any evidence that the person may give\n         relating to the observation."
    },
    {
      "key": "section:78",
      "title": "Section 78 - Forfeiture",
      "main_structural_unit": "section",
      "main_structural_number": "78",
      "main_structural_heading": "Forfeiture",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 78",
      "text": "(1)   Where a person is found guilty of an offence against  this  Act,\n         then, whether or not a conviction is entered or a penalty  imposed,\n         an instrument  of  gaming,  amusement  machine,  ticket  dispensing\n         machine or any other  instrument,  article,  equipment,  device  or\n         thing used in or in relation to the commission of  the  offence  is\n         forfeited to  the  Crown  and  may  be  kept,  sold,  destroyed  or\n         otherwise disposed of as the Director thinks fit.\n      (2)   A forfeiture under subsection (1) is in addition to and  not  in\n         substitution for any other penalty imposed by a court  in  relation\n         to the offence.\n      (3)   Money forfeited under this  section  is  to  be  paid  into  the\n         Community Benefit Fund."
    },
    {
      "key": "section:79",
      "title": "Section 79 - Protection from liability",
      "main_structural_unit": "section",
      "main_structural_number": "79",
      "main_structural_heading": "Protection from liability",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 79",
      "text": "(1)   An action or  proceeding,  civil  or  criminal,  shall  not  lie\n         against the Director, a gaming inspector, a member  of  the  Police\n         Force or a person approved or authorised under this Act  acting  in\n         the execution or intended execution of this Act or the  Regulations\n         on account of anything done or omitted to be done for the  purposes\n         of this Act or the Regulations or done or omitted  to  be  done  in\n         good faith and purporting to be for the purposes of this Act or the\n         Regulations.\n      (2)   Subsection (1) has effect subject to Part  VIIA  of  the  Police\n         Administration Act 1978 to the  extent  it  relates  to  the  civil\n         liability of a member of the Police Force."
    },
    {
      "key": "section:79A",
      "title": "Section 79A - Codes of practice",
      "main_structural_unit": "section",
      "main_structural_number": "79A",
      "main_structural_heading": "Codes of practice",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 79A",
      "text": "(1)   For the purpose of providing practical guidance to Licensees  on\n         any matter relating to this Act, the Minister may, by notice in the\n         Gazette, approve a code of practice.\n      (2)   A code of practice  may  consist  of  a  code,  standard,  rule,\n         specification  or  provision  relating  to  matters  in  this   Act\n         formulated, prepared or adopted by  the  Minister  and  may  apply,\n         incorporate or refer to a document formulated  or  published  by  a\n         body or authority as in force at the time the code of  practice  is\n         approved or as amended, formulated or published from time to time.\n      (3)   A notice under subsection (1) must indicate where a copy of  the\n         code  of  practice  to  which  it  relates,   and   all   documents\n         incorporated or referred to  in  the  code,  may  be  inspected  by\n         members of the public and  the  times  during  which  they  may  be\n         inspected.\n      (4)   A Licensee must not contravene or fail to comply with a code  of\n         practice approved under this section.\n         Maximum penalty:    85 penalty units or imprisonment for 2Â years."
    },
    {
      "key": "section:80",
      "title": "Section 80 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "80",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part 6 Miscellaneous > Section 80",
      "text": "(1)   The Administrator may make regulations,  not  inconsistent  with\n         this Act, prescribing matters:\n         (a)      required or permitted by this Act to be prescribed; or\n         (b)      necessary or convenient to be prescribed for carrying  out\n             or giving effect to this Act.\n       (2)    Without  limiting  the  generality  of  subsection  (1),   the\n         Regulations may make provision for or in relation to the following:\n         (c)      the accounting  and  internal  controls  of  the  business\n             conducted in a casino or in pursuance  of  a  licence  granted\n             under DivisionÂ 4 or 5 of Part 4;\n         (d)      the persons who may be employed or who may perform  duties\n             at casinos, including the licensing of such  persons  and  the\n             fees for such licences;\n         (da)     the persons who may be employed  by  Licensees,  including\n             the  licensing  of  those  persons  and  the  fees  for  those\n             licences;\n         (e)      the approval of associations to conduct gaming,  including\n             calcuttas,  sweepstakes  and   bingo,   and   the   variation,\n             suspension and cancellation of such approvals;\n         (f)      the granting of permits under this Act,  the  fees  to  be\n             charged for the granting of permits, the conditions  to  which\n             permits may be  subject  and  the  variation,  suspension  and\n             cancellation of such permits;\n         (g)      the sale of  tickets  in  lotteries  and  the  payment  of\n             commission on the sale of such tickets;\n         (h)      the  prevention  of  fraud  in  connection  with  casinos,\n             gaming, gaming machines and lotteries and  the  promotion  and\n             conduct of lotteries;\n         (j)      the rules under which gaming including sweepstakes,  games\n             of bingo and calcuttas may be conducted;\n         (k)      the conduct of lotteries  and  drawings,  including  trade\n             lotteries, sweepstakes, games of bingo and calcuttas;\n         (m)      the conditions, rules and purposes of lotteries,  and  the\n             value of prizes offered in lotteries;\n         (n)      the circumstances  in  which,  and  the  conditions  under\n             which, the Director may intervene in,  advise  on  or  resolve\n             disputes relating to gaming;\n         (p)      the payment or  delivery  of  prizes  in  connection  with\n             Territory sponsored lotteries and the conditions  under  which\n             prizes shall be paid or delivered;\n         (q)      the declaration of games to be unlawful games;\n         (r)       the  operation  and  control  of  gaming  and  associated\n             equipment;\n         (s)      the disposing of unclaimed or unpaid prizes or money;\n         (t)      offences against  the  Regulations,  including  regulatory\n             offences, and prescribing penalties, not exceeding 17  penalty\n             units, for those offences;\n         (u)      fees, taxes and levies as mentioned  in  section  24(2)(b)\n             andÂ (d);\n         (v)      matters required or permitted to  be  prescribed  for  the\n             provisions of the Gaming Machine Act  1995  that  apply  under\n             sectionÂ 35A;\n         (w)      methods for, and other procedures relating to, the payment\n             of fees, taxes, levies, penalties and  other  amounts  payable\n             under this Act.\nPart 7      Repeals and transitional matters\nDivision 1  Repeals and transitional matters for Gaming Control Act 1993"
    },
    {
      "key": "section:81",
      "title": "Section 81 - Repeal",
      "main_structural_unit": "section",
      "main_structural_number": "81",
      "main_structural_heading": "Repeal",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 1 Repeals and transitional matters for Gaming Control Act 1993 > Section 81",
      "text": "(1)   The Casino Licensing and Control ActÂ 1984, comprising  the  Acts\n         specified in Part 1 of the Schedule, is repealed.\n       (2)    The  Lotteries  and  Gaming  ActÂ 1982,  comprising  the   Acts\n         specified in PartÂ 2 of the Schedule, is repealed."
    },
    {
      "key": "section:82",
      "title": "Section 82 - Savings and transitional",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "Savings and transitional",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 1 Repeals and transitional matters for Gaming Control Act 1993 > Section 82",
      "text": "(1)   In this section:\n         Casino Act means the Act repealed by section 81(1).\n         former Commission means the Gaming Control  Commission  established\n         by the Lotteries Act.\n         Lotteries Act means the Act repealed by section 81(2).\n      (2)   On the commencement of this Act:\n         (a)      the person who, immediately before that commencement,  was\n             the Director of Gaming, within the meaning  of  the  Lotteries\n             Act, shall be deemed to have been appointed  the  Director  of\n             Gaming under this Act;\n         (b)      a person who, immediately before that commencement, was  a\n             member  of  the  former  Commission  shall  be  deemed  to  be\n             appointed as a member of the Commission for the  remainder  of\n             the period for  which  the  person  was  appointed  under  the\n             Lotteries Act;\n         (c)      a person who, immediately before that commencement, was  a\n             deputy of a member of the former Commission shall be deemed to\n             be appointed as the deputy of the member under this Act;\n         (d)      a person who, immediately before that commencement, was  a\n             Treasury Gaming Inspector under the Casino Act shall be deemed\n             to have been appointed a gaming inspector under this Act;\n         (e)       the  Lotteries  Fund  and  the  Sports  and  Recreational\n             Development Fund established under the Lotteries Act shall  be\n             deemed  to  be  the  Lotteries  Fund  and   the   Sports   and\n             Recreational Development Fund required to be established under\n             this Act;\n         (f)      the trust account opened for the purposes of section  37AB\n             of the Lotteries Act shall be deemed to be the  trust  account\n             that may be established under section 50;\n         (g)      a licence granted under the Casino Act shall be deemed  to\n             be a licence granted under this Act subject to the same  terms\n             and conditions to which it was subject under the Casino Act;\n         (h)      a permit, determination, declaration, approval, permission\n             or direction granted, made or given under  the  Lotteries  Act\n             that was in force immediately before that  commencement  shall\n             be  deemed  to  be  a  permit,   determination,   declaration,\n             approval, permission or direction granted, made or given under\n             the equivalent section, if any, of this  Act  subject  to  the\n             same terms, conditions and limitations to which it was subject\n             under the Lotteries Act;\n         (j)      guidelines promulgated under the Lotteries Act  that  were\n             in force immediately before that commencement shall be  deemed\n             to be guidelines promulgated under this Act;\n         (k)      a game that, immediately before that commencement, was  an\n             authorised game under the Casino Act shall be deemed to  be  a\n             game approved under this Act; and\n         (m)      a direction  under  the  Casino  Act  that  was  in  force\n             immediately before that commencement shall be deemed to  be  a\n             direction given under the equivalent section, if any, of  this\n             Act.\n      (3)   An appointment under the Lotteries Act or the Casino Act  deemed\n         under this section to be an  appointment  under  this  Act  may  be\n         terminated in accordance with this Act.\n      (4)   A permit, declaration, approval, permission or  direction  under\n         the Lotteries Act or a direction under the  Casino  Act  deemed  by\n         this section to be a permit, declaration, approval,  permission  or\n         direction under this Act may be  cancelled,  suspended,  varied  or\n         otherwise dealt with under this Act.\n      (5)   On the  commencement  of  this  Act,  premises  specified  in  a\n         licence granted under the Casino Act shall be deemed to be a  place\n         approved under this Act at  which  the  Licensee  may  conduct  the\n         business specified in the licence and, notwithstanding anything  to\n         the contrary in the agreement or the licence, the Minister may,  in\n         accordance with this Act, from time to  time,  approve  such  other\n         place or places at which the Licensee may conduct that business.\n      (6)   A  licence  granted  under  the  Casino  Act  to  be  deemed  in\n         pursuance of this section to be a licence under  this  Act  may  be\n         cancelled, suspended, varied or otherwise  dealt  with  under  this\n         Act.\n       (7)    The  Lotteries  and  Gaming  RegulationsÂ 1991,  as  in   force\n         immediately before the commencement of this Act, shall continue  in\n         force after that commencement as if they had been made  under  this\n         Act and may be amended or repealed under this Act, and a  reference\n         in those Regulations to a section of the  Lotteries  Act  shall  be\n         construed, where possible, as a reference  to  the  appropriate  or\n         relevant section of this Act.\nDivision 2  Transitional matters for Revenue Legislation Amendment Act 2012"
    },
    {
      "key": "section:83",
      "title": "Section 83 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "83",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 2 Transitional matters for Revenue Legislation Amendment Act 2012 > Section 83",
      "text": "(1)   The amendment made to this Act  by  sectionÂ 14  of  the  Revenue\n         Legislation Amendment Act 2012 applies only in relation to a tax or\n         levy that is:\n         (a)       specified  in,  or  calculated  in  accordance  with,  an\n             agreement entered into on or after 1Â May 2012; and\n         (b)      payable on or after 1 July 2012.\n      (2)   The remaining  amendments  made  to  this  Act  by  the  Revenue\n         Legislation Amendment Act 2012 apply in relation to a fee,  tax  or\n         levy that is payable on or after 1 July 2012, including a fee,  tax\n         or levy that is specified in, or calculated in accordance with,  an\n         agreement entered into before 1Â JulyÂ 2012."
    },
    {
      "key": "section:84",
      "title": "Section 84 - Application of Taxation Administration ActÂ 2007 to tax or levy",
      "main_structural_unit": "section",
      "main_structural_number": "84",
      "main_structural_heading": "Application of Taxation Administration ActÂ 2007 to tax or levy",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 2 Transitional matters for Revenue Legislation Amendment Act 2012 > Section 84",
      "text": "specified in existing agreement\n      (1)   This section applies to a tax or levy that is:\n         (a)      payable by a person  under  section  24(2)(c),  46M(3)  or\n             47M(3); and\n         (b)       specified  in,  or  calculated  in  accordance  with,  an\n             existing agreement.\n      (2)   Part 7 of  the  Taxation  Administration  Act  2007  applies  in\n         relation to the tax or levy as if it were a tax  under  a  taxation\n         law, whether the tax or levy is payable  before  or  after  1  July\n         2012.\n      (3)   In this section:\n         existing agreement means an agreement made under section 17, 46C or\n         47C before 1 May 2012.\nDivision 3  Transitional matters for Licensing (Director-General) Act 2014\nSubdivision 1    Definitions"
    },
    {
      "key": "section:85",
      "title": "Section 85 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "85",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 3 Transitional matters for Licensing (Director-General) Act 2014 > Subdivision 1 Definitions > Section 85",
      "text": "In this Division:\n         2014 Acts means the Licensing (Director-General) Act 2014 and  2014\n         Amending Act.\n         2014 Amending Act means the Licensing  (Repeals  and  Consequential\n         Amendments) Act 2014.\n         commencement means the commencement of sectionÂ 22 of the  Licensing\n         (Director-General) Act 2014.\n         Commission means the Commission as defined in sectionÂ 3 of the NTLC\n         Act.\n         NTLC Act means the Northern Territory Licensing Commission ActÂ 1999\n         as in force immediately before the commencement.\n         NTLC Director means the Director as defined  in  sectionÂ 3  of  the\n         NTLC Act.\n         old legislation means the NTLC  Act  and  this  Act,  as  in  force\n         immediately before the commencement.\nSubdivision 2    Applications"
    },
    {
      "key": "section:86",
      "title": "Section 86 - Application to NTLC Director â pending decision",
      "main_structural_unit": "section",
      "main_structural_number": "86",
      "main_structural_heading": "Application to NTLC Director â pending decision",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 3 Transitional matters for Licensing (Director-General) Act 2014 > Subdivision 2 Applications > Section 86",
      "text": "(1)   This section applies if, before the commencement:\n         (a)      an application had been made under this Act for a decision\n             to be made by the NTLC Director; but\n         (b)       the  NTLC  Director  had  not  made  a  decision  on  the\n             application.\n      (2)   The application:\n         (a)      is taken to be an application made on the commencement for\n             the decision to be made by the Director-General; and\n         (b)      must be dealt with and determined in accordance with  this\n             Act as amended by the 2014 Amending Act.\n         Note for section 86\n         The Director-General's  decision  on  the  application  will  be  a\n         decision made  after  the  commencement  and  may  therefore  be  a\n         reviewable decision or a decision to which Part 3 of the  Licensing\n         (Director-General) ActÂ 2014 applies.\nSubdivision 3    Review of decisions"
    },
    {
      "key": "section:87",
      "title": "Section 87 - New review regime applies to post-commencement decisions",
      "main_structural_unit": "section",
      "main_structural_number": "87",
      "main_structural_heading": "New review regime applies to post-commencement decisions",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 3 Transitional matters for Licensing (Director-General) Act 2014 > Subdivision 3 Review of decisions > Section 87",
      "text": "Part 5B applies only  in  relation  to  decisions  made  after  the\n         commencement."
    },
    {
      "key": "section:88",
      "title": "Section 88 - Review of pre-commencement decision â application not yet made",
      "main_structural_unit": "section",
      "main_structural_number": "88",
      "main_structural_heading": "Review of pre-commencement decision â application not yet made",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 3 Transitional matters for Licensing (Director-General) Act 2014 > Subdivision 3 Review of decisions > Section 88",
      "text": "(1)   This section applies if, before the commencement:\n         (a)      a decision had been made under this Act and the period for\n             applying for a review of the decision under the Gaming Control\n             (Commission Procedures) RegulationsÂ 1995, as  then  in  force,\n             had not expired; but\n         (b)      an application for a review of the decision had  not  been\n             made.\n      (2)   A person who would have been entitled to apply for a  review  of\n         the decision under the old legislation may  do  so  under  the  old\n         legislation, as if the 2014 Acts had not commenced.\n      (3)   The Commission must review the decision in accordance  with  the\n         old legislation as if the 2014 Acts had not commenced."
    },
    {
      "key": "section:89",
      "title": "Section 89 - Review of pre-commencement decision â application made",
      "main_structural_unit": "section",
      "main_structural_number": "89",
      "main_structural_heading": "Review of pre-commencement decision â application made",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 3 Transitional matters for Licensing (Director-General) Act 2014 > Subdivision 3 Review of decisions > Section 89",
      "text": "(1)   This section applies if, before the commencement:\n         (a)      an application had been  made  under  the  Gaming  Control\n             (Commission Procedures) RegulationsÂ 1995, as  then  in  force,\n             for a review of a decision made under this Act; but\n         (b)      the Commission had not completed the review.\n      (2)   The Commission must complete the review in accordance  with  the\n         old legislation as if the 2014 Acts had not commenced.\nSubdivision 4    General matters"
    },
    {
      "key": "section:90",
      "title": "Section 90 - Continuation of ongoing documents and things",
      "main_structural_unit": "section",
      "main_structural_number": "90",
      "main_structural_heading": "Continuation of ongoing documents and things",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 3 Transitional matters for Licensing (Director-General) Act 2014 > Subdivision 4 General matters > Section 90",
      "text": "(1)   This section applies if:\n         (a)      before the commencement, a power or function was conferred\n             by this Act on the Commission or NTLC Director; and\n         (b)       on  the  commencement,  the  power  or  function  (or   a\n             substantially similar power or function) is conferred  on  the\n             Director-General.\n      (2)   On the commencement, an  ongoing  document  continues  with  the\n         same force and effect as if it had been issued by, or given to, the\n         Director-General.\n      (3)   On the commencement, an ongoing thing continues  with  the  same\n         force and effect as if it had been done by, or in relation to,  the\n         Director-General.\n      (4)   This section applies subject to the  other  provisions  of  this\n         Division and Part 5, Division 2 of the Licensing (Director-General)\n         Act 2014.\n      (5)   In this section,  a  reference  to  something  done  before  the\n         commencement includes a  reference  to  something  done  after  the\n         commencement in accordance with this Division as  if  it  had  been\n         done before the commencement.\n      (6)   In this section:\n         ongoing document means a document that:\n         (a)      was issued  by,  or  given  to,  the  Commission  or  NTLC\n             Director before the commencement in or for the exercise of the\n             power or performance of the function; and\n         (b)      immediately before the commencement, had ongoing effect.\n         ongoing thing means a thing that:\n         (a)      was done by, or in relation to,  the  Commission  or  NTLC\n             Director before the commencement in or for the exercise of the\n             power or performance of the function; and\n         (b)      immediately before the commencement, had ongoing effect."
    },
    {
      "key": "section:91",
      "title": "Section 91 - Protection of NTLC Director continues",
      "main_structural_unit": "section",
      "main_structural_number": "91",
      "main_structural_heading": "Protection of NTLC Director continues",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 3 Transitional matters for Licensing (Director-General) Act 2014 > Subdivision 4 General matters > Section 91",
      "text": "Despite the amendment made to section 79 by the 2014 Amending  Act,\n         that section continues to apply to the NTLC Director as if the 2014\n         Amendment Act had not commenced.\nDivision 4  Transitional matters for Statute Law Amendment (Directors'\n                Liability) ActÂ 2015"
    },
    {
      "key": "section:92",
      "title": "Section 92 - Offences â before and after commencement",
      "main_structural_unit": "section",
      "main_structural_number": "92",
      "main_structural_heading": "Offences â before and after commencement",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 4 Transitional matters for Statute Law Amendment (Directors' > Section 92",
      "text": "(1)    Section  72,  as  inserted  by  the  Statute   Law   Amendment\n         (Directors' Liability)  ActÂ 2015,  (the  new  section)  applies  in\n         relation to a relevant offence committed by a body corporate  after\n         the  commencement  of  Part  2,  Division  14  of  that  Act   (the\n         commencement) only if:\n         (a)      all the conduct constituting the relevant offence occurred\n             after the commencement; and\n         (b)      all the conduct of the executive officer constituting  the\n             offence  against  the   new   section   occurred   after   the\n             commencement.\n      (2)   Section 72, as in force before the commencement:\n         (a)      continues to apply in relation to offences committed by  a\n             corporation before the commencement; and\n         (b)      applies in relation to relevant offences  committed  by  a\n             body corporate after the commencement to which, as a result of\n             subsection (1), the new section does not apply.\nDivision 5  Transitional matters for Revenue and Other Legislation\n                Amendment Act 2017"
    },
    {
      "key": "section:93",
      "title": "Section 93 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "93",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 5 Transitional matters for Revenue and Other Legislation > Section 93",
      "text": "The amendments made to sections 68D(2) and 84(1)(a) by the  Revenue\n         and Other Legislation Amendment Act 2017 apply, and  are  taken  to\n         have applied, on and after 1 July 2015.\nDivision 6  Transitional matters for Licensing (Director-General) Repeal\n                Act 2020"
    },
    {
      "key": "section:94",
      "title": "Section 94 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "94",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 6 Transitional matters for Licensing (Director-General) Repeal > Section 94",
      "text": "In this Part:\n         commencement means the commencement of section 3 of  the  Licensing\n         (Director-General) Repeal ActÂ 2020.\n         Director-General means the Director-General of Licensing  appointed\n         under the repealed Act before its repeal.\n         repealed Act means the Licensing (Director-General) Act 2014."
    },
    {
      "key": "section:95",
      "title": "Section 95 - Applications to be decided by Director",
      "main_structural_unit": "section",
      "main_structural_number": "95",
      "main_structural_heading": "Applications to be decided by Director",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 6 Transitional matters for Licensing (Director-General) Repeal > Section 95",
      "text": "If an application is made to the Director-General for a decision to\n         be made under this Act but the decision  is  not  made  before  the\n         commencement, the application must be decided by the Director as if\n         it was made to the Director."
    },
    {
      "key": "section:96",
      "title": "Section 96 - Director to complete delegate decision reviews",
      "main_structural_unit": "section",
      "main_structural_number": "96",
      "main_structural_heading": "Director to complete delegate decision reviews",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 6 Transitional matters for Licensing (Director-General) Repeal > Section 96",
      "text": "If an application is made to  the  Director-General  for  a  review\n         under Part 3 of the repealed Act of a delegate decision made  under\n         this Act, but the review is not completed before the  commencement,\n         the review must be conducted by the Director as if the  application\n         was made to the Director."
    },
    {
      "key": "section:97",
      "title": "Section 97 - Continuation of instruments, appointments, documents etc.",
      "main_structural_unit": "section",
      "main_structural_number": "97",
      "main_structural_heading": "Continuation of instruments, appointments, documents etc.",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 6 Transitional matters for Licensing (Director-General) Repeal > Section 97",
      "text": "(1)   A statutory instrument or other instrument, an  appointment,  an\n         approved form or any other document made or issued by the Director-\n         General under this Act or the repealed Act before the  commencement\n         continues in force and is taken after the commencement to have been\n         made or issued by the Director.\n      (2)   Without limiting subsection (1), a delegation by  the  Director-\n         General under this Act or the repealed  Act  in  force  immediately\n         before the commencement is taken after the  commencement  to  be  a\n         delegation by the Director and continues in force until amended  or\n         revoked under this Act.\nDivision 7  Transitional matters for Revenue Legislation Amendment Act 2025"
    },
    {
      "key": "section:98",
      "title": "Section 98 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "98",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 7 Transitional matters for Revenue Legislation Amendment Act 2025 > Section 98",
      "text": "In this Division:\n         amending Act means the Revenue Legislation Amendment ActÂ 2025.\n         commencement means the commencement of the amending Act."
    },
    {
      "key": "section:99",
      "title": "Section 99 - Application of section 47M",
      "main_structural_unit": "section",
      "main_structural_number": "99",
      "main_structural_heading": "Application of section 47M",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 7 Transitional matters for Revenue Legislation Amendment Act 2025 > Section 99",
      "text": "(1)   Section 47M, as inserted by  the  amending  Act,  applies  to  a\n         Licensee  who  is  party  to  an  agreement  (an  existing  type  1\n         agreement) that:\n         (a)      was entered into  with  the  Minister  under  section  47C\n             before  the  commencement  and  remains  in   force   on   the\n             commencement; and\n         (b)      relates to the conduct of an internet gaming  business  by\n             the Licensee that would, after the commencement, be a  type  1\n             business as defined in section 47A.\n      (2)   From the commencement,  a  provision  of  the  existing  type  1\n         agreement that requires the Licensee to pay tax is taken to require\n         the Licensee to pay tax at the rate mentioned in section 47M(4)."
    },
    {
      "key": "section:100",
      "title": "Section 100 - Application of section 47N",
      "main_structural_unit": "section",
      "main_structural_number": "100",
      "main_structural_heading": "Application of section 47N",
      "defined_term": null,
      "structure_path": "Part 7 Repeals and transitional matters > Division 7 Transitional matters for Revenue Legislation Amendment Act 2025 > Section 100",
      "text": "(1)   Section 47N applies to a Licensee who is party to  an  agreement\n         (an existing type 2 agreement) that:\n         (a)      was entered into  with  the  Minister  under  section  47C\n             before  the  commencement  and  remains  in   force   on   the\n             commencement; and\n         (b)      relates to the conduct of an internet gaming  business  by\n             the Licensee that would, after the commencement, be a  type  2\n             business as defined in section 47A.\n      (2)   From the commencement, the provisions of  the  existing  type  2\n         agreement are taken to be varied as follows:\n         (a)      a provision that requires the Licensee to pay tax is taken\n             to require the Licensee to pay tax  calculated  in  accordance\n             with section 47N;\n         (b)      in a provision that relates to the giving  of  returns  or\n             other documents:\n             (i) a reference to  Gross  Revenue  is  taken  to  mean  gross\n                  revenue as defined in sectionÂ 47N(6); and\n             (ii)      a reference to Net Revenue  is  taken  to  mean  net\n                  revenue as defined in sectionÂ 47N(6).\nSchedule    Acts repealed Section 81\n|PART 1                                            |               |\n|Casino Licensing and Control Act 1984             |No. 22, 1984   |\n|Casino Licensing and Control Amendment Act 1989   |No. 56, 1989   |\n|Casino Licensing and Control Amendment Act 1991   |No. 20, 1991   |\n|PART 2                                            |               |\n|Lotteries and Gaming Act 1982                     |No. 32, 1982   |\n|Lotteries and Gaming Amendment Act 1983           |No. 51, 1983   |\n|Lotteries and Gaming Amendment Act 1984           |No. 25, 1984   |\n|Lotteries and Gaming Amendment Act 1985           |No.  4, 1985   |\n|Lotteries and Gaming Amendment Act 1986           |No. 41, 1986   |\n|Lotteries and Gaming Amendment Act 1990           |No. 11, 1990   |\n|Lotteries and Gaming Amendment Act 1991           |No.  7, 1991   |\n|Lotteries and Gaming Amendment Act (No.Â 2) 1991   |No. 21, 1991   |"
    }
  ]
}