{
  "doc": {
    "jurisdiction": "victoria",
    "source_url": "https://classic.austlii.edu.au/au/legis/vic/consol_act/iola1984322/",
    "register_url": "https://www.legislation.vic.gov.au/in-force/acts/interpretation-legislation-act-1984/",
    "source": "Interpretation of Legislation Act 1984 (100000102).txt",
    "filename": "Interpretation of Legislation Act 1984 (100000102).json",
    "name": "Interpretation of Legislation Act 1984",
    "citation": "Interpretation of Legislation Act 1984"
  },
  "chunks": [
    {
      "key": "section:1",
      "title": "Section 1 - Short title",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "Short title",
      "defined_term": null,
      "structure_path": "Part I--PRELIMINARY > Section 1",
      "text": "This Act may be cited as the Interpretation\nof Legislation Act 1984."
    },
    {
      "key": "section:2",
      "title": "Section 2 - Commencement",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Commencement",
      "defined_term": null,
      "structure_path": "Part I--PRELIMINARY > Section 2",
      "text": "This Act shall come into operation on 1 July\n1984."
    },
    {
      "key": "section:3",
      "title": "Section 3 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part I--PRELIMINARY > Section 3",
      "text": "In this Act, unless inconsistent with the\ncontext or subject-matter&#8212;\n\"amended\", in relation to a subordinate instrument, includes\naltered or varied;\n\"made\", in relation to a subordinate instrument, includes\nissued or granted;\n\"repealed\", in relation to a subordinate instrument, includes\nrevoked or rescinded.\nS. 3 def. of statutory rule\nsubstituted by No. 104/1994 s. 35(Sch. 2 item 3.1), repealed by No.\n61/2004 s. 6(2).\n     *     *     *     *     *\nS. 3 def. of subordinate\ninstrument repealed by No. 61/2004\ns. 6(2).\n     *     *     *     *     *"
    },
    {
      "key": "section:4",
      "title": "Section 4 - Application, construction and repeal provisions",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Application, construction and repeal provisions",
      "defined_term": null,
      "structure_path": "Part I--PRELIMINARY > Section 4",
      "text": "(1)     The provisions of this\nAct&#8212;\n         (a)     unless a contrary intention appears in this Act or in the Act or\nsubordinate instrument concerned, extend and apply to all Acts, whether passed\nbefore or after the commencement of this Act, and to all subordinate\ninstruments, whether made before or after that commencement; and\n         (b)     apply to the interpretation of this Act.\n     (2)     Nothing in this Act excludes the application to an Act or subordinate\ninstrument of a rule of construction applicable thereto and not inconsistent\nwith this Act.\n     (3)     The provisions of this Act which are expressed to apply to Acts passed\nor subordinate instruments made on or after the commencement of this Act shall\nnot affect the construction of any Act passed or subordinate instrument made\nbefore that commencement although that Act or subordinate instrument is\ncontinued in force or amended by an Act passed or subordinate instrument made on\nor after that commencement.\n     (4)     The Acts mentioned in the Schedule to the extent to which they are in\nthe Schedule expressed to be amended or repealed are hereby amended or repealed\naccordingly."
    },
    {
      "key": "section:5",
      "title": "Section 5 - Act to bind Crown",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "Act to bind Crown",
      "defined_term": null,
      "structure_path": "Part I--PRELIMINARY > Section 5",
      "text": "This Act binds the Crown, not only in right of\nthe State of Victoria, but also, so far as the legislative power of the\nParliament permits, the Crown in all its other capacities.\nPart\nII&#8212;Provisions applicable to Acts"
    },
    {
      "key": "section:6",
      "title": "Section 6 - Construction of Acts",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Construction of Acts",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 6",
      "text": "(1)     Every Act shall be construed as operating\nto the full extent of, but so as not to exceed, the legislative power of the\nState of Victoria, to the intent that where a provision of an Act, or the\napplication of any such provision to any person, subject-matter or circumstance,\nwould, but for this section, have been construed as being in excess of that\npower, it shall nevertheless be a valid provision to the extent to which it is\nnot in excess of that power and the remainder of the Act and the application of\nthat provision to other persons, subject-matters or circumstances shall not be\naffected.\n     (2)     The provisions of this section are in addition to, and not in\nderogation of, any provision of any Act relating to the construction, or extent\nof the operation, of that Act."
    },
    {
      "key": "section:7",
      "title": "Section 7 - Sections to be substantive enactments",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "Sections to be substantive enactments",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 7",
      "text": "Every section of an Act has effect as a\nsubstantive enactment without introductory words."
    },
    {
      "key": "section:8",
      "title": "Section 8 - Amendment or repeal in same session",
      "main_structural_unit": "section",
      "main_structural_number": "8",
      "main_structural_heading": "Amendment or repeal in same session",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 8",
      "text": "An Act may be amended or repealed in the\nsession of Parliament in which it is passed.\nS. 9substituted\nby No. 10214 s. 4."
    },
    {
      "key": "section:9",
      "title": "Section 9 - Citation of Acts by number",
      "main_structural_unit": "section",
      "main_structural_number": "9",
      "main_structural_heading": "Citation of Acts by number",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 9",
      "text": "(1)     The Acts passed in each calendar year\nshall be numbered in regular arithmetical series, beginning with the number 1,\nin the order in which they receive or, for the purposes of section 69 of the\nConstitution Act 1975, are deemed to have received the Royal\nAssent.\n     (2)     It is sufficient to refer to an Act in&#8212;\n         (a)     any other Act;\n         (b)     a subordinate instrument;\n         (c)     a deed or other instrument; or\n         (d)     any other document whatsoever&#8212;\nby&#8212;\n         (e)     in the case of an Act passed before 1 January 1986, the number of that\nAct only; and\n         (f)     in the case of an Act passed on or after 1 January 1986, the\ncalendar year in which it was passed and its number among the Acts of that\nyear.\nS. 9(3) inserted by No. 13/2006\ns. 3.\n     (3)     A failure to comply with subsection (1) in a calendar year (whether\nthe calendar year 2006 or any earlier or later calendar year) does not affect\nthe validity, operation or effect of an Act passed in that year.\nS. 10 substituted by No. 10214\ns. 5."
    },
    {
      "key": "section:10",
      "title": "Section 10 - Citation of Acts by title",
      "main_structural_unit": "section",
      "main_structural_number": "10",
      "main_structural_heading": "Citation of Acts by title",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 10",
      "text": "(1)     An Act may be cited in&#8212;\n         (a)     that Act or any other Act;\n         (b)     a subordinate instrument;\n         (c)     a deed or other instrument;\n         (d)     any other document whatsoever&#8212;\nby&#8212;\n         (e)     the short title authorized by that Act whether or not that Act or the\nprovision of that Act authorizing that form of citation has come into operation\nor has been repealed; or\n         (f)     if there is no short title authorized by that Act, the title appearing\nbefore the enacting words or, if there is a preamble, before the preamble,\nwhether or not that Act has come into operation or has been repealed.\n     (2)     The title of an Act appearing before the enacting words or, if there\nis a preamble, before the preamble, forms part of the Act if there is no short\ntitle authorized by the Act.\nS. 10(2AA) inserted by\nNo. 5/2015 s. 4.\n     (2AA)     A citation of an Act by the title appearing before the enacting\nwords or, if there is a preamble, before the preamble, being a citation that is\nin italics without bolding, is sufficient for the purposes of\nsubsection (1).\nS. 10(2A) inserted by No. 2/2007\ns. 3.\n     (2A)     The Clerk of the Parliaments must alter the title appearing before\nthe enacting words (or, if there is a preamble, before the preamble) in a Bill\nthat is to be presented to the Governor for the Royal Assent by substituting the\nword \"Act\" for the word \"Bill\".\nS. 10(2B) inserted by No. 2/2007\ns. 3.\n     (2B)     The alteration of a Bill to give effect to subsection (2A) is\nnot to be taken to be an amendment of the Bill.\n     (3)     If an Act passed on or after 1 September 1985 does not authorize its\ncitation by a short title, the long title of the Bill for the Act does not form\npart of the Act.\nS. 10Ainserted\nby No. 10214 s. 6."
    },
    {
      "key": "section:10A",
      "title": "Section 10A - Construction of power to fix commencement of Act",
      "main_structural_unit": "section",
      "main_structural_number": "10A",
      "main_structural_heading": "Construction of power to fix commencement of Act",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 10A",
      "text": "(1)     If an Act provides for the Act or a\nprovision of the Act to come into operation on a day to be proclaimed, the Act\nconfers power on the Governor in Council to fix by proclamation published in the\nGovernment Gazette a day for the Act or provision to come into\noperation.\n     (2)     If an Act provides for the Act or provisions of the Act to come into\noperation on a day or days to be proclaimed, the Act confers power on the\nGovernor in Council to fix by proclamation or proclamations published in the\nGovernment Gazette&#8212;\n         (a)     a day for the Act or provisions to come into operation; or\n         (b)     different days for different provisions of the Act to come into\noperation.\nS. 10A(3) inserted by No. 13/2006\ns. 4(1).\n     (3)     If an Act makes no provision for the commencement of a particular\nprovision of the Act, the Act must be taken to provide for the provision to come\ninto operation on a day to be proclaimed or on the first anniversary of the\npassing of the Act, whichever is the earlier.\nS. 10A(4) inserted by No. 13/2006\ns. 4(1).\n     (4)     If an Act makes no provision for the commencement of the Act or of\nmore than one provision of the Act, the Act must be taken to provide for the Act\nor those provisions to come into operation on a day or days to be proclaimed or\non the first anniversary of the passing of the Act, whichever is the\nearlier."
    },
    {
      "key": "section:11",
      "title": "Section 11 - Time of commencement and date of passing of Acts",
      "main_structural_unit": "section",
      "main_structural_number": "11",
      "main_structural_heading": "Time of commencement and date of passing of Acts",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 11",
      "text": "S. 11(1)\namended by No. 108/1994 s. 10(a), substituted by No. 13/2006\ns. 4(2).\n     (1)     Subject to subsection (2) and to section 71 of the Constitution Act\n1975, if a particular day is fixed (whether in the Act or in a proclamation\nmade under the Act) for an Act or a provision of an Act to come into operation,\nthe Act or provision comes into operation at the beginning of that\nday.\nS. 11(2) amended by\nNo. 95/1993 s. 4(1)(a)&#8211;(e), substituted by No. 13/2006\ns. 4(2).\n     (2)     If an Act confers power on the Governor in Council to fix by\nproclamation published in the Government Gazette a day for the Act or a\nprovision or provisions of the Act to come into operation, the publication of\nthe proclamation in the Government Gazette is a condition precedent to the\ncoming into operation of the Act or provision or provisions in\nquestion.\nS. 11(2A) inserted by No. 13/2006\ns. 4(2).\n     (2A)     If a proclamation fixing a day for the coming into operation of an\nAct or a provision or provisions of an Act is made on or before the fixed day\nbut is not published in the Government Gazette until after that day, the\nproclamation does not wholly fail but the Act or provision comes, or the\nprovisions come, into operation at the beginning of the day on which the\nproclamation is so published.\nS. 11(3) amended by No. 108/1994\ns. 10(b).\n     (3)     The date of the passing of an Act is the date on which the Act\nreceives the Royal Assent.\nS. 11(4) inserted by No. 95/1993\ns. 4(2), amended by No. 61/2004 s. 3(a)(b).\n     (4)     A reference in an Act to the date of commencement of that Act or\nanother Act or a portion containing 2 or more provisions of that Act or another\nAct is, if the whole of the Act or portion referred to did not come, or is not\nto come, into operation on the one day, a reference to the first day on or\nbefore which all the provisions of the Act or portion referred to have come, or\nwill have come, into operation."
    },
    {
      "key": "section:12",
      "title": "Section 12 - Time of expiry of temporary Acts",
      "main_structural_unit": "section",
      "main_structural_number": "12",
      "main_structural_heading": "Time of expiry of temporary Acts",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 12",
      "text": "Where an Act or a provision of an Act is\nexpressed to expire, lapse or otherwise cease to have effect on a particular\nday, or to remain or continue in force until a particular day, the Act or\nprovision shall continue in operation until the last moment of that\nday.\nS. 13 substituted by\nNo. 13/2006 s. 5."
    },
    {
      "key": "section:13",
      "title": "Section 13 - Exercise of powers between passing and commencement of Act",
      "main_structural_unit": "section",
      "main_structural_number": "13",
      "main_structural_heading": "Exercise of powers between passing and commencement of Act",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 13",
      "text": "(1)     This section applies where an Act or a\nprovision of an Act which does not come into operation immediately on the\npassing of the Act will, on its coming into operation, confer power or amend\nanother Act so as to confer power under the other Act as so amended\nto&#8212;\n         (a)     make subordinate instruments or any other instruments of a legislative\nor administrative character; or\n         (b)     give notices; or\n         (c)     make appointments; or\n         (d)     establish a body; or\n         (e)     prescribe forms; or\n         (f)     do any other thing&#8212;\nfor the purposes of that Act or provision or that other Act.\n     (2)     Unless the contrary intention appears, the power may be exercised at\nany time after the passing of the Act but its exercise does not confer a right\nor impose an obligation on a person before the coming into operation of the Act\nor provision except insofar as is necessary or expedient for the purpose\nof&#8212;\n         (a)     bringing the Act or provision into operation; or\n         (b)     making the Act or provision or the other Act as amended fully\neffective at or after that coming into operation.\n     (3)     Without limiting subsection (2), an appointee may exercise a power,\nand a body may meet and exercise a power, under that subsection before the\ncoming into operation of the Act or provision in the same manner and subject to\nthe same conditions or limitations (if any) and with an entitlement to payment\nof the same remuneration or allowances (if any) as if the Act or provision\nwere in operation.\n     (4)     For the purposes of any provision as to the duration of the term of\noffice of an appointee (including a member of a body), that term does not begin\nuntil the coming into operation of the Act or provision despite the exercise of\nany power under this section before that coming into operation."
    },
    {
      "key": "section:14",
      "title": "Section 14 - Provision as to effect of repeal etc. of Acts",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Provision as to effect of repeal etc. of Acts",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 14",
      "text": "(1)     Where an Act or a provision of an\nAct&#8212;\n         (a)     is repealed; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nany Act or provision of an Act that had been repealed by the\nfirst-mentioned Act or provision shall not, unless the contrary intention\nexpressly appears, be construed as having been revived in consequence of the\nrepeal, expiry, lapsing or ceasing to have effect of the first-mentioned Act or\nprovision.\n     (2)     Where an Act or a provision of an Act&#8212;\n         (a)     is repealed or amended; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nthe repeal, amendment, expiry, lapsing or ceasing to have effect of that\nAct or provision shall not, unless the contrary intention expressly\nappears&#8212;\n         (c)     revive anything not in force or existing at the time at which the\nrepeal, amendment, expiry, lapsing or ceasing to have effect becomes\noperative;\n         (d)     affect the previous operation of that Act or provision or anything\nduly done or suffered under that Act or provision;\n         (e)     affect any right, privilege, obligation or liability acquired, accrued\nor incurred under that Act or provision;\nS. 14(2)(ea) inserted by\nNo. 5/2015 s. 5(1).\n         (ea)     affect any immunity or indemnity conferred or given by or under that\nAct or provision;\n         (f)     affect any penalty, forfeiture or punishment incurred in respect of an\noffence committed against that Act or provision; or\nS. 14(2)(g) substituted by\nNo. 5/2015 s. 5(2).\n         (g)     affect any investigation, legal proceeding or remedy in respect of\nanything mentioned in paragraphs (e) to (f)&#8212;\nand any such investigation, legal proceeding or remedy may be instituted,\ncontinued or enforced, and any such penalty, forfeiture or punishment may be\nimposed, as if that Act or provision had not been repealed or amended or had not\nexpired, lapsed or otherwise ceased to have effect.\nS. 14(2A) inserted by No. 13/2006\ns. 6(1).\n     (2A)     Without limiting subsection (2), if a provision of an Act that is of\na savings or transitional nature (whether or not the Act describes it as such)\nor that validates anything that is or may otherwise be invalid or that requires\na reference in an Act or subordinate instrument or other instrument or document\nto, or that relates to, an entity or a class of entity to be construed as a\nreference to another entity or class of entity&#8212;\n         (a)     is repealed; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nthe repeal, expiry, lapsing or ceasing to have effect of that provision\ndoes not, unless the contrary intention expressly appears, affect the operation\nof the savings or transitional provision or end the validating effect of the\nprovision or affect the construction of that reference, as the case\nrequires.\nS. 14(3) amended by No. 13/2006\ns. 6(2).\n     (3)     References in subsections (1), (2) and (2A) to the repeal of an Act or\nof a provision of an Act shall be construed as including references\nto&#8212;\n         (a)     a repeal effected by implication; and\n         (b)     a repeal effected by abrogating or limiting the effect of the Act or\nprovision or excluding the application of the Act or provision to any person,\nsubject-matter or circumstance."
    },
    {
      "key": "section:15",
      "title": "Section 15 - Effect of repeal etc. of amending Act",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Effect of repeal etc. of amending Act",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 15",
      "text": "(1)     Where an Act or a provision of an Act,\nbeing an Act or provision that directly amended another Act or a subordinate\ninstrument (whether by the insertion of words or expressions in that Act or\nsubordinate instrument or the substitution of other words or expressions for\nwords or expressions in that Act or subordinate instrument)&#8212;\n         (a)     is repealed; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nthe repeal, expiry, lapsing or ceasing to have effect of that Act or\nprovision shall not, unless the contrary intention expressly appears, affect in\nany way the direct amendments made in the other Act or in the subordinate\ninstrument or the operation or effect of those amendments.\n     (2)     Subsection (1) applies to a direct amendment made to a provision of an\nAct by another provision of that Act in the same manner as it applies to a\ndirect amendment made to an Act by another Act."
    },
    {
      "key": "section:16",
      "title": "Section 16 - Repeal and re-enactment",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Repeal and re-enactment",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 16",
      "text": "Where an Act or a provision of an Act is\nrepealed and re-enacted (with or without modification) then, unless the contrary\nintention expressly appears&#8212;\n         (a)     any reference in any Act or subordinate instrument to the repealed Act\nor provision shall be construed as a reference to the re-enacted Act or\nprovision; and\n         (b)     insofar as any subordinate instrument made or other thing done under\nthe repealed Act or provision, or having effect as if so made or done, could\nhave been made or done under the re-enacted Act or provision, it shall\nhave effect as if made or done under the re&#8209;enacted Act or\nprovision.\nS. 17amended\nby No. 95/1993 s. 5(1)."
    },
    {
      "key": "section:17",
      "title": "Section 17 - Construction of references in Acts to other enactments",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Construction of references in Acts to other enactments",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 17",
      "text": "(1)     A reference in an Act to that Act or to\nany provision of that Act or to any other Act or to any provision of any other\nAct or to any subordinate instrument or provision of a subordinate instrument\nshall, unless the contrary intention appears, be construed&#8212;\n         (a)     if the Act, subordinate instrument or provision in question has been\namended, as a reference to the Act, subordinate instrument or provision as\namended and in force for the time being;\n         (b)     if the Act, subordinate instrument or provision in question has been\nre-enacted or re-made (with or without modification), as a reference to the Act,\nsubordinate instrument or provision as re-enacted or re-made and in force for\nthe time being;\n         (c)     if the Act, subordinate instrument or provision in question has been\nre-enacted or re-made (with or without modification) and subsequently amended,\nas a reference to the Act, subordinate instrument or provision as re-enacted or\nre-made and as subsequently amended and in force for the time being;\nand\n         (d)     if the Act, subordinate instrument or provision in question has been\nrepealed and not re-enacted or re-made, as a reference to the Act, subordinate\ninstrument or provision as in force immediately before its repeal.\nS. 17(1A) inserted by No. 13/2006\ns. 7(1).\n     (1A)     A reference in an Act to any provision of that or any other Act or to\nany provision of a subordinate instrument must, if the provision in question has\nbeen renumbered or relocated, be construed as a reference to the provision as\nrenumbered or relocated and in force for the time being, unless the contrary\nintention appears.\nS. 17(2) inserted by No. 95/1993\ns. 5(2).\n     (2)     In this section&#8212;\n         (a)     a reference to an Act includes a reference to&#8212;\n               (i)     a Commonwealth Act; and\n               (ii)     an Act or Ordinance of another State or of a Territory;\n         (b)     a reference to a subordinate instrument includes a reference to an\ninstrument of a legislative character made or to be made under or pursuant to\nthe provisions of&#8212;\n               (i)     a Commonwealth Act; and\n               (ii)     an Act or Ordinance of another State or of a Territory.\nS. 18amended\nby No. 12/1989 s. 4(1)(Sch. 2 item 63.1)."
    },
    {
      "key": "section:18",
      "title": "Section 18 - References in Acts to provisions of subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "References in Acts to provisions of subordinate instruments",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 18",
      "text": "Where in an Act reference is made to a\nregulation, rule, by-law, local law, proclamation, Order in Council, order,\nscheme or other provision, the reference shall, unless the context otherwise\nrequires, be construed as a reference to a regulation, rule, by-law, local law,\nproclamation, Order in Council, order, scheme or other provision (as the case\nrequires) contained in a subordinate instrument made or to be made under or\npursuant to the provisions of the Act in which the reference occurs."
    },
    {
      "key": "section:19",
      "title": "Section 19 - Citation of references in Acts",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Citation of references in Acts",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 19",
      "text": "(1)     Where a provision of an Act\nrefers&#8212;\nS. 19(1)(aaa) inserted by No. 60/2000\ns. 4(1).\n         (aaa)     to a Chapter by a number, the reference shall, unless the context\notherwise requires, be construed as a reference to the Chapter, designated by\nthat number, of the Act in which the reference occurs;\nS. 19(1)(aa) inserted by No. 60/2000\ns. 4(1).\n         (aa)     to a Part by a number, the reference shall, unless the context\notherwise requires, be construed&#8212;\nS. 19(1)(aa)(i) substituted by\nNo. 5/2015 s. 6.\n               (i)     if the Act contains Chapters and the Part number is not a decimal\nnumber&#8212;as a reference to the Part, designated by that number, of the\nChapter in which the reference occurs; or\nS. 19(1)(aa)(ia) inserted by\nNo. 5/2015 s. 6.\n         (ia)     if the Act contains Chapters and the Part number is a decimal\nnumber&#8212;as a reference to the Part, designated by that number, of the Act\nin which the reference occurs; or\n               (ii)     if the Act does not contain Chapters, as a reference to the Part,\ndesignated by that number, of the Act in which the reference occurs;\nS. 19(1)(a) amended by No. 60/2000\ns. 4(2).\n         (a)     to a section or Schedule by a number, the reference shall, unless the\ncontext otherwise requires, be construed as a reference to the section or\nSchedule, designated by that number, of or to the Act in which the reference\noccurs;\n         (b)     to a Schedule but does not refer to it by a number, the reference\nshall, unless the context otherwise requires, if there is only one Schedule to\nthe Act in which the reference occurs, be construed as a reference to the\nSchedule to the Act in which the reference occurs; or\n         (c)     to a Division, Subdivision, subsection, paragraph, subparagraph,\nsub-subparagraph, clause, subclause, sub-subclause, item, column, table or form\nby a number, the reference shall, unless the context otherwise requires, be\nconstrued as a reference&#8212;\n               (i)     to the Division, designated by that number, of the Part in which the\nreference occurs;\n               (ii)     to the Subdivision, designated by that number, of the Division in\nwhich the reference occurs;\n               (iii)     to the subsection, designated by that number, of the section in\nwhich the reference occurs;\n               (iv)     to the paragraph, designated by that number, of the section,\nsubsection, interpretation or Schedule in which the reference occurs;\n               (v)     to the paragraph, designated by that number, of the clause, subclause,\nitem, column, table or form of or in the Schedule in which the reference\noccurs;\n               (vi)     to the subparagraph, designated by that number, of the paragraph in\nwhich the reference occurs;\n               (vii)     to the sub-subparagraph, designated by that number, of the\nsubparagraph in which the reference occurs;\n               (viii)     to the table, designated by that number, of or in the section or\nsubsection in which the reference occurs;\n               (ix)     to the clause, item, column, table or form, designated by that\nnumber, of or in the Schedule in which the reference occurs;\n               (x)     to the subclause, designated by that number, of the clause in which\nthe reference occurs; or\n               (xi)     to the sub-subclause, designated by that number, of the subclause in\nwhich the reference occurs&#8212;\nas the case requires.\n     (2)     In subsection (1) \"number\" means&#8212;\n         (a)     a number expressed in words or figures;\n         (b)     a letter; or\n         (c)     a combination of a number so expressed and a letter.\nS. 20amended\nby Nos 12/1989 s. 4(1)(Sch. 2 item 63.2), 60/2000 s. 4(3), 38/2017\ns. 88."
    },
    {
      "key": "section:20",
      "title": "Section 20 - Construction of references in Acts to portions of Acts or subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "Construction of references in Acts to portions of Acts or subordinate instruments",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 20",
      "text": "In an Act, a description or citation of a\nportion of that Act or of any other Act or of any subordinate instrument made\nunder that Act or any other Act shall, unless the contrary intention\nappears, be construed as including the word, section, subsection,\nparagraph, subparagraph, regulation, rule, by-law, local law, subregulation,\nsubrule, clause, Chapter, Part, Schedule or other division mentioned or referred\nto as forming the beginning and as forming the end of the portion comprised\nin the description or citation."
    },
    {
      "key": "section:21",
      "title": "Section 21 - Meaning of certain expressions in Acts",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Meaning of certain expressions in Acts",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 21",
      "text": "(1)     Unless the contrary intention appears, a\nreference in an Imperial Act or an Act of the Governor and Legislative Council\nof the colony of New South Wales in force in Victoria on 1 July\n1851&#8212;\n         (a)     to the colony or the colony of New South Wales or the territory of New\nSouth Wales or the district of Port Phillip shall be construed as a reference to\nVictoria;\n         (b)     to the Governor of the colony of New South Wales shall be construed as\na reference to the Governor of Victoria;\n         (c)     to the Colonial Secretary of the colony of New South Wales or the\nSuperintendent of Port Phillip shall be construed as a reference to the\nresponsible Minister of the Crown in Victoria for the time being administering\nthe provision in which the reference occurs;\n         (d)     to the Supreme Court of the colony of New South Wales or any judge of\nthat Court or to any other court in that colony or to any judge, justice or\nother person presiding in any such court shall be construed as a reference to\nthe court, judge or other person having a similar jurisdiction in\nVictoria;\n         (e)     to a justice of the peace in and for the colony of New South Wales\nshall be construed as a reference to a justice of the peace in and for\nVictoria;\n         (f)     to any officer or other person in the public service of the colony of\nNew South Wales shall be construed as a reference to an officer or other person\nhaving similar duties in the public service of Victoria; and\n         (g)     to the Government Gazette of the colony of New South Wales shall be\nconstrued as a reference to the Victoria Government Gazette.\n     (2)     Unless the contrary intention appears, a reference in any Act (by\nwhatsoever Parliament passed) in force in Victoria on 21 November 1856 to the\nLegislative Council shall be construed as a reference to the Legislative Council\nof Victoria and the Legislative Assembly of Victoria.\nS. 21(3) amended by\nNo. 25/2023 s. 3.\n     (3)     Unless the contrary intention appears, a reference in any Act to His\nMajesty's navy or army or to His Majesty's naval or military forces or to\nthe naval or military forces of the Commonwealth or to naval or military service\ntherewith shall be construed as including a reference to His Majesty's air\nforces or the air forces of the Commonwealth or to service therewith, as the\ncase requires.\nS. 21Ainserted\nby No. 104/1994 s. 29."
    },
    {
      "key": "section:21A",
      "title": "Section 21A - Incorporation of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "21A",
      "main_structural_heading": "Incorporation of amendments",
      "defined_term": null,
      "structure_path": "Part II--PROVISIONS APPLICABLE TO ACTS > Section 21A",
      "text": "(1)     If an Act has been amended then in any\nreprinting of the Act the Government Printer must, unless the Chief\nParliamentary Counsel otherwise approves, reprint the Act as so\namended.\n     (2)     There must be printed in a reprint of an Act&#8212;\n         (a)     a reference to each Act or subordinate instrument by which the\nreprinted Act is amended; and\n         (b)     a reference (whether in a sidenote, footnote or endnote) to each\nprovision of the reprinted Act that is amended and the provision of the Act or\nsubordinate instrument by which the amendment is made.\nS. 21A(3) inserted by No. 2/2007\ns. 4.\n     (3)     In reprinting an Act the Government Printer may omit the indorsement\non the Act of the date of its passing.\nS. 21A(4) inserted by No. 2/2007\ns. 4.\n     (4)     Nothing in subsection (3) affects the status of the indorsement as\npart of the Act.\nNote\nSee Constitution Act 1975, section 69.\nPart\nIII&#8212;Provisions applicable to subordinate instruments"
    },
    {
      "key": "section:22",
      "title": "Section 22 - Subordinate instruments to be construed subject to legislative power of the State and to empowering Act",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Subordinate instruments to be construed subject to legislative power of the State and to empowering Act",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 22",
      "text": "(1)     Every subordinate instrument shall be\nconstrued as operating to the full extent of, but so as not to\nexceed&#8212;\n         (a)     the legislative power of the State of Victoria; or\n         (b)     the power to make the subordinate instrument conferred by the Act\nunder or pursuant to which it is made&#8212;\nto the intent that where a provision of a subordinate instrument, or the\napplication of any such provision to any person, subject-matter or circumstance,\nwould, but for this section, have been construed as being in excess of that\npower, it shall nevertheless be a valid provision to the extent to which it is\nnot in excess of that power and the remainder of the subordinate instrument and\nthe application of that provision to other persons, subject-matters or\ncircumstances shall not be affected.\n     (2)     The provisions of this section are in addition to, and not in\nderogation of, any provision of a subordinate instrument or of the Act under or\npursuant to which a subordinate instrument is made relating to the construction,\nor extent of the operation, of that subordinate instrument."
    },
    {
      "key": "section:23",
      "title": "Section 23 - Construction of subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Construction of subordinate instruments",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 23",
      "text": "Where an Act confers power to make a\nsubordinate instrument, expressions used in a subordinate instrument made in the\nexercise of that power shall, unless the contrary intention appears, have the\nsame respective meanings as they have in the Act conferring the power as amended\nand in force for the time being."
    },
    {
      "key": "section:24",
      "title": "Section 24 - Time of commencement of subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Time of commencement of subordinate instruments",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 24",
      "text": "Where in respect of a subordinate instrument\n(not being a statutory rule) or a provision of such a subordinate\ninstrument a particular day is fixed (whether in the subordinate instrument or\nin the Act under or pursuant to which the subordinate instrument is made) for it\nto come into operation, the subordinate instrument or the provision of the\nsubordinate instrument comes into operation at the beginning of that\nday."
    },
    {
      "key": "section:25",
      "title": "Section 25 - Time of expiry of temporary subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "25",
      "main_structural_heading": "Time of expiry of temporary subordinate instruments",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 25",
      "text": "Where a subordinate instrument or a provision\nof a subordinate instrument is expressed to expire, lapse or otherwise cease to\nhave effect on a particular day, or to remain or continue in force until a\nparticular day, the subordinate instrument or provision shall continue in\noperation until the last moment of that day.\nS. 26 substituted by No. 13/2006\ns. 8."
    },
    {
      "key": "section:26",
      "title": "Section 26 - Exercise of powers between making and commencement of subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Exercise of powers between making and commencement of subordinate instruments",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 26",
      "text": "(1)     This section applies where a subordinate\ninstrument or a provision of a subordinate instrument which does not come into\noperation immediately on the making of the subordinate instrument will, on its\ncoming into operation, confer power or amend another subordinate instrument so\nas to confer power under the other subordinate instrument as so amended\nto&#8212;\n         (a)     make other subordinate instruments or any other instruments of a\nlegislative or administrative character; or\n         (b)     give notices; or\n         (c)     make appointments; or\n         (d)     establish a body; or\n         (e)     prescribe forms; or\n         (f)     do any other thing&#8212;\nfor the purposes of that subordinate instrument or provision or that other\nsubordinate instrument.\n     (2)     Unless the contrary intention appears, the power may be exercised at\nany time after the making of the subordinate instrument but its exercise does\nnot confer a right or impose an obligation on a person before the coming into\noperation of the subordinate instrument or provision except insofar as is\nnecessary or expedient for the purpose of&#8212;\n         (a)     bringing the subordinate instrument or provision into operation;\nor\n         (b)     making the subordinate instrument or provision or the other\nsubordinate instrument as amended fully effective at or after that coming into\noperation.\n     (3)     Without limiting subsection (2), an appointee may exercise a power,\nand a body may meet and exercise a power, under that subsection before the\ncoming into operation of the subordinate instrument or provision in the same\nmanner and subject to the same conditions or limitations (if any) and with\nan entitlement to payment of the same remuneration or allowances (if any)\nas if the subordinate instrument or provision were in operation.\n     (4)     For the purposes of any provision as to the duration of the term of\noffice of an appointee (including a member of a body), that term does not begin\nuntil the coming into operation of the subordinate instrument or provision\ndespite the exercise of any power under this section before that coming into\noperation."
    },
    {
      "key": "section:27",
      "title": "Section 27 - Implied power to repeal or amend subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Implied power to repeal or amend subordinate instruments",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 27",
      "text": "Where an Act confers power to make a\nsubordinate instrument the power shall, unless the contrary intention expressly\nappears, be construed as including a power, exercisable in the same manner and\nsubject to the same conditions or limitations (if any), to repeal or amend a\nsubordinate instrument made in the exercise of that power."
    },
    {
      "key": "section:28",
      "title": "Section 28 - Provisions as to effect of repeal etc. of subordinate instruments",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Provisions as to effect of repeal etc. of subordinate instruments",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 28",
      "text": "(1)     Where a subordinate instrument or a\nprovision of a subordinate instrument&#8212;\n         (a)     is repealed; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nany subordinate instrument or provision of a subordinate instrument that\nhad been repealed by the first-mentioned subordinate instrument or provision\nshall not, unless the contrary intention expressly appears, be construed as\nhaving been revived in consequence of the repeal, expiry, lapsing or ceasing to\nhave effect of the first-mentioned subordinate instrument or\nprovision.\n     (2)     Where a subordinate instrument or a provision of a subordinate\ninstrument&#8212;\n         (a)     is repealed or amended; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nthe repeal, amendment, expiry, lapsing or ceasing to have effect of that\nsubordinate instrument or provision shall not, unless the contrary intention\nexpressly appears&#8212;\n         (c)     revive anything not in force or existing at the time at which the\nrepeal, amendment, expiry, lapsing or ceasing to have effect becomes\noperative;\n         (d)     affect the previous operation of that subordinate instrument or\nprovision or anything duly done or suffered under that subordinate instrument or\nprovision;\n         (e)     affect any right, privilege, obligation or liability acquired, accrued\nor incurred under that subordinate instrument or provision;\n         (f)     affect any penalty, forfeiture or punishment incurred in respect of\nany offence committed against that subordinate instrument or provision;\nor\n         (g)     affect any investigation, legal proceeding or remedy in respect of any\nsuch right, privilege, obligation, liability, penalty, forfeiture or punishment\nas is mentioned in paragraphs (e) and (f)&#8212;\nand any such investigation, legal proceeding or remedy may be instituted,\ncontinued or enforced, and any such penalty, forfeiture or punishment may be\nimposed, as if that subordinate instrument or provision had not been repealed or\namended or had not expired, lapsed or otherwise ceased to have effect.\nS. 28(2A) inserted by No. 13/2006\ns. 6(3).\n     (2A)     Without limiting subsection (2), if a provision of a subordinate\ninstrument that is of a savings or transitional nature (whether or not the\nsubordinate instrument describes it as such) or that validates anything that is\nor may otherwise be invalid or that requires a reference in a subordinate\ninstrument or Act or other instrument or document to, or that relates to, an\nentity or a class of entity to be construed as a reference to another entity or\nclass of entity&#8212;\n         (a)     is repealed; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nthe repeal, expiry, lapsing or ceasing to have effect of that provision\ndoes not, unless the contrary intention expressly appears, affect the operation\nof the savings or transitional provision or end the validating effect of the\nprovision or affect the construction of that reference, as the case\nrequires.\nS. 28(3) amended by No. 13/2006\ns. 6(4).\n     (3)     References in subsections (1), (2) and (2A) to the repeal of a\nsubordinate instrument or of a provision of a subordinate instrument shall be\nconstrued as including references to&#8212;\n         (a)     a repeal effected by implication; and\n         (b)     a repeal effected by abrogating or limiting the effect of the\nsubordinate instrument or provision or excluding the application of the\nsubordinate instrument or provision to any person, subject-matter or\ncircumstance."
    },
    {
      "key": "section:29",
      "title": "Section 29 - Effect of repeal etc. of amending subordinate instrument",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "Effect of repeal etc. of amending subordinate instrument",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 29",
      "text": "(1)     Where a subordinate instrument or a\nprovision of a subordinate instrument, being a subordinate instrument or\nprovision that directly amended another subordinate instrument or an Act\n(whether by the insertion of words or expressions in that subordinate instrument\nor Act or the substitution of other words or expressions for words or\nexpressions in that subordinate instrument or Act)&#8212;\n         (a)     is repealed; or\n         (b)     expires, lapses or otherwise ceases to have effect&#8212;\nthe repeal, expiry, lapsing or ceasing to have effect of that subordinate\ninstrument or provision shall not, unless the contrary intention expressly\nappears, affect in any way the direct amendments made in the other subordinate\ninstrument or in the Act or the operation or effect of those\namendments.\n     (2)     Subsection (1) applies to a direct amendment made to a provision of a\nsubordinate instrument by another provision of that subordinate instrument in\nthe same manner as it applies to a direct amendment made to a subordinate\ninstrument by another subordinate instrument."
    },
    {
      "key": "section:30",
      "title": "Section 30 - Repeal and re-making",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Repeal and re-making",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 30",
      "text": "Where a subordinate instrument or a provision\nof a subordinate instrument is repealed and re-made (with or without\nmodification) then, unless the contrary intention expressly\nappears&#8212;\n         (a)     any reference in any subordinate instrument or Act to the repealed\nsubordinate instrument or provision shall be construed as a reference to the\nre-made subordinate instrument or provision; and\n         (b)     insofar as any subordinate instrument made or other thing done under\nthe repealed subordinate instrument or provision, or having effect as if so made\nor done, could have been made or done under the re-made subordinate instrument\nor provision, it shall have effect as if made or done under the re&#8209;made\nsubordinate instrument or provision.\nS. 31amended\nby No. 95/1993 s. 5(3)."
    },
    {
      "key": "section:31",
      "title": "Section 31 - Construction of references in subordinate instruments to other enactments",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Construction of references in subordinate instruments to other enactments",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 31",
      "text": "(1)     A reference in a subordinate instrument to\nthat subordinate instrument or to any provision of that subordinate instrument\nor to any other subordinate instrument or to any provision of any other\nsubordinate instrument or to any Act or provision of an Act shall, unless the\ncontrary intention appears, be construed&#8212;\n         (a)     if the subordinate instrument, Act or provision in question has been\namended, as a reference to the subordinate instrument, Act or provision as\namended and in force for the time being;\n         (b)     if the subordinate instrument, Act or provision in question has been\nre-made or re&#8209;enacted (with or without modification), as a reference to\nthe subordinate instrument, Act or provision as re-made or re-enacted and in\nforce for the time being;\n         (c)     if the subordinate instrument, Act or provision in question has been\nre-made or re&#8209;enacted (with or without modification) and subsequently\namended, as a reference to the subordinate instrument, Act or provision as\nre-made or re-enacted and as subsequently amended and in force for the time\nbeing; and\n         (d)     if the subordinate instrument, Act or provision in question has been\nrepealed and not re-enacted or re-made, as a reference to the Act, subordinate\ninstrument or provision as in force immediately before its repeal.\nS. 31(1A) inserted by No. 13/2006\ns. 7(2).\n     (1A)     A reference in a subordinate instrument to any provision of that or\nany other subordinate instrument or to any provision of an Act must, if the\nprovision in question has been renumbered or relocated, be construed as a\nreference to the provision as renumbered or relocated and in force for the time\nbeing, unless the contrary intention appears.\nS. 31(2) inserted by No. 95/1993\ns. 5(4).\n     (2)     In this section&#8212;\n         (a)     a reference to an Act includes a reference to&#8212;\n               (i)     a Commonwealth Act; and\n               (ii)     an Act or Ordinance of another State or of a Territory;\n         (b)     a reference to a subordinate instrument includes a reference to an\ninstrument of a legislative character made or to be made under or pursuant to\nthe provisions of&#8212;\n               (i)     a Commonwealth Act; or\n               (ii)     an Act or Ordinance of another State or of a Territory.\nS. 32amended\nby No. 4/1986 s. 4, substituted by No. 6/1991\ns. 3."
    },
    {
      "key": "section:32.p1",
      "title": "Section 32 - Prescribing matters by reference to other documents[1]",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Prescribing matters by reference to other documents[1]",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 32",
      "text": "(1) In this section&#8212; S. 32(1) def. of Code amended by Nos 80/1990 s. 98(2), 48/1992 s. 116(2), 41/1995 s. 60, 83/1996 s. 38, 29/1997 s. 9, 31/1998 s. 26, 37/1999 s. 58(Sch. 1 item 2.1), 30/2008 s. 42(1), 11/2010 s. 51, 55/2025 s. 57. \"Code\" means&#8212; (a) the Companies (Victoria) Code; (b) the Companies (Acquisition of Shares) (Victoria) Code; (c) the Futures Industry (Victoria) Code; (d) the Securities Industry (Victoria) Code; (e) the Companies and Securities (Interpretation and Miscellaneous Provisions) (Victoria) Code; (f) any other Code to which the Companies and Securities (Interpretation and Miscellaneous Provisions) (Application of Laws) Act 1981 applies; (g) the ASIC Law of Victoria; (h) the Corporations Law of Victoria; (ha) the National Electricity (Victoria) Law; (i) the AFIC (Victoria) Code; (j) the Financial Institutions (Victoria) Code; (ja) the National Gas (Victoria) Law; * * * * * (l) the Friendly Societies (Victoria) Code; (m) a regulation or rule that has the force of law in Victoria made under a Code or Law referred to in paragraphs (a) to (l); \"relevant day\" means the day on which the Interpretation of Legislation (Amendment) Act 1991 comes into operation. S. 32(1) def. of statutory rule repealed by No. 60/2000 s. 5(1). * * * * * (2) If an Act (whether passed before or after the relevant day) authorises or requires provision to be made for or in relation to a matter by a subordinate instrument, the subordinate instrument, if made on or after the relevant day and unless the contrary intention appears in the Act under or pursuant to which it is made&#8212; (a) may make provision for or in relation to that matter by applying, adopting or incorporating, with or without modification, the provisions of&#8212; (i) an Act; or S. 32(2)(a)(ia) inserted by No. 60/2000 s. 5(2)(a). (ia) a Commonwealth Act; or (ii) a Code; or S. 32(2)(a)(iii) amended by No. 60/2000 s. 5(2)(b). (iii) a statutory rule; or S. 32(2)(a)(iv) inserted by No. 60/2000 s. 5(2)(b). (iv) a statutory rule (within the meaning of the Statutory Rules Publication Act 1903 of the Commonwealth) made under a Commonwealth Act&#8212; as in force at a particular time or as in force from time to time; and S. 32(2)(b) amended by No. 60/2000 s. 5(3). (b) must not make provision for or in relation to that matter by applying, adopting or incorporating any matter contained in a document (not being an Act, Commonwealth Act, Code, statutory rule or statutory rule made under a Commonwealth Act). S. 32(3) amended by Nos 104/1994 s. 30(1)(a), 60/2000 s. 5(3). (3) If a subordinate instrument made on or after the relevant day is authorised or required to make, and does make, provision for or in relation to a matter by applying, adopting or incorporating any matter contained in a document (not being an Act, Commonwealth Act, Code, statutory rule or statutory rule made under a Commonwealth Act) whether as in force at a particular time or as in force from time to time&#8212; S. 32(3)(a) substituted by No. 104/1994 s. 30(1)(b). (a) the Minister administering the Act under which the subordinate instrument was made must if the subordinate instrument is itself required to be laid before each House of the Parliament cause&#8212; (i) a copy of the matter so applied, adopted or incorporated to be lodged with the Clerk of the Parliaments as soon as practicable after the subordinate instrument is required to be laid before each House of the Parliament; and (ii) notice of the documents containing the matter so applied, adopted or incorporated and of the fact that a copy of the matter so applied, adopted or incorporated has been lodged with the Clerk of the Parliaments, to be published in the Government Gazette as soon as practicable after the copy of the matter has been lodged; and (iii) a copy of the notice published in the Government Gazette to be laid before each House of the Parliament as soon as practicable after it is published; and S. 32(3)(b) amended by No. 104/1994 s. 30(1)(c). (b) a copy of the matter so applied, adopted or incorporated must be kept available for inspection during normal office hours by members of the public without charge&#8212; (i) in the case of a subordinate instrument that is a statutory rule, at the Department of the Minister administering the Act under which the subordinate instrument is made or at some other appropriate public office specified by the Minister by a notice published in the Government Gazette; and (ii) in the case of a subordinate instrument that is not a statutory rule, at"
    },
    {
      "key": "section:32.p2",
      "title": "Section 32 - Prescribing matters by reference to other documents[1]",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Prescribing matters by reference to other documents[1]",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 32",
      "text": "No. 104/1994 s. 30(1)(c). (b) a copy of the matter so applied, adopted or incorporated must be kept available for inspection during normal office hours by members of the public without charge&#8212; (i) in the case of a subordinate instrument that is a statutory rule, at the Department of the Minister administering the Act under which the subordinate instrument is made or at some other appropriate public office specified by the Minister by a notice published in the Government Gazette; and (ii) in the case of a subordinate instrument that is not a statutory rule, at the principal office of the body which made the subordinate instrument or at some other appropriate public office specified by the Minister administering the Act under which it is made by a notice published in the Government Gazette. S. 32(4) amended by No. 60/2000 s. 5(3). (4) If a subordinate instrument made on or after the relevant day is authorised or required to make, and does make, provision for or in relation to a matter by applying, adopting or incorporating any matter contained in a document (not being an Act, Commonwealth Act, Code, statutory rule or statutory rule made under a Commonwealth Act) as in force from time to time and after the subordinate instrument is made the matter so applied, adopted or incorporated is at any time amended&#8212; S. 32(4)(a) substituted by No. 104/1994 s. 30(2), amended by No. 30/2003 s. 78 (as amended by No. 106/2003 s. 23). (a) the Minister administering the Act under which the subordinate instrument was made must, if the subordinate instrument is itself required to be laid before each House of the Parliament, cause&#8212; (i) a copy of the matter as so amended to be lodged with the Clerk of the Parliaments as soon as practicable after that amendment is made; and (ii) notice of the amendment and the documents containing that amendment and of the fact that a copy of the matter as so amended has been lodged with the Clerk of the Parliaments, to be published in the Government Gazette as soon as practicable after the copy of the matter has been lodged; and (iii) a copy of the notice published in the Government Gazette to be laid before each House of the Parliament as soon as practicable after it is published; and S. 32(4)(b) repealed by No. 104/1994 s. 30(2). * * * * * (c) a copy of the matter as amended must be kept available for inspection during normal office hours by members of the public without charge&#8212; (i) in the case of a subordinate instrument that is a statutory rule, at the Department of the Minister administering the Act under which the subordinate instrument is made or at some other appropriate public office specified by the Minister by a notice published in the Government Gazette; and (ii) in the case of a subordinate instrument that is not a statutory rule, at the principal office of the body which made the subordinate instrument or at some other appropriate public office specified by the Minister administering the Act under which it is made by a notice published in the Government Gazette. (5) A failure to comply with subsection (3) or (4) does not affect the validity, operation or effect of the subordinate instrument. S. 32(6)&#8211;(8) amended by No. 95/1993 s. 6, repealed by No. 104/1994 s. 30(3). * * * * * S. 32(9)&#8211;(11) repealed by No. 104/1994 s. 30(3). * * * * * S. 32(12) amended by No. 60/2000 s. 5(3). (12) Despite subsection (5), a person&#8212; (a) must not be convicted of an offence consisting of a contravention of a subordinate instrument made on or after the relevant day if it is proved that, at the time of the alleged contravention; and (b) is not prejudicially affected or made subject to any liability by a subordinate instrument made on or after the relevant day if it is proved that, at the relevant time&#8212; a copy of any matter contained in a document (not being an Act, Commonwealth Act, Code, statutory rule or statutory rule made under a Commonwealth Act) applied, adopted or incorporated by the subordinate instrument could not be inspected as provided by this section. S. 32(13) substituted by No. 104/1994 s. 31. (13) Despite any rule of law to the contrary, where salaries, wages, fees, allowances or expenses payable to any person or class of persons may be prescribed, determined or fixed by a subordinate instrument, whether or not the power to prescribe is subject to conditions, restrictions or limitations, the salaries, wages, fees, allowances or"
    },
    {
      "key": "section:32.p3",
      "title": "Section 32 - Prescribing matters by reference to other documents[1]",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Prescribing matters by reference to other documents[1]",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 32",
      "text": "(not being an Act, Commonwealth Act, Code, statutory rule or statutory rule made under a Commonwealth Act) applied, adopted or incorporated by the subordinate instrument could not be inspected as provided by this section. S. 32(13) substituted by No. 104/1994 s. 31. (13) Despite any rule of law to the contrary, where salaries, wages, fees, allowances or expenses payable to any person or class of persons may be prescribed, determined or fixed by a subordinate instrument, whether or not the power to prescribe is subject to conditions, restrictions or limitations, the salaries, wages, fees, allowances or expenses may be prescribed, determined or fixed by the subordinate instrument by reference in that subordinate instrument to the salaries, wages, fees, allowances or expenses prescribed, determined or fixed by or under any other Act or by or under any Commonwealth Act from time to time as payable to any other person or class of persons. S. 32(13A) inserted by No. 62/2014 s. 109. (13A) If a subordinate instrument may prescribe, determine or fix any conditions of office for any person or class of persons, those conditions of office may be prescribed, determined or fixed by the subordinate instrument by reference in that subordinate instrument to the conditions of office applicable to any other person or class of persons prescribed, determined or fixed from time to time&#8212; (a) by or under any other Act; or (b) by or under any Commonwealth Act. S. 32(13B) inserted by No. 62/2014 s. 109. (13B) Subsection (13A) applies&#8212; (a) whether or not the power to prescribe, determine or fix by subordinate instrument is subject to conditions, restrictions or limitations; and (b) despite any rule of law to the contrary. (14) A document or matter is not applied, adopted or incorporated in a subordinate instrument by reason only that it is referred to in the subordinate instrument, or in another document or other matter applied, adopted or incorporated in the subordinate instrument, if the document or matter so referred to does not affect the operation of the subordinate instrument. S. 32(15) repealed by No. 104/1994 s. 30(3). * * * * *"
    },
    {
      "key": "section:33",
      "title": "Section 33 - Citation of references in regulations, rules, by-laws and local laws",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Citation of references in regulations, rules, by-laws and local laws",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 33",
      "text": "S. 33(1)\namended by No. 12/1989 s. 4(1)(Sch. 2 item 63.3).\n     (1)     Where a provision of a subordinate instrument containing a regulation,\nrule, by-law or local law refers&#8212;\nS. 33(1)(aaa) inserted by No. 60/2000\ns. 6(1).\n         (aaa)     to a Chapter by a number, the reference shall, unless the context\notherwise requires, be construed as a reference to the Chapter, designated by\nthat number, of the subordinate instrument in which the reference\noccurs;\nS. 33(1)(aa) inserted by No. 60/2000\ns. 6(1).\n         (aa)     to a Part by a number, the reference shall, unless the context\notherwise requires, be construed&#8212;\n               (i)     if the subordinate instrument contains Chapters, as a reference to the\nPart, designated by that number, of the Chapter in which the reference occurs;\nor\n               (ii)     if the subordinate instrument does not contain Chapters, as a\nreference to the Part, designated by that number, of the subordinate instrument\nin which the reference occurs;\nS. 33(1)(a) amended by Nos 12/1989\ns. 4(1)(Sch. 2 item 63.4), 60/2000 s. 6(2).\n         (a)     to a regulation, rule, by-law, local law or Schedule by a number, the\nreference shall, unless the context otherwise requires, be construed as a\nreference to the regulation, rule, by-law, local law or Schedule, designated by\nthat number, of or to the subordinate instrument in which the reference\noccurs;\n         (b)     to a Schedule but does not refer to it by a number, the reference\nshall, unless the context otherwise requires, if there is only one Schedule to\nthe subordinate instrument in which the reference occurs, be construed as a\nreference to the Schedule to the subordinate instrument in which the reference\noccurs; or\n         (c)     to a Division, Subdivision, subregulation, subrule, clause of a\nby-law, paragraph, subparagraph, sub-subparagraph, clause, subclause,\nsub-subclause, item, column, table or form by a number, the reference shall,\nunless the context otherwise requires, be construed as a\nreference&#8212;\n               (i)     to the Division, designated by that number, of the Part in which the\nreference occurs;\n               (ii)     to the Subdivision, designated by that number, of the Division in\nwhich the reference occurs;\n               (iii)     to the subregulation or clause, designated by that number, of the\nregulation in which the reference occurs;\n               (iv)     to the subrule or clause, designated by that number, of the rule in\nwhich the reference occurs;\nS. 33(1)(c)(v) amended by No. 12/1989\ns. 4(1)((Sch. 2 item 63.5).\n               (v)     to the clause, designated by that number, of the by-law or local law\nin which the reference occurs;\nS. 33(1)(c)(vi) amended by No. 12/1989\ns. 4(1)(Sch. 2 item 63.6) (as amended by No. 13/1990\ns. 38(1)(x)).\n               (vi)     to the paragraph, designated by that number, of the regulation, rule,\nby-law, local law, subregulation, subrule, clause of a by-law, local law,\nclause, subclause, interpretation or Schedule in which the reference\noccurs;\n               (vii)     to the paragraph, designated by that number, of the clause,\nsubclause, item, column, table or form or in the Schedule in which the reference\noccurs;\n               (viii)     to the subparagraph, designated by that number, of the paragraph in\nwhich the reference occurs;\n               (ix)     to the sub-subparagraph, designated by that number, of the\nsubparagraph in which the reference occurs;\n               (x)     to the clause, item, column, table or form, designated by that number,\nof or in the Schedule in which the reference occurs;\n               (xi)     to the subclause, designated by that number, of the clause in which\nthe reference occurs; or\n               (xii)     to the sub-subclause, designated by that number, of the subclause in\nwhich the reference occurs&#8212;\nas the case requires.\n     (2)     In subsection (1) \"number\" means&#8212;\n         (a)     a number expressed in words or figures;\n         (b)     a letter;\n         (c)     a combination of a number so expressed and a letter.\nS. 34 amended by No. 60/2000\ns. 6(3)."
    },
    {
      "key": "section:34",
      "title": "Section 34 - Construction of references in subordinate instruments to portions of subordinate instruments or Acts",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Construction of references in subordinate instruments to portions of subordinate instruments or Acts",
      "defined_term": null,
      "structure_path": "Part III--PROVISIONS APPLICABLE TO SUBORDINATE INSTRUMENTS > Section 34",
      "text": "In a subordinate instrument, a description or\ncitation of a portion of that subordinate instrument or of any other subordinate\ninstrument or of any Act shall, unless the contrary intention appears, be\nconstrued as including the word, regulation, rule, by-law, subregulation,\nsubrule, clause, section, subsection, paragraph, subparagraph, Chapter, Part,\nSchedule or other Division mentioned or referred to as forming the beginning and\nas forming the end of the portion comprised in the description or\ncitation.\nPart\nIV&#8212;Provisions applicable to Acts and subordinate\ninstruments"
    },
    {
      "key": "section:35",
      "title": "Section 35 - Principles of and aids to interpretation",
      "main_structural_unit": "section",
      "main_structural_number": "35",
      "main_structural_heading": "Principles of and aids to interpretation",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 35",
      "text": "In the interpretation of a provision of an Act\nor subordinate instrument&#8212;\n         (a)     a construction that would promote the purpose or object underlying the\nAct or subordinate instrument (whether or not that purpose or object is\nexpressly stated in the Act or subordinate instrument) shall be preferred to a\nconstruction that would not promote that purpose or object; and\n         (b)     consideration may be given to any matter or document that is relevant\nincluding but not limited to&#8212;\n               (i)     all indications provided by the Act or subordinate instrument as\nprinted by authority, including punctuation;\n               (ii)     reports of proceedings in any House of the Parliament;\n               (iii)     explanatory memoranda or other documents laid before or otherwise\npresented to any House of the Parliament; and\nS. 35(b)(iv) amended by No. 67/2014\ns. 147(Sch. 2 item 23).\n               (iv)     reports of Royal Commissions, Parliamentary Committees, Law Reform\nCommissioners and Commissions, Boards of Inquiry, Formal Reviews or other\nsimilar bodies."
    },
    {
      "key": "section:36.p1",
      "title": "Section 36 - Headings, Schedules, marginal notes and footnotes",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Headings, Schedules, marginal notes and footnotes",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 36",
      "text": "(1) Headings to&#8212; S. 36(1)(a) amended by No. 60/2000 s. 7(1). (a) Chapters, Parts, Divisions or Subdivisions into which an Act or subordinate instrument is divided; or (b) Schedules to an Act or subordinate instrument&#8212; form part of the Act or subordinate instrument. S. 36(1A) inserted by No. 60/2000 s. 7(2). (1A) Headings to Parts, Divisions or Subdivisions into which a Schedule to an Act or subordinate instrument is divided form part of the Act or subordinate instrument if&#8212; (a) the Act is passed, or the subordinate instrument is made, on or after Section 1 January 2001; or (b) the heading is inserted into an Act passed, or subordinate instrument made, before 1 January 2001 by an Act passed, or subordinate instrument made, on or after that date. (2) A Schedule to an Act or subordinate instrument forms part of the Act or subordinate instrument. S. 36(2A) inserted by No. 60/2000 s. 7(3). (2A) Headings to&#8212; (a) sections, clauses, regulations, rules or items into which an Act or subordinate instrument, or a Schedule to an Act or subordinate instrument, is divided; or (b) tables, columns, examples, diagrams, notes (being notes at the foot of provisions and not marginal notes, footnotes or endnotes) or forms in an Act or subordinate instrument&#8212; form part of the Act or subordinate instrument if&#8212; (c) the Act is passed, or the subordinate instrument is made, on or after Section 1 January 2001; or (d) the heading is inserted into an Act passed, or subordinate instrument made, before 1 January 2001 by an Act passed, or subordinate instrument made, on or after that date. S. 36(2B) inserted by No. 61/2004 s. 4. (2B) Headings to&#8212; (a) Orders into which a subordinate instrument containing rules or orders regulating the practice and procedure of a court or tribunal is divided; or (b) Parts into which an Order referred to in paragraph (a) is divided&#8212; form part of the subordinate instrument if&#8212; (c) the subordinate instrument is made on or after 1 January 2001; or (d) the heading is inserted into a subordinate instrument made before Section 1 January 2001 by a subordinate instrument made on or after that date. S. 36(3) amended by No. 60/2000 s. 7(4)(a)(b). (3) No marginal note, footnote or endnote in an Act or subordinate instrument and no heading to a provision of an Act or subordinate instrument (not being a heading that forms part of the Act or subordinate instrument by force of subsection (1), (1A) or (2A)) shall be taken to form part of the Act or subordinate instrument. S. 36(3A) inserted by No. 60/2000 s. 7(5). (3A) An example (being an example at the foot of a provision under the heading \"Example\" or \"Examples\"), diagram or note (being a note at the foot of a provision and not a marginal note, footnote or endnote) in an Act or subordinate instrument forms part of the Act or subordinate instrument if&#8212; (a) the Act is passed, or the subordinate instrument is made, on or after Section 1 January 2001; or (b) the example, diagram or note is inserted into an Act passed, or subordinate instrument made, before 1 January 2001 by an Act passed, or subordinate instrument made, on or after that date. S. 36(3B) inserted by No. 60/2000 s. 7(5). (3B) Punctuation in an Act or subordinate instrument forms part of the Act or subordinate instrument if&#8212; (a) the Act is passed, or the subordinate instrument is made, on or after Section 1 January 2001; or (b) the punctuation is inserted into an Act passed, or subordinate instrument made, before 1 January 2001 by an Act passed, or subordinate instrument made, on or after that date. S. 36(3C) inserted by No. 60/2000 s. 7(5). (3C) A provision number in an Act or subordinate instrument (whether passed or made before, on or after 1 January 2001) forms part of the Act or subordinate instrument. S. 36(3D) inserted by No. 60/2000 s. 7(5). (3D) An explanatory memorandum or table of provisions printed with an Act or subordinate instrument before the title of the Act or subordinate instrument does not form part of the Act or subordinate instrument. S. 36(3E) inserted by No. 60/2000 s. 7(5). (3E) An index or other material printed with an Act or subordinate instrument after the endnotes to the Act or subordinate instrument does not form part of the Act or subordinate instrument. S. 36(4) amended by No. 60/2000 s. 7(6). (4) Nothing in subsection (3) shall be construed as preventing in the interpretation of a provision of an Act or subordinate instrument, the consideration pursuant to section"
    },
    {
      "key": "section:36.p2",
      "title": "Section 36 - Headings, Schedules, marginal notes and footnotes",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Headings, Schedules, marginal notes and footnotes",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 36",
      "text": "subordinate instrument before the title of the Act or subordinate instrument does not form part of the Act or subordinate instrument. S. 36(3E) inserted by No. 60/2000 s. 7(5). (3E) An index or other material printed with an Act or subordinate instrument after the endnotes to the Act or subordinate instrument does not form part of the Act or subordinate instrument. S. 36(4) amended by No. 60/2000 s. 7(6). (4) Nothing in subsection (3) shall be construed as preventing in the interpretation of a provision of an Act or subordinate instrument, the consideration pursuant to section 35(b) of any marginal note, footnote, endnote or heading not forming part of that Act or subordinate instrument. S. 36A inserted by No. 60/2000 s. 8."
    },
    {
      "key": "section:36A",
      "title": "Section 36A - Examples",
      "main_structural_unit": "section",
      "main_structural_number": "36A",
      "main_structural_heading": "Examples",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 36A",
      "text": "(1)     If an Act or subordinate instrument\nincludes at the foot of a provision under the heading \"Example\" or\n\"Examples\" an example of the operation of the provision, the\nexample&#8212;\n         (a)     is not exhaustive; and\n         (b)     may extend, but does not limit, the meaning of the\nprovision.\n     (2)     This section applies to an example of a kind referred to in subsection\n(1) included in an Act or subordinate instrument if&#8212;\n         (a)     the Act is passed, or the subordinate instrument is made, on or after\nSection 1 January 2001; or\n         (b)     the example is inserted into an Act passed, or subordinate\ninstrument made, before 1 January 2001 by an Act passed, or subordinate\ninstrument made, on or after that date.\nS. 36B inserted by No. 61/2004\ns. 5."
    },
    {
      "key": "section:36B",
      "title": "Section 36B - Location of penalties, examples and notes",
      "main_structural_unit": "section",
      "main_structural_number": "36B",
      "main_structural_heading": "Location of penalties, examples and notes",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 36B",
      "text": "(1)     In this section legislative\nitem means a penalty, an example or a note.\n     (2)     A legislative item set out in an Act or subordinate instrument in\nrelation to a provision of that Act or subordinate instrument is to be taken to\nbe at the foot of that provision even if it is preceded or followed by another\nlegislative item that relates to that provision if it would be at the foot of\nthat provision if no other legislative item were set out in relation to that\nprovision.\n     (3)     This section applies in relation to a legislative item even\nif&#8212;\n         (a)     that item was inserted by an amending Act or subordinate instrument\nthat provided for its insertion before or after another specified legislative\nitem and did not expressly provide for its insertion at the foot of the relevant\nprovision; or\n         (b)     the amending Act or subordinate instrument by which it was inserted\ndescribed another specified legislative item as being at the foot of the\nrelevant provision.\n     (4)     Without limiting its application, this section has effect for the\npurposes of section 111 of the Sentencing Act 1991 and sections 36(3A)\nand 36A of this Act."
    },
    {
      "key": "section:37",
      "title": "Section 37 - Gender and number",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Gender and number",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 37",
      "text": "In an Act or subordinate instrument, unless the\ncontrary intention appears&#8212;\nS. 37(a) substituted by No. 95/1993\ns. 7.\n         (a)     words importing a gender include every other gender; and\nS. 37(b) repealed by No. 95/1993\ns. 7.\n     *     *     *     *     *\n         (c)     words in the singular include the plural; and\n         (d)     words in the plural include the singular."
    },
    {
      "key": "section:38.term:act",
      "title": "Section 38 Definitions \"Act\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Act\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Act\" means an Act passed by the Parliament of\nVictoria;\nS. 38 def. of ADI inserted by\nNo. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:adi",
      "title": "Section 38 Definitions \"ADI\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"ADI\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"ADI\" means authorised deposit-taking institution within the\nmeaning of the Banking Act 1959 of the Commonwealth;\nS. 38 def. of approved alternative\npublication Internet site inserted by No. 13/2022\ns. 37."
    },
    {
      "key": "section:38.term:approved-alternative-publication-internet-site",
      "title": "Section 38 Definitions \"approved alternative publication Internet site\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"approved alternative publication Internet site\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"approved alternative publication Internet site\" means an\nInternet site approved under section 38N;\nS. 38 def. of Attorney-General\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:attorney-general",
      "title": "Section 38 Definitions \"Attorney-General\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Attorney-General\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Attorney-General\" means Attorney-General of\nVictoria;\nS. 38 def. of audio link\ninserted by No. 11/2021 s. 195.\naudio link has the meaning given by Part IIA of the\nEvidence (Miscellaneous Provisions) Act 1958;\nS. 38 def. of audio visual link\ninserted by No. 11/2021 s. 195.\naudio visual link has the meaning given by Part IIA of\nthe Evidence (Miscellaneous Provisions) Act 1958;\nS. 38 def. of Australia inserted by\nNo. 60/2000 s. 9.\n\"Australia\", when used in a geographical sense, includes the\nTerritory of Christmas Island and the Territory of Cocos (Keeling) Islands, but\ndoes not include any other external Territory;\nS. 38 def. of Australian lawyer\ninserted by No. 17/2014 (as amended by\nNo. 8/2015)."
    },
    {
      "key": "section:38.term:australian-lawyer",
      "title": "Section 38 Definitions \"Australian lawyer\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Australian lawyer\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Australian lawyer\" has the same meaning as it has in the Legal\nProfession Uniform Law (Victoria);\nS. 38 def. of Australian legal\npractitioner inserted by No. 17/2014 (as amended by\nNo. 8/2015)."
    },
    {
      "key": "section:38.term:australian-legal-practitioner",
      "title": "Section 38 Definitions \"Australian legal practitioner\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Australian legal practitioner\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Australian legal practitioner\" means&#8212;\n         (a)     an Australian legal practitioner within the meaning of the Legal\nProfession Uniform Law (Victoria); or\n         (b)     a non-participant legal practitioner within the meaning of Schedule 3\nto the Legal Profession Uniform Law (Victoria);\nS. 38 def. of Children's Court\ninserted by No. 56/1989 s. 286(Sch. 2 item 10), repealed by\n29/2006 s. 3(Sch. 1 item 15.1).\n          *     *     *     *     *\nS. 38 def. of bail justice\ninserted by No. 51/1989 s. 146(a)(i), substituted by No. 35/2002\ns. 25(3), amended by No. 70/2010 s. 39, substituted by\nNo. 32/2014 s. 57."
    },
    {
      "key": "section:38.term:bail-justice",
      "title": "Section 38 Definitions \"bail justice\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"bail justice\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"bail justice\" means&#8212;\n         (a)     a person appointed as a bail justice under section 14 of the\nHonorary Justices Act 2014; or\n         (b)     a person re-appointed as a bail justice under section 15 of the\nHonorary Justices Act 2014; or\n         (c)     a person who is a bail justice by virtue of holding a prescribed\noffice under section 18 of the Honorary Justices Act 2014;\nS. 38 def. of Central Plan Office\ninserted by No. 53/2017 s. 14.\n\"Central Plan Office \"means the Central Plan Office maintained\nunder section 4 of the Survey Co-ordination Act 1958;\nS. 38 def. of Chief\nCommis-sioner of Police inserted by No. 55/2025\ns. 58."
    },
    {
      "key": "section:38.term:chief-commissioner-of-police",
      "title": "Section 38 Definitions \"Chief Commissioner of Police\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Chief Commissioner of Police\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Chief Commissioner of Police\" means the person appointed under\nsection 17 of the Victoria Police Act 2013;\nS. 38 def. of Chief Judge\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:chief-judge",
      "title": "Section 38 Definitions \"Chief Judge\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Chief Judge\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Chief Judge\" means Chief Judge of the County Court;\nS. 38 def. of Chief Justice\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:chief-justice",
      "title": "Section 38 Definitions \"Chief Justice\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Chief Justice\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Chief Justice\" means Chief Justice of the Supreme\nCourt;\nS. 38 def. of Chief Magistrate\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:chief-magistrate",
      "title": "Section 38 Definitions \"Chief Magistrate\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Chief Magistrate\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Chief Magistrate\" means Chief Magistrate of the Magistrates'\nCourt;\nS. 38 new def. of Children's\nCourt inserted by No. 29/2006 s. 3(Sch. 1\nitem 15.2)."
    },
    {
      "key": "section:38.term:children-s-court",
      "title": "Section 38 Definitions \"Children's Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Children's Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Children's Court\" means The Children's Court of\nVictoria;\nColonial Secretary and Chief Secretary mean the\nresponsible Minister of the Crown for the time being administering the provision\nin which, or in respect of which, the expression is used or, if, for the time\nbeing, different Ministers are administering that provision in different\nrespects, each of those Ministers to the extent that he or she is administering\nthat provision in the relevant respect;\n\"commencement\", in relation to an Act or subordinate instrument\nor a provision of an Act or subordinate instrument, means the time at which the\nAct or subordinate instrument or provision comes into operation;"
    },
    {
      "key": "section:38.term:commonwealth",
      "title": "Section 38 Definitions \"Commonwealth\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Commonwealth\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Commonwealth\" means the Commonwealth of Australia;"
    },
    {
      "key": "section:38.term:commonwealth-act",
      "title": "Section 38 Definitions \"Commonwealth Act\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Commonwealth Act\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Commonwealth Act\" means an Act passed by the Parliament of the\nCommonwealth;\nS. 38 def. of Consolidated Fund\namended by No. 18/1994 s. 66(Sch. 2 item 9)."
    },
    {
      "key": "section:38.term:consolidated-fund",
      "title": "Section 38 Definitions \"Consolidated Fund\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Consolidated Fund\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Consolidated Fund\" means the Consolidated Fund established\nunder the Financial Management Act 1994;\n\"contravention\", in relation to an Act or subordinate\ninstrument or a provision of an Act or subordinate instrument, includes a\nfailure to comply with the Act or subordinate instrument or provision;\nS. 38 def. of coroner inserted by No.\n77/2008 s. 129(Sch. 2 item 13)."
    },
    {
      "key": "section:38.term:coroner",
      "title": "Section 38 Definitions \"coroner\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"coroner\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"coroner\" has the same meaning as in section 3(1) of the\nCoroners Act 2008;\nS. 38 def. of Coroners Court\ninserted by No. 77/2008 s. 129(Sch. 2 item\n13)."
    },
    {
      "key": "section:38.term:coroners-court",
      "title": "Section 38 Definitions \"Coroners Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Coroners Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Coroners Court\" means the Coroners Court of\nVictoria;\nS. 38 def. of Costs Court\ninserted by No. 78/2008 s. 24."
    },
    {
      "key": "section:38.term:costs-court",
      "title": "Section 38 Definitions \"Costs Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Costs Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Costs Court\" has the same meaning as it has in the Supreme\nCourt Act 1986;\nS. 38 def. of Costs Judge\ninserted by No. 78/2008 s. 24."
    },
    {
      "key": "section:38.term:costs-judge",
      "title": "Section 38 Definitions \"Costs Judge\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Costs Judge\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Costs Judge\" has the same meaning as it has in the Supreme\nCourt Act 1986;"
    },
    {
      "key": "section:38.term:county-court",
      "title": "Section 38 Definitions \"County Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"County Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"County Court\" means The County Court in and for the State of\nVictoria;\nS. 38 def. of Court of Appeal\ninserted by No. 109/1994 s. 31."
    },
    {
      "key": "section:38.term:court-of-appeal",
      "title": "Section 38 Definitions \"Court of Appeal\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Court of Appeal\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Court of Appeal\" means the division of the Supreme Court\ncalled the Court of\nAppeal[2];\nS. 38 def. of Criminal Code of the\nCommon-wealth inserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:criminal-code-of-the-commonwealth",
      "title": "Section 38 Definitions \"Criminal Code of the Commonwealth\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Criminal Code of the Commonwealth\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Criminal Code of the Commonwealth\" means the Schedule to the\nCriminal Code Act 1995 of the Commonwealth;"
    },
    {
      "key": "section:38.term:crown",
      "title": "Section 38 Definitions \"Crown\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Crown\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Crown\" means the Crown in right of Victoria;\nS. 38 def. of Deputy State Coroner\ninserted by No. 77/2008 s. 129(Sch. 2 item\n13).\n\"Deputy State Coroner \"means the Deputy State Coroner of the\nCoroners Court;\ndocument includes, in addition to a document in\nwriting&#8212;\n         (a)     any book, map, plan, graph or drawing;\n         (b)     any photograph;\n         (c)     any label, marking or other writing which identifies or describes\nanything of which it forms part, or to which it is attached by any means\nwhatsoever;\n         (d)     any disc, tape, sound track or other device in which sounds or other\ndata (not being visual images) are embodied so as to be capable (with or without\nthe aid of some other equipment) of being reproduced therefrom;\n         (e)     any film (including microfilm), negative, tape or other device in\nwhich one or more visual images are embodied so as to be capable (with or\nwithout the aid of some other equipment) of being reproduced therefrom;\nand\n         (f)     anything whatsoever on which is marked any words, figures, letters or\nsymbols which are capable of carrying a definite meaning to persons conversant\nwith them;\nS. 38 def. of dual commission holder\ninserted by No. 3/2016 s. 59, amended by No. 1/2022\ns. 96."
    },
    {
      "key": "section:38.term:dual-commission-holder",
      "title": "Section 38 Definitions \"dual commission holder\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"dual commission holder\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"dual commission holder\" means&#8212;\n         (a)     in relation to the Chief Judge, a person who concurrently holds both\nthe office of Chief Judge under the County Court Act 1958 and the office\nof Judge of the Supreme Court referred to in section 75(3)(d) of the\nConstitution Act 1975;\n         (b)     in relation to the Chief Magistrate, a person who concurrently holds\nboth the office of Chief Magistrate under the Magistrates' Court\nAct 1989 and the office of Judge of the Supreme Court referred to in\nsection 75(3)(d) of the Constitution Act 1975;\nS. 38 def. of electronic\ncommuni-cation inserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:electronic-communication",
      "title": "Section 38 Definitions \"electronic communication\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"electronic communication\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"electronic communication\" has the same meaning as in the\nElectronic Transactions (Victoria) Act 2000;\nS. 38 def. of enactment\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:enactment",
      "title": "Section 38 Definitions \"enactment\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"enactment\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"enactment\" means an Act or subordinate instrument or a\nprovision of an Act or subordinate instrument;\nS. 38 def. of entity inserted by\nNo. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:entity",
      "title": "Section 38 Definitions \"entity\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"entity\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"entity\" includes a person and an unincorporated\nbody;\nS. 38 def. of external Territory\ninserted by No. 60/2000 s. 9."
    },
    {
      "key": "section:38.term:external-territory",
      "title": "Section 38 Definitions \"external Territory\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"external Territory\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"external Territory\" means a Territory, not being an internal\nTerritory, for the government of which as a Territory provision is made by any\nCommonwealth Act;\nS. 38 def. of Family Court\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:family-court",
      "title": "Section 38 Definitions \"Family Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Family Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Family Court\" means Family Court of Australia;\nS. 38 def. of Federal Court\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:federal-court",
      "title": "Section 38 Definitions \"Federal Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Federal Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Federal Court\" means Federal Court of Australia;\nS. 38 def. of fee unit\ninserted by No. 13/2006 s. 9.\nfee unit has the meaning given by section 4 of the\nMonetary Units Act 2004;\nfull name and proper full name, in\nrelation to a person who has a christian or other given name and a\nsurname, mean the christian or other name given to that person and the surname\nof that person;\nGovernment Gazette means the Victoria Government Gazette\npublished by authority;\nS. 38 def. of Government Printer\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:government-printer",
      "title": "Section 38 Definitions \"Government Printer\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Government Printer\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Government Printer\" means Government Printer for\nVictoria;\nNote\nSee Constitution Act 1975 section 72."
    },
    {
      "key": "section:38.term:governor",
      "title": "Section 38 Definitions \"Governor\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Governor\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Governor\" means the person for the time being administering\nthe Government of Victoria;"
    },
    {
      "key": "section:38.term:governor-in-council",
      "title": "Section 38 Definitions \"Governor in Council\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Governor in Council\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Governor in Council\" means the Governor with the advice of the\nExecutive Council;\nS. 38 def. of GST\ninserted by No. 55/2025 s. 58."
    },
    {
      "key": "section:38.term:gst",
      "title": "Section 38 Definitions \"GST\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"GST\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"GST\" has the same meaning as in the A New Tax System (Goods\nand Services Tax) Act 1999 of the Commonwealth;\nS. 38 def. of High Court\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:high-court",
      "title": "Section 38 Definitions \"High Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"High Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"High Court\" means High Court of Australia;\nS. 38 def. of IBAC\ninserted by No. 55/2025 s. 58."
    },
    {
      "key": "section:38.term:ibac",
      "title": "Section 38 Definitions \"IBAC\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"IBAC\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"IBAC\" means the Independent Broad-based Anti-corruption\nCommission established by section 12 of the Independent Broad-based\nAnti-corruption Commission Act 2011;"
    },
    {
      "key": "section:38.term:imperial-act",
      "title": "Section 38 Definitions \"Imperial Act\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Imperial Act\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Imperial Act\" means an Act passed by&#8212;\n         (a)     the Parliament of England;\n         (b)     the Parliament of Great Britain;\n         (c)     the Parliament of the United Kingdom of Great Britain and Ireland;\nor\n         (d)     the Parliament of the United Kingdom of Great Britain and Northern\nIreland;\nS. 38 def. of individual\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:individual",
      "title": "Section 38 Definitions \"individual\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"individual\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"individual\" means a natural person;\ninfamous offence and infamous crime\ninclude&#8212;\n         (a)     perjury; and\n         (b)     the commission of an act of bestiality or an attempt to commit an act\nof bestiality;\nS. 38 def. of insolvent under\nadministration inserted by No. 13/2006 s. 9, substituted by\nNo. 4/2008 s. 31."
    },
    {
      "key": "section:38.term:insolvent-under-administration",
      "title": "Section 38 Definitions \"insolvent under administration\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"insolvent under administration\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"insolvent under administration\" means&#8212;\n         (a)     a person who is an undischarged bankrupt within the meaning of the\nBankruptcy Act 1966 of the Commonwealth (or the corresponding provisions of the\nlaw of another jurisdiction); or\n         (b)     a person who has executed a deed of arrangement under Part X of the\nBankruptcy Act 1966 of the Commonwealth (or the corresponding provisions of the\nlaw of another jurisdiction) if the terms of the deed have not been fully\ncomplied with; or\n         (c)     a person whose creditors have accepted a composition under Part X\nof the Bankruptcy Act 1966 of the Commonwealth (or the corresponding provisions\nof the law of another jurisdiction) if a final payment has not been made under\nthat composition; or\n         (d)     a person for whom a debt agreement has been made under Part IX of the\nBankruptcy Act 1966 of the Commonwealth (or the corresponding provisions of the\nlaw of another jurisdiction) if the debt agreement has not ended or has not been\nterminated; or\n         (e)     a person who has executed a personal insolvency agreement under Part X\nof the Bankruptcy Act 1966 of the Commonwealth (or the corresponding provisions\nof the law of another jurisdiction) but not if the agreement has been set aside\nor terminated or all of the obligations that the agreement created have been\ndischarged;\nS. 38 def. of internal Territory\ninserted by No. 60/2000 s. 9."
    },
    {
      "key": "section:38.term:internal-territory",
      "title": "Section 38 Definitions \"internal Territory\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"internal Territory\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"internal Territory\" means the Australian Capital Territory,\nthe Jervis Bay Territory or the Northern Territory;\nS. 38 def. of Jervis Bay Territory\ninserted by No. 60/2000 s. 9."
    },
    {
      "key": "section:38.term:jervis-bay-territory",
      "title": "Section 38 Definitions \"Jervis Bay Territory\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Jervis Bay Territory\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Jervis Bay Territory\" means the Territory referred to in the\nJervis Bay Territory Acceptance Act 1915 of the Commonwealth;"
    },
    {
      "key": "section:38.term:justice",
      "title": "Section 38 Definitions \"justice\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"justice\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"justice\" means a justice of the peace;"
    },
    {
      "key": "section:38.term:land",
      "title": "Section 38 Definitions \"land\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"land\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"land\" includes buildings and other structures permanently\naffixed to land, land covered with water, and any estate, interest, easement,\nservitude, privilege or right in or over land;"
    },
    {
      "key": "section:38.term:law-officer",
      "title": "Section 38 Definitions \"law officer\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"law officer\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"law officer\" means the Attorney-General and includes any\nMinister of the Crown for the time being acting for or on behalf of the\nAttorney-General;"
    },
    {
      "key": "section:38.term:legislative-assembly",
      "title": "Section 38 Definitions \"Legislative Assembly\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Legislative Assembly\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Legislative Assembly\" means the Legislative Assembly of\nVictoria;"
    },
    {
      "key": "section:38.term:legislative-council",
      "title": "Section 38 Definitions \"Legislative Council\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Legislative Council\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Legislative Council\" means the Legislative Council of\nVictoria;\nS. 38 def. of magistrate\ninserted by No. 3/2016 s. 59."
    },
    {
      "key": "section:38.term:magistrate",
      "title": "Section 38 Definitions \"magistrate\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"magistrate\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"magistrate\" has the same meaning as in section 3(1) of\nthe Magistrates' Court Act 1989;\nS. 38 def. of Magistrates' Court\ninserted by No. 51/1989 s. 146(a)(ii)."
    },
    {
      "key": "section:38.term:magistrates-court",
      "title": "Section 38 Definitions \"Magistrates' Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Magistrates' Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Magistrates' Court\" means the Magistrates' Court of\nVictoria;"
    },
    {
      "key": "section:38.term:minister",
      "title": "Section 38 Definitions \"Minister\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Minister\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Minister\" means the responsible Minister of the Crown for the\ntime being administering the provision in which, or in respect of which, the\nexpression is used or, if, for the time being, different Ministers are\nadministering that provision in different respects, each of those Ministers to\nthe extent that he or she is administering that provision in the relevant\nrespect, and where a Minister of the Crown is referred to by the title of his or\nher Ministerial office, the reference shall be construed as including a\nreference to a Minister of the Crown for the time being acting for or on behalf\nof that Minister;\nS. 38 def. of Northern Territory\ninserted by No. 95/1993 s. 8."
    },
    {
      "key": "section:38.term:northern-territory",
      "title": "Section 38 Definitions \"Northern Territory\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Northern Territory\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Northern Territory\" means Northern Territory of\nAustralia;"
    },
    {
      "key": "section:38.term:oath",
      "title": "Section 38 Definitions \"oath\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"oath\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"oath\" and affidavit, in relation to persons for\nthe time being allowed by law to affirm or declare instead of swearing, include\naffirmation and declaration and, in relation to those persons,"
    },
    {
      "key": "section:38.term:swear",
      "title": "Section 38 Definitions \"swear\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"swear\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"swear\" includes affirm and declare;"
    },
    {
      "key": "section:38.term:parliament",
      "title": "Section 38 Definitions \"Parliament\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Parliament\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Parliament\" means the Parliament of Victoria;\nS. 38 def. of penalty unit\namended by Nos 10260 s. 114(Sch. 4 item 8), 49/1991 s. 119(7)(Sch. 4\nitem 10.1).\npenalty unit shall be construed in accordance with section\nSection 110 of the Sentencing Act 1991;"
    },
    {
      "key": "section:38.term:person",
      "title": "Section 38 Definitions \"person\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"person\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"person\" includes a body politic or corporate as well as an\nindividual;\nS. 38 def. of police\nofficer inserted by No. 5/2015 s. 7."
    },
    {
      "key": "section:38.term:police-officer",
      "title": "Section 38 Definitions \"police officer\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"police officer\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"police officer\" has the same meaning as in the\nVictoria Police Act\n2013;\nS. 38 def. of Premier\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:premier",
      "title": "Section 38 Definitions \"Premier\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Premier\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Premier\" means Premier of Victoria;"
    },
    {
      "key": "section:38.term:prescribed",
      "title": "Section 38 Definitions \"prescribed\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"prescribed\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"prescribed\" means prescribed by the Act in which the word is\nused or by a subordinate instrument made under or pursuant to that\nAct;\nS. 38 def. of public service\ninserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:public-service",
      "title": "Section 38 Definitions \"public service\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"public service\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"public service\" has the same meaning as in the Public\nAdministration Act 2004;"
    },
    {
      "key": "section:38.term:rules-of-court",
      "title": "Section 38 Definitions \"rules of court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"rules of court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"rules of court\" in relation to any court, means rules made by\nthe authority having power to make rules or orders regulating the practice and\nprocedure of that court;\nS. 38 def. of sheriff\ninserted by No. 9/2009 s. 77."
    },
    {
      "key": "section:38.term:sheriff",
      "title": "Section 38 Definitions \"sheriff\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"sheriff\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"sheriff\"\nhas the same meaning as in the Sheriff Act 2009;\n\"sitting days\", in relation to either House of Parliament,\nmeans days on which the House actually sits;\nS. 38 def. of Standards Australia\ninserted by No. 60/2000 s. 9."
    },
    {
      "key": "section:38.term:standards-australia",
      "title": "Section 38 Definitions \"Standards Australia\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Standards Australia\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Standards Australia\" means Standards Australia International\nLimited (ACN 087 326 690);\nS. 38 def. of Standards Council of New\nZealand inserted by No. 13/2006 s. 9."
    },
    {
      "key": "section:38.term:standards-council-of-new-zealand",
      "title": "Section 38 Definitions \"Standards Council of New Zealand\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Standards Council of New Zealand\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Standards Council of New Zealand\" means the Standards Council\ncontinued in existence under section 3 of the Standards Act 1988 of New\nZealand;"
    },
    {
      "key": "section:38.term:state",
      "title": "Section 38 Definitions \"State\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"State\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"State\" means the State of Victoria;\nS. 38 def. of State Coroner\ninserted by No. 77/2008 s. 129(Sch. 2 item\n13).\n\"State Coroner \"means the State Coroner of the Coroners\nCourt;\nS. 38 def. of statutory\ndeclaration and solemn declaration substituted by No. 57/1989\ns. 3(Sch. item 104.1), amended by No. 69/2009 s. 54(Sch.\nPt 2 item 29), substituted as statutory declaration by\nNo. 6/2018 s. 66."
    },
    {
      "key": "section:38.term:statutory-declaration",
      "title": "Section 38 Definitions \"statutory declaration\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"statutory declaration\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"statutory declaration\" means a statutory declaration under\nPart 4 of the Oaths and Affirmations Act 2018;\nS. 38 def. of statutory rule\ninserted by No. 61/2004 s. 6(1)."
    },
    {
      "key": "section:38.term:statutory-rule",
      "title": "Section 38 Definitions \"statutory rule\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"statutory rule\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"statutory rule\" has the same meaning as in the Subordinate\nLegislation Act 1994;\nS. 38 def. of subordinate instrument\ninserted by No. 61/2004 s. 6(1)."
    },
    {
      "key": "section:38.term:subordinate-instrument",
      "title": "Section 38 Definitions \"subordinate instrument\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"subordinate instrument\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"subordinate instrument\" means an instrument made under an\nAct&#8212;\n         (a)     that is a statutory rule; or\n         (b)     that is not a statutory rule but&#8212;\n               (i)     contains regulations, rules, by&#8209;laws, proclamations, Orders\nin Council, orders or schemes; or\n               (ii)     is of a legislative character;"
    },
    {
      "key": "section:38.term:supreme-court",
      "title": "Section 38 Definitions \"Supreme Court\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Supreme Court\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Supreme Court\" means The Supreme Court of the State of\nVictoria;\nS. 38 def. of Territory inserted by\nNo. 60/2000 s. 9."
    },
    {
      "key": "section:38.term:territory",
      "title": "Section 38 Definitions \"Territory\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Territory\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Territory\" (when used in an Act passed, or subordinate\ninstrument made, on or after 1 January 2001 or inserted into an Act passed,\nor subordinate instrument made, before 1 January 2001 by an Act passed, or\nsubordinate instrument made, on or after that date) means a Territory\nreferred to in section 122 of the Constitution of the Commonwealth and includes\na Territory administered by the Commonwealth under a Trusteeship\nAgreement;"
    },
    {
      "key": "section:38.term:treasurer",
      "title": "Section 38 Definitions \"Treasurer\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Treasurer\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Treasurer\" means the Treasurer of Victoria;\nS. 38 def. of VCAT inserted by\nNo. 61/2004 s. 6(1)."
    },
    {
      "key": "section:38.term:vcat",
      "title": "Section 38 Definitions \"VCAT\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"VCAT\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"VCAT\" means the Victorian Civil and Administrative Tribunal\nestablished by the Victorian Civil and Administrative Tribunal Act\n1998;\nS. 38 def. of Victoria Police\ninserted by No. 55/2025 s. 58."
    },
    {
      "key": "section:38.term:victoria-police",
      "title": "Section 38 Definitions \"Victoria Police\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Victoria Police\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"Victoria Police\" means the body established by section 6 of\nthe Victoria Police Act 2013;\nS. 38 def. of waterway inserted\nby No. 81/1989 s. 3(Sch. item 24)."
    },
    {
      "key": "section:38.term:waterway",
      "title": "Section 38 Definitions \"waterway\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"waterway\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"waterway\" means a waterway as defined in section 3(1) of\nthe Water Act 1989;"
    },
    {
      "key": "section:38.term:writing",
      "title": "Section 38 Definitions \"writing\"",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Definitions",
      "defined_term": "\"writing\"",
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38",
      "text": "\"writing\" includes all modes of representing or reproducing\nwords, figures or symbols in a visible form and expressions referring to writing\nshall be construed accordingly.\nS. 38AAA inserted by No. 13/2006\ns. 10."
    },
    {
      "key": "section:38AAA",
      "title": "Section 38AAA - References to Departments",
      "main_structural_unit": "section",
      "main_structural_number": "38AAA",
      "main_structural_heading": "References to Departments",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38AAA",
      "text": "If&#8212;\n         (a)     reference is made in an Act or subordinate instrument to a particular\nDepartment; and\n         (b)     under the Public Administration Act 2004 the name of the\nDepartment is changed&#8212;\nthe reference is, from the date when the name is changed and so far as it\nrelates to any period on or after that date, to be taken to be a reference to\nthe Department by its new name.\nS. 38AA inserted by No. 60/2000\ns. 10."
    },
    {
      "key": "section:38AA",
      "title": "Section 38AA - References to Australian Standards, etc.",
      "main_structural_unit": "section",
      "main_structural_number": "38AA",
      "main_structural_heading": "References to Australian Standards, etc.",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38AA",
      "text": "(1)     In an Act or subordinate instrument, a\nreference consisting of the words \"Australian Standard\" or the letters \"AS\"\nfollowed in either case by a number or a number accompanied by a reference to a\ncalendar year is a reference to the standard so numbered published by or on\nbehalf of Standards Australia.\nS. 38AA(1A) inserted by No. 13/2006\ns. 11.\n     (1A)     In an Act or subordinate instrument, a reference consisting of the\nexpression \"Australian/New Zealand Standard\" or \"AS/NZS\" followed in either case\nby a number or a number accompanied by a reference to a calendar year is a\nreference to the standard so numbered published jointly by or on behalf of\nStandards Australia and the Standards Council of New Zealand.\n     (2)     In an Act or subordinate instrument, a reference to Standards\nAustralia includes a reference to the Standards Association of Australia as\nconstituted before 1 July 1999.\n     (3)     In an Act or subordinate instrument, a reference to the Standards\nAssociation of Australia, so far as it relates to any period on or after 1 July\n1999, is a reference to Standards Australia.\nS. 38Ainserted\nby No. 80/1990 s. 98(1), amended by No. 37/1999 s. 58(Sch. 1\nitem 2.2), substituted by No. 44/2001 s. 3(Sch.\nitem 67)."
    },
    {
      "key": "section:38A",
      "title": "Section 38A - References to Corporations legislation",
      "main_structural_unit": "section",
      "main_structural_number": "38A",
      "main_structural_heading": "References to Corporations legislation",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38A",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"ASC Law\" has the same meaning as ASIC\nLaw;\n\"ASC Regulations\" has the same meaning as ASIC\nRegulations has when ASIC Regulations is used in relation to the ASIC\nLaw;\nASIC Law has the meaning provided for by Part 11 of the\nCorporations (Victoria) Act 1990;\n\"ASIC Act\" means the Australian Securities and Investments\nCommission Act 2001 of the Commonwealth;\n\"ASIC Regulations\"&#8212;\n         (a)     when used in relation to the ASIC Law, has the meaning provided for by\nPart 11 of the Corporations (Victoria) Act 1990;\n         (b)     when used in relation to the ASIC Act, means regulations made, or that\nhave effect as if they were made, under the ASIC Act;\n\"Corporations Act\" means the Corporations Act 2001 of the\nCommonwealth;\nCorporations Law has the meaning provided for by Part 3 of\nthe Corporations (Victoria) Act 1990;\n\"Corporations legislation\" means the Corporations legislation\nto which Part 1.1A of the Corporations Act applies;\n\"Corporations Regulations\"&#8212;\n         (a)     when used in relation to the Corporations Law, has the meaning\nprovided for by Part 3 of the Corporations (Victoria) Act 1990;\n         (b)     when used in relation to the Corporations Act, means regulations made,\nor that have effect as if they were made, under the Corporations Act.\nS. 38AB inserted by No. 29/1997\ns. 10."
    },
    {
      "key": "section:38AB",
      "title": "Section 38AB - References to National Electricity Law",
      "main_structural_unit": "section",
      "main_structural_number": "38AB",
      "main_structural_heading": "References to National Electricity Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38AB",
      "text": "In an Act or subordinate\ninstrument&#8212;\nS. 38AB def. of National Electricity\n(Victoria) Law amended by No. 8/2005\ns. 16(a).\n\"National Electricity (Victoria) Law\" means the provisions\napplying because of section 6 of the National Electricity (Victoria)\nAct 2005;\nS. 38AB def. of National Electricity\n(Victoria) Regulations amended by No. 8/2005\ns. 16(b).\n\"National Electricity (Victoria) Regulations\" means the\nprovisions applying because of section 7 of the National Electricity\n(Victoria) Act 2005.\nS. 38Binserted\nby No. 48/1992 s. 116(1)."
    },
    {
      "key": "section:38B",
      "title": "Section 38B - References to Financial Institutions legislation",
      "main_structural_unit": "section",
      "main_structural_number": "38B",
      "main_structural_heading": "References to Financial Institutions legislation",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38B",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"AFIC (Victoria) Code\" means the provision applying because of\nsection 5 of the Financial Institutions (Victoria) Act 1992;\n\"AFIC (Victoria) Regulations\" means the provisions applying by\nreason of section 6 of the Financial Institutions (Victoria)\nAct 1992;\n\"Financial Institutions (Victoria) Code\" means the provisions\napplying because of section 8 of the Financial Institutions (Victoria)\nAct 1992;\n\"Financial Institutions (Victoria) Regulations\" means the\nprovisions applying because of section 9 of the Financial Institutions\n(Victoria) Act 1992.\nS. 38BA inserted by No. 31/1998 s. 27,\nsubstituted by No. 30/2008 s. 42(2)."
    },
    {
      "key": "section:38BA",
      "title": "Section 38BA - References to National Gas Law",
      "main_structural_unit": "section",
      "main_structural_number": "38BA",
      "main_structural_heading": "References to National Gas Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38BA",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"National Gas (Victoria) Law\" means the provisions applying\nbecause of section 7 of the National Gas (Victoria) Act 2008;\n\"National Gas (Victoria) Regulations\" means the provision\napplying because of section 8 of the National Gas (Victoria) Act\n2008.\nS. 38Cinserted\nby No. 41/1995 s. 61, repealed by No. 11/2010\ns. 52.\n     *     *     *     *     *\nS. 38D inserted by No. 83/1996\ns. 39."
    },
    {
      "key": "section:38D",
      "title": "Section 38D - References to Friendly Societies legislation",
      "main_structural_unit": "section",
      "main_structural_number": "38D",
      "main_structural_heading": "References to Friendly Societies legislation",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38D",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"Friendly Societies (Victoria) Code\" means the provisions\napplying because of section 5 of the Friendly Societies (Victoria) Act\n1996;\n\"Friendly Societies (Victoria) Regulations\" means the\nprovisions applying because of section 6 of the Friendly Societies (Victoria)\nAct 1996.\nS. 38E inserted by No. 13/2010\ns. 49."
    },
    {
      "key": "section:38E",
      "title": "Section 38E - References to Health Practitioner Regulation National Law",
      "main_structural_unit": "section",
      "main_structural_number": "38E",
      "main_structural_heading": "References to Health Practitioner Regulation National Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38E",
      "text": "In an Act or a subordinate\ninstrument&#8212;\n\"Health Practitioner Regulation National Law\"\nmeans&#8212;\n         (a)     the Health Practitioner Regulation National Law&#8212;\n               (i)     as in force from time to time, set out in the Schedule to the Health\nPractitioner Regulation National Law Act 2009 of Queensland; and\n               (ii)     as it applies as a law of Victoria, another State or a Territory\n(with or without modification); or\n         (b)     the law of another State or a Territory that substantially corresponds\nto the law referred to in paragraph (a);\n\"Health Practitioner Regulation National Law (Victoria)\" means\nthe provisions applying because of section 4 of the Health Practitioner\nRegulation National Law (Victoria) Act 2009.\nS. 38EA inserted by\nNo. 5/2015 s. 8."
    },
    {
      "key": "section:38EA",
      "title": "Section 38EA - Definition of registered medical practitioner",
      "main_structural_unit": "section",
      "main_structural_number": "38EA",
      "main_structural_heading": "Definition of registered medical practitioner",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38EA",
      "text": "(1)     Unless the contrary intention appears, in an Act or a subordinate\ninstrument to which this section applies&#8212;\n\"registered medical practitioner\" means a person registered\nunder the Health Practitioner Regulation National Law to practise in the medical\nprofession (other than as a student).\n     (2)     This section applies to&#8212;\n         (a)     an Act that is passed, or a subordinate instrument that is made, on or\nafter 1 July 2015; or\n         (b)     an Act that is passed, or a subordinate instrument that is made,\nbefore 1 July 2015&#8212;\n               (i)     into which a reference to registered medical practitioner is inserted\non or after 1 July 2015; and\n               (ii)     which does not contain a reference to registered medical practitioner\nimmediately before 1 July 2015.\nS. 38F inserted by\nNo. 72/2010 s. 48(Sch. item 13), amended by No. 57/2013\ns. 11."
    },
    {
      "key": "section:38F",
      "title": "Section 38F - References to Australian Consumer Law",
      "main_structural_unit": "section",
      "main_structural_number": "38F",
      "main_structural_heading": "References to Australian Consumer Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38F",
      "text": "In an Act or subordinate\ninstrument&#8212;\nS. 38F def. of Australian\nConsumer Law (Victoria) amended by No. 21/2012\ns. 239(Sch. 6 item 22).\n\"Australian Consumer Law (Victoria)\" means the provisions\napplying because of Chapter 2 of the Australian Consumer Law and Fair\nTrading Act 2012.\nS. 38FA inserted by\nNo. 22/2013 s. 59."
    },
    {
      "key": "section:38FA",
      "title": "Section 38FA - References to Rail Safety National Law",
      "main_structural_unit": "section",
      "main_structural_number": "38FA",
      "main_structural_heading": "References to Rail Safety National Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38FA",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"Rail Safety National Law (Victoria)\" means the\nprovisions applying because of section 6 of the Rail Safety National Law\nApplication Act 2013.\nS. 38G inserted by\nNo. 80/2011 s. 79(Sch. item 4)."
    },
    {
      "key": "section:38G",
      "title": "Section 38G - References to Education and Care Services National Law",
      "main_structural_unit": "section",
      "main_structural_number": "38G",
      "main_structural_heading": "References to Education and Care Services National Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38G",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"Education and Care Services National Law (Victoria)\" means the\nprovisions applying because of section 4 of the Education and Care Services\nNational Law Act 2010.\nS. 38H inserted by No. 7/2013\ns. 15."
    },
    {
      "key": "section:38H",
      "title": "Section 38H - References to Electronic Conveyancing National Law",
      "main_structural_unit": "section",
      "main_structural_number": "38H",
      "main_structural_heading": "References to Electronic Conveyancing National Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38H",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"Electronic Conveyancing National Law (Victoria)\" means the\nprovisions applying because of section 4 of the Electronic Conveyancing\n(Adoption of National Law) Act 2013.\nS. 38I inserted by\nNo. 30/2013 s. 60(Sch. item 5)."
    },
    {
      "key": "section:38I",
      "title": "Section 38I - References to Heavy Vehicle National Law",
      "main_structural_unit": "section",
      "main_structural_number": "38I",
      "main_structural_heading": "References to Heavy Vehicle National Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38I",
      "text": "In an Act or a subordinate\ninstrument&#8212;\n\"Heavy Vehicle National Law (Victoria)\" means the provisions\napplying because of section 4 of the Heavy Vehicle National Law Application\nAct 2013.\nS. 38I inserted by\nNo. 36/2013 s. 83, renumbered as s. 38J by No. 21/2015\ns. 3(Sch. 1 item 29)."
    },
    {
      "key": "section:38J",
      "title": "Section 38J - References to Marine Safety (Domestic Commercial Vessel) National Law",
      "main_structural_unit": "section",
      "main_structural_number": "38J",
      "main_structural_heading": "References to Marine Safety (Domestic Commercial Vessel) National Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38J",
      "text": "In an Act or subordinate\ninstrument&#8212;\nMarine Safety (Domestic Commercial Vessel) National Law\nmeans&#8212;\n         (a)     the Commonwealth domestic commercial vessel national law within the\nmeaning of section 3 of the Marine (Domestic Commercial Vessel National Law\nApplication) Act 2013; and\n         (b)     the applied provisions within the meaning of section 3 of the\nMarine (Domestic Commercial Vessel National Law Application) Act\n2013.\nS. 38K inserted by\nNo. 57/2013 s. 12."
    },
    {
      "key": "section:38K",
      "title": "Section 38K - References to Co-operatives National Law",
      "main_structural_unit": "section",
      "main_structural_number": "38K",
      "main_structural_heading": "References to Co-operatives National Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38K",
      "text": "In an Act or subordinate\ninstrument&#8212;\n\"Co-operatives National Law (Victoria)\" means the provisions\napplying because of section 4(1) of the Co-operatives National Law\nApplication Act 2013.\nS. 38L inserted by\nNo. 17/2014 s. 159."
    },
    {
      "key": "section:38L",
      "title": "Section 38L - References to the Legal Profession Uniform Law",
      "main_structural_unit": "section",
      "main_structural_number": "38L",
      "main_structural_heading": "References to the Legal Profession Uniform Law",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38L",
      "text": "In an Act or subordinate\nlegislation&#8212;\n\"Legal Profession Uniform Law (Victoria)\" means the provisions\napplying because of section 4 of the Legal Profession Uniform Law Application\nAct 2014.\nS. 38M inserted by\nNo. 13/2022 s. 38."
    },
    {
      "key": "section:38M",
      "title": "Section 38M - Satisfying print newspaper publication requirements",
      "main_structural_unit": "section",
      "main_structural_number": "38M",
      "main_structural_heading": "Satisfying print newspaper publication requirements",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38M",
      "text": "(1)     If an Act, a statutory rule or any other\nsubordinate instrument requires notice (however described) to be published in a\nprint newspaper circulating generally in Victoria that requirement is taken to\nhave been met, for all purposes, if the notice is published&#8212;\n         (a)     on an approved alternative publication Internet site; or\n         (b)     in a prescribed manner; or\n         (c)     on a prescribed platform.\n     (2)     Without limiting subsection (1), any requirement under an Act, a\nstatutory rule or any other subordinate instrument to provide a copy of a notice\npublished in a print newspaper or to distribute or use a notice published in a\nprint newspaper for any purpose is taken to have been met by providing,\ndistributing or using an electronic notice published in accordance with\nsubsection (1).\n     (2A)     For the avoidance of doubt, subsections (1) and (2) do not apply to\nany requirement under an Act, a statutory rule or any other subordinate\ninstrument to provide for the publication of a notice published in a print\nnewspaper in a particular locality.\n     (3)     The regulations may exempt an entity or a class of entity or a\ndocument (including an Act, a statutory rule or any other subordinate\ninstrument) or class of document from the application of this section.\n     (4)     Nothing in this section&#8212;\n         (a)     limits the manner or form in which any notice required to be published\nby an Act, a statutory rule or other subordinate instrument may be published;\nor\n         (b)     exempts any entity from complying with any other obligation or\nrequirement under the Act, statutory rule or other subordinate instrument to\nwhich the notice relates in relation to the publication of the notice other than\nin a print newspaper.\nS. 38N inserted by\nNo. 13/2022 s. 38."
    },
    {
      "key": "section:38N",
      "title": "Section 38N - Minister may approve alternative publications Internet site",
      "main_structural_unit": "section",
      "main_structural_number": "38N",
      "main_structural_heading": "Minister may approve alternative publications Internet site",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38N",
      "text": "The Minister, by notice published in the\nGovernment Gazette, may declare one or more Internet sites to be an approved\nalternative publication Internet site on which publications can be made for the\npurposes of section 38M.\nS. 38O inserted by\nNo. 13/2022 s. 38."
    },
    {
      "key": "section:38O",
      "title": "Section 38O - Minister may make and publish guidelines",
      "main_structural_unit": "section",
      "main_structural_number": "38O",
      "main_structural_heading": "Minister may make and publish guidelines",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38O",
      "text": "(1)     The Minister may make guidelines\non&#8212;\n         (a)     the use of any approved alternative publication Internet site for the\npurposes of publication of notices; and\n         (b)     the requirements to be complied with in relation to the\npublication of notices so as to satisfy publication under section 38M;\nand\n         (c)     any other matter relating to the publication of notices under Section 38M.\n     (2)     The guidelines under subsection (1)&#8212;\n         (a)     must be published in the Government Gazette and on an approved\nalternative publication Internet site (if any); and\n         (b)     may also be published in any other manner that the Minister considers\nappropriate.\nS. 38P inserted by\nNo. 13/2022 s. 38."
    },
    {
      "key": "section:38P",
      "title": "Section 38P - Entities to have regard to guidelines",
      "main_structural_unit": "section",
      "main_structural_number": "38P",
      "main_structural_heading": "Entities to have regard to guidelines",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 38P",
      "text": "Any Department, public statutory authority or\nany prescribed entity that is responsible under an Act, a statutory rule or any\nother subordinate instrument for the publication of a notice (however\ndescribed) must have regard to the guidelines made under section 38O when\npublishing any notice by electronic means."
    },
    {
      "key": "section:39",
      "title": "Section 39 - Parts of speech and grammatical forms",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Parts of speech and grammatical forms",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 39",
      "text": "Where a word or phrase is given a particular\nmeaning in an Act or subordinate instrument, other parts of speech and\ngrammatical forms of that word or phrase have, unless the contrary intention\nappears, corresponding meanings.\nS. 39Ainserted\nby No. 95/1993 s. 9."
    },
    {
      "key": "section:39A",
      "title": "Section 39A - Definitions inserted by amending Act or subordinate instrument",
      "main_structural_unit": "section",
      "main_structural_number": "39A",
      "main_structural_heading": "Definitions inserted by amending Act or subordinate instrument",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 39A",
      "text": "If an Act or subordinate instrument amends a\nprovision of another Act or another subordinate instrument that contains\ndefinitions by inserting another definition in that provision but does not\nspecify where in that provision the definition is to be inserted, it must be\ntaken to be inserted in the appropriate alphabetical position.\nS. 39B inserted by No. 6/1997\ns. 3."
    },
    {
      "key": "section:39B",
      "title": "Section 39B - Numbering consequential on insertion of new provisions",
      "main_structural_unit": "section",
      "main_structural_number": "39B",
      "main_structural_heading": "Numbering consequential on insertion of new provisions",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 39B",
      "text": "(1)     If a section that is not divided into\nsubsections is amended by the insertion of one or more subsections at the end of\nit, the section as in force immediately before the commencement of the amendment\nmust be taken to be subsection (1) of that section and to be amended, by force\nof the amending provision, by the insertion of the expression \"(1)\" at the\nbeginning of it.\n     (2)     If a statutory rule containing regulations or rules includes a\nregulation or rule that is not divided into subregulations or subrules and that\nregulation or rule is amended by the insertion at the end of it of one or more\nsubregulations or subrules, the regulation or rule as in force immediately\nbefore the commencement of the amendment must be taken to be subregulation (1)\nof that regulation or subrule (1) of that rule (as the case requires) and to be\namended, by force of the amending provision, by the insertion of the expression\n\"(1)\" at the beginning of it.\n     (3)     If a clause of a Schedule to an Act or statutory rule that is not\ndivided into subclauses is amended by the insertion of one or more subclauses at\nthe end of it, the clause as in force immediately before the commencement of the\namendment must be taken to be subclause (1) of that clause and to be amended, by\nforce of the amending provision, by the insertion of the expression \"(1)\" at the\nbeginning of it.\n     (4)     This section applies only to amendments made by an Act passed, or\nstatutory rule made, on or after the commencement of the Interpretation of\nLegislation (Amendment) Act 1997."
    },
    {
      "key": "section:40",
      "title": "Section 40 - Exercise of powers and performance of duties",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Exercise of powers and performance of duties",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 40",
      "text": "Unless the contrary intention appears, where an\nAct or subordinate instrument confers a power or imposes a duty, the power may\nbe exercised and the duty shall be performed&#8212;\n         (a)     from time to time as occasion requires; and\n         (b)     if conferred or imposed on the holder of an office or position as\nsuch, by the person for the time being holding, acting in or performing the\nduties of the office or position.\nS. 41 substituted by No. 84/1997\ns. 51."
    },
    {
      "key": "section:41",
      "title": "Section 41 - Power to appoint",
      "main_structural_unit": "section",
      "main_structural_number": "41",
      "main_structural_heading": "Power to appoint",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 41",
      "text": "(1)     If an Act or subordinate instrument\nconfers on a person or body (\"the appointer\") a power to appoint a\nperson to an office, the power, unless the contrary intention appears, includes\na power&#8212;\nS. 41(1)(a) amended by\nNo. 70/2013 s. 3(Sch. 1 item 25(a)).\n         (a)     to appoint a person to act in the office&#8212;\nS. 41(1)(a)(i) amended by\nNo. 70/2013 s. 3(Sch. 1 item 25(b)).\n               (i)     until a person is appointed to the office; or\n               (ii)     during a vacancy in the office;\n         (b)     to remove a person appointed to the office;\n         (c)     to suspend a person appointed to the office and to appoint another\nperson temporarily in the place of the person so suspended;\n         (d)     if the holder of the office is absent or, for any other reason, unable\nto perform the functions and duties of the office, to appoint a person to act in\nplace of the holder;\n         (e)     if the holder of the office is, for any reason, unable to perform a\nparticular function or duty on a particular occasion or in relation to a\nparticular matter, to appoint a person to perform that function or duty on that\noccasion or in relation to that matter.\n     (2)     The following paragraphs apply in relation to an appointment of a\nperson (\"the appointee\") made under subsection (1)&#8212;\n         (a)     the appointer&#8212;\n               (i)     may determine the terms and conditions of the appointment, including\nremuneration and allowances (if any);\n               (ii)     may terminate the appointment at any time;\n         (b)     the appointment ceases to have effect if the appointee resigns in\nwriting delivered to the appointer;\n         (c)     while the appointee is acting in the office under subsection (1)\n(except paragraph (e)), then, subject to the terms and conditions of the\nappointment&#8212;\n               (i)     the appointee has and may exercise all the powers, and shall perform\nall the functions and duties, of the holder of the office; and\n               (ii)     this or any other Act applies in relation to the appointment as if\nthe appointee were the holder of the office;\n         (d)     while the appointee is appointed to perform a function or duty on a\nparticular occasion or in relation to a particular matter, then, subject to the\nterms and conditions of the appointment&#8212;\n               (i)     the appointee has and may exercise all the powers of the holder of the\noffice necessary for performing that function or duty; and\n               (ii)     this or any other Act applies in relation to the appointment as if\nthe appointee were the holder of the office.\n     (3)     If the power of a person or body to make an appointment to an office\nis exercisable only on the recommendation, or subject to the approval or\nconsent, of some other person or body, the power to make an appointment to act\nin the office, or to remove or suspend, is only exercisable on the\nrecommendation, or subject to the approval or consent, of that other person or\nbody, unless the contrary intention appears.\n     (4)     Despite the substitution of section 41 of this Act by section 51 of\nthe Law and Justice Legislation (Further Amendment) Act 1997, that\nsection 41, as in force immediately before the commencement of that section 51,\ncontinues to apply to and in respect to anything done under that section 41\nbefore that commencement.\nS. 41AA inserted by No. 84/1997\ns. 51."
    },
    {
      "key": "section:41AA",
      "title": "Section 41AA - Acting appointments",
      "main_structural_unit": "section",
      "main_structural_number": "41AA",
      "main_structural_heading": "Acting appointments",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 41AA",
      "text": "If a provision of an Act (other than section 41\nof this Act) or of a subordinate instrument confers on a person or body\n(the appointer) a power to appoint a person (the\nappointee) to act in a particular office, then, except so far as the Act\nor subordinate instrument otherwise provides&#8212;\n         (a)     the appointment may be expressed to have effect only in the\ncircumstances specified in the instrument of appointment or in relation to a\nparticular function or duty or on a particular occasion or in relation to a\nparticular matter;\n         (b)     the appointer&#8212;\n               (i)     may determine the terms and conditions of the appointment, including\nremuneration and allowances (if any);\n               (ii)     may terminate the appointment at any time;\n         (c)     if the office is, or becomes, vacant while the appointee is acting,\nthe appointee may, subject to paragraph (a), continue to act\nuntil&#8212;\n               (i)     the appointer otherwise directs; or\n               (ii)     a person is appointed to the office or the vacancy is\nfilled&#8212;\nwhichever first occurs;\n         (e)     the appointment ceases to have effect if the appointee resigns in\nwriting delivered to the appointer;\n         (f)     while the appointee is acting in the office, then, subject to the\nterms and conditions of the appointment&#8212;\n               (i)     the appointee has and may exercise&#8212;\n     (A)     all the powers, and shall perform all the functions and duties, of the\nholder of the office; or\n     (B)     all the powers of the holder of the office necessary for performing\nthe particular function or duty for which the appointment is\nmade&#8212;\nas the case requires; and\n               (ii)     this or any other Act applies in relation to the appointment as if\nthe appointee were the holder of the office.\nS. 41Ainserted\nby No. 10214 s. 7."
    },
    {
      "key": "section:41A",
      "title": "Section 41A - Power to make instrument includes power to revoke or amend",
      "main_structural_unit": "section",
      "main_structural_number": "41A",
      "main_structural_heading": "Power to make instrument includes power to revoke or amend",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 41A",
      "text": "If an Act or subordinate instrument confers\npower to make, issue or grant an instrument (not being a subordinate instrument)\nthe power shall, unless the contrary intention appears, be construed as\nincluding a power, exercisable in the same manner and subject to the same\nconditions or limitations (if any), to repeal, revoke, rescind, amend, alter or\nvary an instrument made in the exercise of that power."
    },
    {
      "key": "section:42",
      "title": "Section 42 - Exercise of delegated powers",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "Exercise of delegated powers",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 42",
      "text": "(1)     Where the discharge, exercise or\nperformance by a person of a responsibility, power, authority, duty or function\nunder an Act or subordinate instrument is dependent upon the opinion, belief or\nstate of mind of that person in relation to a matter and the responsibility,\npower, authority, duty or function is, in accordance with the Act or subordinate\ninstrument, delegated, the delegate may, unless the contrary intention appears,\ndischarge, exercise or perform the responsibility, power, authority, duty or\nfunction upon the delegate's own opinion, belief or state of mind (as the\ncase requires) in relation to that matter.\n     (2)     Subsection (1) applies in relation to a delegation made under an Act\nor subordinate instrument, whether the delegation was made before or after the\ncommencement of this Act.\nS. 42Ainserted\nby No. 10214 s. 8."
    },
    {
      "key": "section:42A",
      "title": "Section 42A - Construction of power to delegate",
      "main_structural_unit": "section",
      "main_structural_number": "42A",
      "main_structural_heading": "Construction of power to delegate",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 42A",
      "text": "(1)     If an Act or subordinate instrument\nconfers on a person or body a power to delegate the discharge, exercise or\nperformance of a responsibility, power, authority, duty or function under that\nor any other Act or subordinate instrument, then, unless the contrary intention\nappears&#8212;\nS. 42A(1)(aa) inserted by\nNo. 5/2015 s. 9.\n         (aa)     the power to delegate does not include the power to delegate that\npower of delegation;\n         (a)     the delegation does not prevent the discharge, exercise or performance\nof the responsibility, power, authority, duty or function by the person or\nbody;\n         (b)     the delegation may be made subject to such conditions or limitations\nas the person or body may specify; and\n         (c)     a responsibility, power, authority, duty or function so delegated,\nwhen discharged, exercised or performed by the delegate, shall, for the purposes\nof the Act or subordinate instrument, be taken to have been discharged,\nexercised or performed by the person or body.\n     (2)     If an Act or subordinate instrument confers power to delegate to the\nholder of an office or position, then, unless the contrary intention appears, a\ndelegation may be made to any person for the time being acting in or performing\nthe duties of that office or position.\nS. 42A(3) inserted by\nNo. 55/2025 s. 59.\n     (3)     If&#8212;\n         (a)     a person or body delegates all of the person's or the body's\nresponsibilities, powers, authorities, duties or functions under an Act or a\nsubordinate instrument; and\n         (b)     that Act or subordinate instrument is amended to confer one or more\nadditional responsibilities, powers, authorities, duties or\nfunctions&#8212;\non and after the commencement of the amendment, the delegation includes the\nadditional responsibilities, powers, authorities, duties or functions conferred\nby that amendment.\nS. 42A(4) inserted by\nNo. 55/2025 s. 59.\n     (4)     If&#8212;\n         (a)     a person or body delegates one or more of the person's or the body's\nresponsibilities, powers, authorities, duties or functions under an Act or a\nsubordinate instrument; and\n         (b)     that Act or subordinate instrument is amended to alter the scope of\nthe responsibility, power, authority, duty or function&#8212;\non and after the commencement of the amendment, the delegation includes the\nresponsibility, power, authority, duty or function as altered by that\namendment.\nS. 42C inserted by\nNo. 55/2025 s. 60."
    },
    {
      "key": "section:42C",
      "title": "Section 42C - Procedural defect or irregularity",
      "main_structural_unit": "section",
      "main_structural_number": "42C",
      "main_structural_heading": "Procedural defect or irregularity",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 42C",
      "text": "(1)     A person's appointment to an office or\nposition, and anything done by a person for the time being holding or acting in\nan office or position, is not invalid only because of a defect or irregularity\nin or in relation to the making of the person's appointment to that\noffice.\n     (2)     A delegation, and anything done under the delegation (including any\nsubdelegation), is not invalid only because of a defect or irregularity in or in\nrelation to the making of the delegation.\nNote\nSee also section 42."
    },
    {
      "key": "section:43",
      "title": "Section 43 - Measurement of distances",
      "main_structural_unit": "section",
      "main_structural_number": "43",
      "main_structural_heading": "Measurement of distances",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 43",
      "text": "In the measurement of a distance for the\npurposes of an Act or subordinate instrument, the distance shall, unless the\ncontrary intention appears, be measured in a straight line on a horizontal\nplane."
    },
    {
      "key": "section:44",
      "title": "Section 44 - Time",
      "main_structural_unit": "section",
      "main_structural_number": "44",
      "main_structural_heading": "Time",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 44",
      "text": "(1)     Where in an Act or subordinate instrument\na period of time is expressed to begin on, or to be reckoned from, a particular\nday, that day shall not be included in the period.\n     (2)     Where in an Act or subordinate instrument a period of time is\nexpressed to end on, or to be reckoned to, a particular day, that day shall be\nincluded in the period.\nS. 44(3) amended by\nNo. 43/2012 s. 3(Sch. item 24).\n     (3)     Where the time limited by an Act or subordinate instrument for the\ndoing of any act or thing expires or falls on a day that is a holiday, the time\nso limited shall extend to, and the act or thing may be done on, the day next\nfollowing that is not a holiday.\n     (4)     In subsection (3) holiday means&#8212;\n         (a)     a Saturday or Sunday;\nS. 44(4)(b) substituted by No. 119/1993\ns. 16(2).\n         (b)     a day appointed under the Public Holidays Act 1993 as a public\nholiday in the place in which the act or thing is to be or may be\ndone.\nS. 44(4)(c) repealed by No. 119/1993\ns. 16(2).\n     *     *     *     *     *\nS. 44(5) amended by No. 57/1989\ns. 3(Sch. item 104.2).\n     (5)     Subject to section 4 of the Summer Time Act 1972, whenever\nan expression of time occurs in an Act or subordinate instrument, the time\nreferred to shall, unless the contrary intention appears, be deemed to be\nstandard time throughout Victoria as declared by section 43 of the\nSupreme Court Act\n1986[3].\n     (6)     In an Act or subordinate instrument, unless the contrary intention\nexpressly appears&#8212;\n         (a)     a reference to midnight, in relation to a particular day, shall be\nconstrued as a reference to the point of time at which that day ends;\n         (b)     a reference to a month shall be construed as a reference to a calendar\nmonth;\n         (c)     a reference, without qualification, to a year shall be construed as a\nreference to a period of twelve months;\n         (d)     a reference to a financial year shall be construed as a reference to\nthe period of twelve months ending at midnight on 30 June; and\n         (e)     a reference to a calendar year shall be construed as a reference to\nthe period of twelve months ending at midnight on 31 December.\n     (7)     In a provision of an Act or subordinate instrument the expression\n\"now\", \"heretofore\" or \"hereafter\" shall be construed as referring to the time\nwhen the provision in which the expression occurs came into operation.\nSection 45 Construction of \"may\" and \"shall\"\n     (1)     Where in this Act or any Act passed or\nsubordinate instrument made on or after the commencement of this Act the word\n\"may\" is used in conferring a power, that word shall be construed as meaning\nthat the power so conferred may be exercised, or not, at discretion.\n     (2)     Where in this Act or any Act passed or subordinate instrument made on\nor after the commencement of this Act the word \"shall\" is used in conferring a\npower, that word shall be construed as meaning that the power so conferred must\nbe exercised.\n     (3)     The provisions of this section shall have effect notwithstanding any\nrule of construction to the contrary and any such rule is hereby abrogated with\nrespect to this Act and any Act passed or subordinate instrument made on or\nafter the commencement of this Act.\nS. 46 amended by No. 25/2023\ns. 4 (ILA s. 39B(1))."
    },
    {
      "key": "section:46",
      "title": "Section 46 - References to the Sovereign",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "References to the Sovereign",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 46",
      "text": "(1)     In an Act or subordinate instrument a\nreference to the Sovereign reigning at the time of the passing of the Act or\nmaking of the subordinate instrument shall, unless the contrary intention\nappears, be construed as a reference to the Sovereign for the time\nbeing.\nS. 46(2) inserted by\nNo. 25/2023 s. 4.\n     (2)     Unless the contrary intention appears, in an Act or a subordinate\ninstrument&#8212;\n         (a)     if the Sovereign for the time being is the Queen&#8212;\n               (i)     a reference to \"His Majesty\" is to be construed as a reference to\n\"Her Majesty\"; and\n               (ii)     a reference to \"the King\" is to be construed as a reference to\n\"the Queen\"; and\n         (b)     if the Sovereign for the time being is the King&#8212;\n               (i)     a reference to \"Her Majesty\" is to be construed as a reference to\n\"His Majesty\"; and\n               (ii)     a reference to \"the Queen\" is to be construed as a reference to\n\"the King\".\nS. 46A inserted by No. 13/2006\ns. 12."
    },
    {
      "key": "section:46A",
      "title": "Section 46A - Construction of provisions relating to entities representing, or not representing, the Crown",
      "main_structural_unit": "section",
      "main_structural_number": "46A",
      "main_structural_heading": "Construction of provisions relating to entities representing, or not representing, the Crown",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 46A",
      "text": "(1)     If, in an Act or subordinate instrument,\nit is provided that an entity represents the Crown, that entity has, for all\npurposes, the status, privileges and immunities of the Crown, unless the\ncontrary intention appears.\n     (2)     If, in an Act or subordinate instrument, it is provided that an entity\ndoes not represent the Crown, that entity does not have, for any purpose, the\nstatus, privileges and immunities of the Crown, unless the contrary intention\nappears.\n     (3)     The fact that no provision of a kind referred to in subsection (1) or\n(2) is made by any Act or subordinate instrument with respect to a particular\nentity does not of itself give rise to any implication as to whether or not the\nentity has, or does not have, the status, privileges and immunities of the Crown\nfor any purpose.\n     (4)     In this section \"Crown\" includes the State."
    },
    {
      "key": "section:47",
      "title": "Section 47 - Reference to officer in general terms",
      "main_structural_unit": "section",
      "main_structural_number": "47",
      "main_structural_heading": "Reference to officer in general terms",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 47",
      "text": "In an Act or subordinate instrument a reference\nin general terms to a person holding or occupying a particular office or\nposition shall, unless the contrary intention appears, be construed as a\nreference to all persons who at any time hold, occupy, act in or perform the\nduties of that office or position for the time being."
    },
    {
      "key": "section:48",
      "title": "Section 48 - References to officers, localities etc.",
      "main_structural_unit": "section",
      "main_structural_number": "48",
      "main_structural_heading": "References to officers, localities etc.",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 48",
      "text": "In an Act or subordinate instrument, unless the\ncontrary intention appears&#8212;\n         (a)     a reference to an officer or office shall be construed as a reference\nto such an officer or office in and for Victoria; and\n         (b)     a reference to a locality, jurisdiction or other matter or thing shall\nbe construed as a reference to such locality, jurisdiction or other matter or\nthing in and of Victoria."
    },
    {
      "key": "section:49",
      "title": "Section 49 - Service by post",
      "main_structural_unit": "section",
      "main_structural_number": "49",
      "main_structural_heading": "Service by post",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 49",
      "text": "(1)     Where an Act or subordinate instrument\nauthorizes or requires a document to be served by post (whether the expression\n\"serve\" or the expression \"give\", \"send\" or \"deliver\" or any other expression is\nused), the service shall&#8212;\n         (a)     unless the contrary intention appears, be deemed to be effected by\nproperly addressing, prepaying and posting the document as a letter to the\nperson on whom it is to be served; and\n         (b)     unless the contrary is proved, be deemed to have been effected at the\ntime at which the letter would be delivered in the ordinary course of\npost.\nS. 49(2) amended by No. 95/1993\ns. 10.\n     (2)     Where an Act or subordinate instrument authorizes or requires a\ndocument to be served by registered post or by certified mail (whether the\nexpression \"serve\" or the expression \"give\", \"send\" or \"deliver\" or any other\nexpression is used), the service shall&#8212;\n         (a)     unless the contrary intention appears, be deemed to be effected by\nproperly addressing, prepaying and posting the document as a letter either by\nthe registered post or through the certified mail service to the person on whom\nit is to be served; and\n         (b)     unless the contrary is proved, be deemed to have been effected at the\ntime at which the letter would ordinarily be delivered by registered post or\nthrough the certified mail service, as the case requires."
    },
    {
      "key": "section:50",
      "title": "Section 50 - Rules of court",
      "main_structural_unit": "section",
      "main_structural_number": "50",
      "main_structural_heading": "Rules of court",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 50",
      "text": "Where an Act or subordinate instrument confers\nany jurisdiction on a court or other tribunal or extends or varies the\njurisdiction of a court or other tribunal, the authority having for the time\nbeing power to make rules or orders regulating the practice and procedure of\nthat court or tribunal may, unless the contrary intention appears, make such\nrules or orders (including rules or orders with respect to costs) as appear to\nthe authority to be necessary for regulating the practice and procedure of that\ncourt or tribunal in the exercise of the jurisdiction so conferred, extended or\nvaried."
    },
    {
      "key": "section:51",
      "title": "Section 51 - Provisions as to offences under two or more laws",
      "main_structural_unit": "section",
      "main_structural_number": "51",
      "main_structural_heading": "Provisions as to offences under two or more laws",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 51",
      "text": "(1)     Where an act or omission constitutes an\noffence under two or more laws, the offender shall, unless the contrary\nintention expressly appears, be liable to be prosecuted under either or any or\nall of those laws but shall not be liable to be punished more than once for the\nsame act or omission.\n     (2)     In subsection (1) \"law\" means&#8212;\n         (a)     an Act or a provision of an Act;\n         (b)     a subordinate instrument or a provision of a subordinate instrument;\nor\n         (c)     common law.\nS. 51A inserted by No. 51/1989\ns. 146(b), repealed by No. 49/1991 s. 119(7) (Sch. 4\nitem 10.2).\n     *     *     *     *     *\nS. 52 substituted by No. 49/1991\ns. 119(7) (Sch. 4 item 10.2)."
    },
    {
      "key": "section:52",
      "title": "Section 52 - Summary proceedings",
      "main_structural_unit": "section",
      "main_structural_number": "52",
      "main_structural_heading": "Summary proceedings",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 52",
      "text": "If an Act or subordinate\ninstrument&#8212;\n         (a)     authorises or requires a proceeding or matter to be heard and\ndetermined&#8212;\n               (i)     summarily; or\n               (ii)     by or before the Magistrates' Court; or\n         (b)     uses any other words that imply that a proceeding or matter is to be\nheard and determined by or before the Magistrates' Court; or\n         (c)     does not provide a form or mode of procedure for the hearing and\ndetermination of a proceeding or matter&#8212;\nthen, unless the contrary intention appears, the proceeding or matter must\nbe heard and determined only by or before the Magistrates' Court."
    },
    {
      "key": "section:53",
      "title": "Section 53 - Strict compliance with prescribed forms not necessary",
      "main_structural_unit": "section",
      "main_structural_number": "53",
      "main_structural_heading": "Strict compliance with prescribed forms not necessary",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 53",
      "text": "Where a form is prescribed by an Act or\nsubordinate instrument for any purpose, any form in or to the like effect of the\nprescribed form shall, unless the contrary intention appears, be sufficient in\nlaw."
    },
    {
      "key": "section:54",
      "title": "Section 54 - Construction of references to Acts",
      "main_structural_unit": "section",
      "main_structural_number": "54",
      "main_structural_heading": "Construction of references to Acts",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 54",
      "text": "(1)     A reference in an Act or subordinate\ninstrument to an Imperial Act shall, unless the contrary intention appears, be\nconstrued as a reference&#8212;\n         (a)     in the case of Acts included in any revised edition of the statutes\nprinted by authority, to that edition;\n         (b)     in the case of Acts not so included but included in the edition\nprepared under the direction of the Record Commission, to that edition;\nand\nS. 54(1)(c) amended by\nNo. 25/2023 s. 5.\n         (c)     in any other case, to a copy of the Act printed by the King's Printer\nor under the superintendence or authority of His Majesty's Stationery\nOffice.\n     (2)     A reference in an Act or subordinate instrument to an Act of an\nAustralasian State shall, unless the contrary intention appears, be construed as\na reference to a copy of the Act printed by the government printer of that\nAustralasian State.\nS. 54(2A) inserted by No. 104/1994\ns. 32(1).\n     (2A)     A document, whether made before, on or after the commencement of the\nSubordinate Legislation Act 1994, purporting to be a copy of an Act or\nsubordinate instrument printed by the government printer of any Australasian\nState is on the mere production of that document admissible as evidence thereof\nbefore all courts and persons acting judicially within Victoria.\nS. 54(2B) inserted by No. 100/1995\ns. 28(1).\n     (2B)     A document made after the commencement of section 28 of the\nMiscellaneous Acts (Omnibus Amendments) Act 1995 purporting to be a copy\nof a reprint of an Act or a statutory rule printed by the Government Printer for\nVictoria is on the mere production of that document admissible as evidence\nthereof before all courts and persons acting judicially within\nVictoria.\nS. 54(2C) inserted by No. 100/1995\ns. 28(1).\n     (2C)     A document, whether made before, on or after the commencement of\nsection 28 of the Miscellaneous Acts (Omnibus Amendments) Act 1995,\npurporting to be a copy of a reprint of an Act or a statutory rule printed by\nthe Government Printer of any Australasian State (other than Victoria) is, if\nthe law of that State includes a provision corresponding to subsection (2B)\nof this section, on the mere production of that document admissible as evidence\nthereof before all courts and persons acting judicially within\nVictoria.\nS. 54(3) amended by Nos 104/1994\ns. 32(2), 100/1995 s. 28(2), 69/2009 s. 54(Sch. Pt 2 item\n29).\n     (3)     In this section the expressions \"Act\", Australasian\nState and government printer have the same meanings as\nthey have respectively in Divisions 4 and 6 of Part III of the Evidence\n(Miscellaneous Provisions) Act 1958.\nS. 54A inserted by No. 2/2007\ns. 5."
    },
    {
      "key": "section:54A",
      "title": "Section 54A - Style changes",
      "main_structural_unit": "section",
      "main_structural_number": "54A",
      "main_structural_heading": "Style changes",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 54A",
      "text": "(1)     Schedule 1 sets out style changes in Acts\nand statutory rules.\n     (2)     The Chief Parliamentary Counsel, in preparing an Act or statutory rule\nfor reprinting or other publication, may authorise an alteration to be made to\ntext or other matter forming part of the Act or statutory rule to give effect to\nthe style changes set out in Schedule 1.\n     (3)     An alteration made to an Act under subsection (2) has effect for all\npurposes, other than section 21A(2) of this Act, as if it had been made by\nan Act.\n     (4)     An alteration made to a statutory rule under subsection (2) has effect\nfor all purposes, other than section 18(2) of the Subordinate Legislation Act\n1994, as if it had been made by a statutory rule."
    },
    {
      "key": "section:55",
      "title": "Section 55 - Construction of references to British subjects etc.",
      "main_structural_unit": "section",
      "main_structural_number": "55",
      "main_structural_heading": "Construction of references to British subjects etc.",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 55",
      "text": "(1)     In this section&#8212;\nS. 55(1)(a) repealed by No. 61/1986\ns. 4(a).\n     *     *     *     *     *\n          (b)          law of Victoria means&#8212;\n               (i)     an Act;\n               (ii)     a subordinate instrument; and\n               (iii)     an instrument having effect by virtue of a subordinate\ninstrument.\nS. 55(2) substituted by No. 61/1986\ns. 4(b), amended by No. 25/2023 s. 6.\n     (2)     A reference in any law of Victoria to a British subject or to a\nnatural-born or naturalised subject of His Majesty or to any other similar\nexpression shall be construed as a reference to an Australian citizen or any\nother person&#8212;\n         (a)     whose name was, at any time within the three months immediately before\nSection 26 January 1984, enrolled on&#8212;\n               (i)     an electoral roll for an electoral district of the Legislative\nAssembly; or\n               (ii)     an electoral roll maintained under any one of the Commonwealth Acts\nknown as the Commonwealth Electoral Act 1918, the Australian Capital\nTerritory Representation (House of Representatives) Act 1973 and the Northern\nTerritory Representation Act 1922; or&#8212;\n         (b)     who had not attained the full age of 18 years before that date but\nwhose name could have been so enrolled at any such time if the person had\nattained that age before that date; or\n         (c)     who had not attained the full age of 18 years before that date but\nwhose name could have been so enrolled at any such time but for the operation of\nsection 48(2) of the Constitution Act 1975 if the person had attained\nthat age before that date; or\n         (d)     whose name could have been so enrolled at any such time but before the\noperation of section 48(2) of the Constitution Act 1975.\nS. 55(3) substituted by No. 61/1986\ns. 4(b).\n     (3)     Where a rule of law applies to or in relation to or has effect with\nrespect to a British subject, that rule of law shall apply to or in relation to\nor shall have effect with respect to an Australian citizen and a person to whom\nsubsection (2)(a), (b), (c) or (d) applies as if that Australian citizen or\nperson were a British subject.\nS. 55(4) repealed by No. 61/1986\ns. 4(b).\n     *     *     *     *     *"
    },
    {
      "key": "section:56",
      "title": "Section 56 - Construction of provisions relating to bankrupt or insolvent members of public bodies",
      "main_structural_unit": "section",
      "main_structural_number": "56",
      "main_structural_heading": "Construction of provisions relating to bankrupt or insolvent members of public bodies",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 56",
      "text": "Where in an Act or subordinate instrument it is\nprovided that a person who is or becomes bankrupt or is or becomes insolvent\nshall not be capable of holding or continuing to hold the office of member of a\nmunicipal council or other public statutory body, that incapacity shall extend\nto any person whose property is or becomes subject to control under the law\nrelating to bankruptcy."
    },
    {
      "key": "section:57",
      "title": "Section 57 - Application of laws of Victoria in certain off-shore areas[4]",
      "main_structural_unit": "section",
      "main_structural_number": "57",
      "main_structural_heading": "Application of laws of Victoria in certain off-shore areas[4]",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 57",
      "text": "S. 57(1) amended by\nNos 10/2010 s. 800(Sch. 6 item 7.1), 64/2012\ns. 73.\n     (1)     Subject to this section, the provisions of the laws in force in\nVictoria whether written or unwritten and as in force from time to time and the\nprovisions of any instrument made under any of those laws apply in the offshore\narea.\nS. 57(2) amended by\nNo. 10/2010 s. 800(Sch. 6 item 7.2).\n     (2)     The provisions referred to in subsection (1) apply to and in relation\nto&#8212;\nS. 57(2)(a) amended by\nNo. 10/2010 s. 800(Sch. 6 item 7.2).\n         (a)     any act done or omitted to be done at a place in the offshore area\nwhich is within the outer limits of the coastal waters of Victoria;\nS. 57(2)(b) amended by\nNo. 10/2010 s. 800(Sch. 6 item 7.2).\n         (b)     any act done or omitted to be done in the offshore area by a person\nconnected with Victoria; and\nS. 57(2)(c) amended by\nNo. 10/2010 s. 800(Sch. 6 item 7.2).\n         (c)     any matter, thing or circumstance existing or arising in the offshore\narea which involves or relates to persons connected with\nVictoria&#8212;\nas if the offshore area were part of Victoria.\n     (3)     This section does not operate&#8212;\nS. 57(3)(a) amended by\nNo. 10/2010 s. 800(Sch. 6 item 7.2).\n         (a)     to apply in the offshore area the provisions of any law of the\nCommonwealth; or\nS. 57(3)(b) substituted by No. 56/1999\ns. 10(1), amended by No. 10/2010 s. 800(Sch. 6 item\n7.2).\n         (b)     to apply the provisions of the criminal laws of the State to or in\nrelation to the offshore area or the sea-bed or subsoil beneath or the airspace\nabove that offshore area; or\nS. 57(3)(c) inserted by No. 56/1999\ns. 10(1).\n         (c)     to apply the provisions of the criminal laws of the State to or in\nrelation to the coastal waters of Victoria or the sea-bed or subsoil beneath or\nthe airspace above those waters.\n     (4)     Subject to this section, the several courts of Victoria are invested\nwith jurisdiction in all matters arising under the provisions of the laws\napplied by this section.\nS. 57(5) amended by Nos 57/1989\ns. 3(Sch. item 104.3), 68/2009 s. 97(Sch.\nitem 71).\n     (5)     For the purposes of proceedings for an offence against the law of\nVictoria an averment in an indictment, charge-sheet or complaint\nthat&#8212;\n         (a)     a person was at a specified time or in respect of a specified period a\nperson connected with Victoria&#8212;\nS. 57(5)(b)(c) repealed by No. 56/1999\ns. 10(2).\n     *     *     *     *     *\nshall be evidence and, in the absence of evidence to the contrary,\nconclusive evidence of the fact averred.\n     (6)     In this section&#8212;\nS. 57(6)(a) substituted by No. 56/1999\ns. 10(3)(a), amended by No. 10/2010 s. 800(Sch. 6 item\n7.3).\n          (a)          offshore area means so much of the area described\nin item 2 of Schedule 1 to the Offshore Petroleum and Greenhouse Gas Storage Act\nSection 2006 of the Commonwealth in relation to Victoria as is within the outer limits\nof the continental shelf and includes the space above and below that\narea;\nS. 57(6)(b) amended by No. 11/2002\ns. 3(Sch. 1 item 38).\n          (b)          coastal waters of Victoria has the same meaning\nas the expression coastal waters of the State has in relation to\nVictoria under the Coastal Waters (State Powers) Act 1980 of the\nCommonwealth;\nS. 57(6)(ba) inserted by No. 56/1999\ns. 10(3)(b).\n          (ba)          cooperative scheme has the same meaning\nas that expression has in the Crimes at Sea Act 1999;\nS. 57(6)(bb) inserted by No. 56/1999\ns. 10(3)(b).\n          (bb)          continental shelf has the same meaning as in the\nSeas and Submerged Lands Act 1973 (Commonwealth);\nS. 57(6)(bc) inserted by No. 56/1999\ns. 10(3)(b).\n          (bc)          criminal laws means the substantive criminal\nlaw, and the law of criminal investigation, procedure and evidence, within the\nmeaning of the cooperative scheme;\n          (c)          person connected with Victoria means a person\nwho&#8212;\n               (i)     is domiciled in Victoria;\n               (ii)     is permanently or temporarily resident in Victoria;\n               (iii)     being a body corporate has a place of business in or carries on\nbusiness in Victoria or is registered in or incorporated or established under a\nlaw of Victoria;\n               (iv)     is on or is operating from a ship, boat or vessel of any kind\nlicensed or registered or required to be licensed or registered under a law of\nVictoria; or\n               (v)     is on or operating from a rig or other structure or installation of\nany kind in the adjacent area the operation or function of which is regulated by\na law of the Commonwealth or of Victoria.\nS.\nSection 58inserted by No. 108/1994\ns. 11."
    },
    {
      "key": "section:58",
      "title": "Section 58 - Declaration of validity of certain laws",
      "main_structural_unit": "section",
      "main_structural_number": "58",
      "main_structural_heading": "Declaration of validity of certain laws",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 58",
      "text": "(1)     Each provision of an Act or subordinate\ninstrument enacted or made, or purporting to have been enacted or made, before\nthe commencement of the Australia Acts&#8212;\n         (a)     has the same effect as it would have had; and\n         (b)     is as valid as it would have been&#8212;\nif the Australia Acts had been in operation at the time of its enactment or\nmaking, or purported enactment or making.\n     (2)     In this section, \"Australia Acts\" means&#8212;\n         (a)     the Australia Act 1986 of the Commonwealth; and\n         (b)     the Australia Act 1986 of the United Kingdom.\nS. 59 inserted by No. 13/2006\ns. 13."
    },
    {
      "key": "section:59",
      "title": "Section 59 - Transitional provision&#8212;Interpretation of Legislation (Further Amendment) Act 2006",
      "main_structural_unit": "section",
      "main_structural_number": "59",
      "main_structural_heading": "Transitional provision&#8212;Interpretation of Legislation (Further Amendment) Act 2006",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 59",
      "text": "The amendment of this Act made by\nsection 12 of the Interpretation of Legislation (Further Amendment) Act\nSection 2006 does not affect the rights of the parties in any proceeding commenced\nbefore the commencement of that Act.\nPt 5 (Heading and ss 60&#8211;64)\ninserted by No. 64/2010 s. 28.\nPart\nV&#8212;Versions\nS. 60 inserted by No. 64/2010\ns. 28."
    },
    {
      "key": "section:60.term:authorised",
      "title": "Section 60 Definitions \"authorised\"",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Definitions",
      "defined_term": "\"authorised\"",
      "structure_path": "Part V--VERSIONS > Section 60",
      "text": "\"authorised\" electronic version means an\nelectronic version authorised by the Chief Parliamentary Counsel in accordance\nwith section 62;"
    },
    {
      "key": "section:60.term:version",
      "title": "Section 60 Definitions \"Version\"",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Version\"",
      "structure_path": "Part V--VERSIONS > Section 60",
      "text": "\"Version\" means&#8212;\n         (a)     an authorised electronic version;\n         (b)     a printed copy of an authorised electronic version in accordance with\nSection 63;"
    },
    {
      "key": "section:60.term:electronic-version",
      "title": "Section 60 Definitions \"electronic version\"",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Definitions",
      "defined_term": "\"electronic version\"",
      "structure_path": "Part V--VERSIONS > Section 60",
      "text": "\"electronic version\" means a version of legislation\npublished on the Victorian Legislation Website by the Chief Parliamentary\nCounsel;"
    },
    {
      "key": "section:60.term:legislation",
      "title": "Section 60 Definitions \"legislation\"",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Definitions",
      "defined_term": "\"legislation\"",
      "structure_path": "Part V--VERSIONS > Section 60",
      "text": "\"legislation\" means&#8212;\n         (a)     an Act;\nNote\nAct is defined in section 38.\n         (b)     a statutory rule;\nNote\nStatutory rule is defined in section 38.\n         (c)     a consolidation of an Act as amended from time to time prepared by the\nChief Parliamentary Counsel;\n         (d)     a consolidation of a statutory rule as amended from time to time\nprepared by the Chief Parliamentary Counsel;"
    },
    {
      "key": "section:60.term:victorian-legislation-website",
      "title": "Section 60 Definitions \"Victorian Legislation Website\"",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Definitions",
      "defined_term": "\"Victorian Legislation Website\"",
      "structure_path": "Part V--VERSIONS > Section 60",
      "text": "\"Victorian Legislation Website\" means\nwww.legislation.vic.gov.au.\nS. 61 inserted by No. 64/2010\ns. 28."
    },
    {
      "key": "section:61",
      "title": "Section 61 - Effect of Part",
      "main_structural_unit": "section",
      "main_structural_number": "61",
      "main_structural_heading": "Effect of Part",
      "defined_term": null,
      "structure_path": "Part V--VERSIONS > Section 61",
      "text": "This Part is in addition to, and does not\nderogate from, section 54.\nS. 62 inserted by No. 64/2010\ns. 28."
    },
    {
      "key": "section:62",
      "title": "Section 62 - Authorisation of electronic version",
      "main_structural_unit": "section",
      "main_structural_number": "62",
      "main_structural_heading": "Authorisation of electronic version",
      "defined_term": null,
      "structure_path": "Part V--VERSIONS > Section 62",
      "text": "(1)     The Chief Parliamentary Counsel may\nauthorise an electronic version.\n     (2)     An electronic version is an authorised electronic version\nif&#8212;\n         (a)     it is in the format authorised by the Chief Parliamentary\nCounsel;\n         (b)     the words \"Version\" appear at the beginning of the version;\n         (c)     the words \"Authorised by the Chief Parliamentary Counsel\" appear at\nthe foot of each page of the version.\n     (3)     An electronic version which does not comply with subsection (2) is not\nan authorised electronic version.\nS. 63 inserted by No. 64/2010\ns. 28."
    },
    {
      "key": "section:63",
      "title": "Section 63 - Printed copy of authorised electronic version",
      "main_structural_unit": "section",
      "main_structural_number": "63",
      "main_structural_heading": "Printed copy of authorised electronic version",
      "defined_term": null,
      "structure_path": "Part V--VERSIONS > Section 63",
      "text": "A printed copy of an authorised electronic\nversion is an Version only if it is printed directly from the authorised\nelectronic version.\nS. 64 inserted by No. 64/2010\ns. 28."
    },
    {
      "key": "section:64",
      "title": "Section 64 - Evidentiary provisions",
      "main_structural_unit": "section",
      "main_structural_number": "64",
      "main_structural_heading": "Evidentiary provisions",
      "defined_term": null,
      "structure_path": "Part V--VERSIONS > Section 64",
      "text": "(1)     An Version is on the mere production of\nthat Version admissible as evidence thereof before all courts and persons acting\njudicially within Victoria.\n     (2)     It is presumed, unless the contrary is proved, that a document\npurporting to be an Version is what it purports to be.\nNote\nDocument is defined in section 38.\nPt 6 (Heading and s. 65) inserted by No. 13/2022\ns. 39.\nPart\nVI&#8212;General\nS. 64A inserted by\nNo. 55/2025 s. 61."
    },
    {
      "key": "section:64A",
      "title": "Section 64A - Appointment of non-citizens to public office",
      "main_structural_unit": "section",
      "main_structural_number": "64A",
      "main_structural_heading": "Appointment of non-citizens to public office",
      "defined_term": null,
      "structure_path": "Part VI--GENERAL > Section 64A",
      "text": "(1)     Despite any rule of law to the contrary,\nthe fact that a person is a non-citizen does not, of itself, affect the person's\neligibility for appointment to a public office or disqualify the person from\nappointment to a public office.\n     (2)     Subsection (1) does not apply if&#8212;\n         (a)     the power to appoint a person is conferred by or under an Act or a\nsubordinate instrument; and\n         (b)     the contrary intention expressly appears in that Act or subordinate\ninstrument.\n     (3)     In this section&#8212;\n\"non-citizen\" includes a person who is not an Australian\ncitizen or who is an alien as known at common law.\nS. 64B inserted by\nNo. 55/2025 s. 61."
    },
    {
      "key": "section:64B",
      "title": "Section 64B - Validation&#8212;appointment of non-citizens to public office",
      "main_structural_unit": "section",
      "main_structural_number": "64B",
      "main_structural_heading": "Validation&#8212;appointment of non-citizens to public office",
      "defined_term": null,
      "structure_path": "Part VI--GENERAL > Section 64B",
      "text": "(1)     In this section&#8212;\n\"act or omission\" means an act or thing done or omitted to be\ndone by an officer in the course of purportedly performing the functions and\nduties of a public office&#8212;\n         (a)     whether before, on or after the commencement of section 64A;\nand\n         (b)     whether or not under a power conferred by or under an Act or a\nsubordinate instrument;\n\"non-citizen\" has the same meaning as in\nSection 64A;\n\"officer \"means a person who was purportedly appointed to a\npublic office by a purported appointment;\n\"purported appointment\" means a purported appointment of a\nnon-citizen to a public office that was made during the period beginning on 3\nMarch 1986 and ending immediately before section 64A came into\noperation.\n     (2)     A purported appointment has, and is taken to always have had, the same\nforce and effect as it would have had if section 64A had been in operation when\nit was made.\n     (3)     An act or omission is not invalid, and is taken to never have been\ninvalid, only because of the fact that, but for subsection (2), the officer was\nnot validly and lawfully appointed.\n     (4)     Without limiting subsection (2) or (3), an act or thing done or\nomitted to be done&#8212;\n         (a)     in reliance, in whole or in part or directly or indirectly, on the\npurported appointment; and\n         (b)     whether or not under a power conferred by or under an Act or a\nsubordinate instrument; and\n         (c)     before, on or after the commencement of section 64A&#8212;\nis not invalid, and is taken to never have been invalid, only because of\nthe fact that, but for subsection (2), the officer was not validly and lawfully\nappointed.\n     (5)     The acts and things referred to in subsection (4) include (but are not\nlimited to)&#8212;\n         (a)     a judgment or order of a court or an order of a tribunal;\nand\n         (b)     the issue of a warrant, summons or other process.\n     (6)     For the purposes of a proceeding before a court or tribunal, the fact\nthat, but for subsection (2), an officer was not validly and lawfully appointed\nto the public office is to be disregarded in determining\nwhether&#8212;\n         (a)          evidence obtained (directly or indirectly) as a result of an act or\nomission, ought to be admitted; or\n         (b)          a right, privilege, obligation or liability has been acquired,\naccrued or incurred.\nS. 65 inserted by No. 13/2022\ns. 39."
    },
    {
      "key": "section:65",
      "title": "Section 65 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "65",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part VI--GENERAL > Section 65",
      "text": "(1)     The Governor in Council may make\nregulations for or with respect to&#8212;\n         (a)     exempting an entity or a class of entity or a document (including an\nAct, a statutory rule or any other subordinate instrument) or class of document\nfrom the application of section 38M;\n         (b)     prescribing matters relating to the location or format of electronic\npublication under section 38M;\n         (c)     any matter or thing required to be prescribed by this Act or necessary\nto be prescribed to give effect to this Act.\n     (2)     The regulations may&#8212;\n         (a)     be of general or limited application;\n         (b)     differ according to differences in time, place or circumstance;\n         (c)     apply to different classes of entities or documents;\n         (d)     leave any matter or thing to be from time to time determined or\napproved by a specified entity;\n         (e)     confer powers or discretions or impose duties on any specified entity\nor class of entity;\n         (f)     provide in a specified case or class of cases for the exemption of\nentities or documents or a class of entity or document from any provision of the\nregulations&#8212;\n               (i)     whether unconditionally or on specified conditions; and\n               (ii)     either wholly or to the extent specified in the\nregulations.\n     (3)     A power conferred by this Act to make regulations may be\nexercised&#8212;\n         (a)     in relation to&#8212;\n               (i)     all cases to which the power extends; or\n               (ii)     all those cases subject to specified exceptions; or\n               (iii)     any specified case or class of case; and\n         (b)     so as to make, in relation to any provision for which the power is\nexercised&#8212;\n               (i)     the same provision for all cases; or\n               (ii)     different provisions for different cases or classes of case; or\n               (iii)     different provisions for the same case or class of case for\ndifferent purposes.\nSch. 1 inserted by No. 2/2007\ns. 6."
    },
    {
      "key": "section:45",
      "title": "Section 45 - Construction of &quot;may&quot; and &quot;shall&quot;",
      "main_structural_unit": "section",
      "main_structural_number": "45",
      "main_structural_heading": "Construction of &quot;may&quot; and &quot;shall&quot;",
      "defined_term": null,
      "structure_path": "Part IV--PROVISIONS APPLICABLE TO ACTS AND SUBORDINATE INSTRUMENTS > Section 45",
      "text": ""
    },
    {
      "key": "schedule:1.section:2A",
      "title": "Schedule 1 Section 2A - applies), or a Part heading within a Schedule, that is not formatted using a",
      "main_structural_unit": "section",
      "main_structural_unit_number": "2A",
      "main_structural_unit_heading": "applies), or a Part heading within a Schedule, that is not formatted using a",
      "defined_term": null,
      "structure_path": "Schedule 1 > Section 2A",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 2A - applies), or a Part heading within a Schedule, that is not formatted using a\n\nstyle under which only the first letter of the initial word and of any proper\nnoun is capitalised substitute that heading formatted using that\nstyle.\nSch. 1 cl. 2C inserted by\nNo. 5/2015 s. 10(2).\n     2C          In the case of a Form that has a heading designating the number of\nthat Form and a title of that Form, for that heading substitute a heading\nconsisting of that heading and title, separated by an em rule, and formatted\nusing a style under which only the first letter of the initial word and of any\nproper noun is capitalised.\n     3          For a note at the foot of a provision that is not formatted under the\nheading \"Note\" or \"Notes\" substitute that note under the\nheading \"Note\" or \"Notes\" (according to whether there is more than\none note at the foot of the provision).\n     4          In a note that is reformatted in accordance with clause 3 omit\nthe expression \"Note:\" and any number contained within that expression and\ninsert that number (if any) at the beginning of the note.\n     5          Omit any double quotation marks around a defined word or defined\nexpression.\nNote\nDefined words and expressions are printed in bold italics.\n     6          Omit the full stop immediately following the provision number at\nthe beginning of a provision.\nSch. 1 cl. 7 inserted by\nNo. 5/2015 s. 10(3).\n     7          For a title of an Act or a statutory rule that is not formatted in\nitalics without bolding substitute that title formatted using that\nstyle.\nSch. 1 cl. 8 inserted by\nNo. 5/2015 s. 10(3).\n     8          Omit the line appearing at the end of a Part indicating the end\nof the Part.\nSch.repealed\nby No. 104/1994 s. 35(Sch. 2 item 3.2).\n     *     *     *     *     *\n&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;\nINTERPRETATION OF LEGISLATION ACT 1984\n- NOTES\nVersion\nNo. 133\nNo. 10096 of 1984\nVersion incorporating amendments as at10 December\n2025\n&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;&#205;\nVersion No. 133\nInterpretation of Legislation Act 1984\nNo. 10096 of 1984\nVersion incorporating amendments as at10 December\n2025\nINTERPRETATION OF LEGISLATION ACT 1984\n- NOTES Endnotes\nEndnotes\n     1     General information\nSee www.legislation.vic.gov.au for\nVictorian Bills, Acts and current Versions of legislation and up-to-date\nlegislative information.\nThe Interpretation of Legislation Act 1984 was assented to on 22 May"
    },
    {
      "key": "schedule:1.section:1984",
      "title": "Schedule 1 Section 1984 - and came into operation on 1 July 1984: section 2.",
      "main_structural_unit": "section",
      "main_structural_unit_number": "1984",
      "main_structural_unit_heading": "and came into operation on 1 July 1984: section 2.",
      "defined_term": null,
      "structure_path": "Schedule 1 > Section 1984",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 1984 - and came into operation on 1 July 1984: section 2.\n\nINTERPRETATION OF LEGISLATION ACT 1984\n(ILA)\nStyle changes"
    },
    {
      "key": "schedule:1.section:54A",
      "title": "Schedule 1 Section 54A - of the ILA authorises the making of the style changes set out",
      "main_structural_unit": "section",
      "main_structural_unit_number": "54A",
      "main_structural_unit_heading": "of the ILA authorises the making of the style changes set out",
      "defined_term": null,
      "structure_path": "Schedule 1 > Section 54A",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 54A - of the ILA authorises the making of the style changes set out\n\nin Schedule 1 to that Act.\nReferences to ILA s. 39B\nSidenotes which cite ILA s. 39B refer to section 39B of the ILA which\nprovides that where an undivided section or clause of a Schedule is amended by\nthe insertion of one or more subsections or subclauses, the original section or\nclause becomes subsection or subclause (1) and is amended by the insertion of\nthe expression \"(1)\" at the beginning of the original section or\nclause.\nInterpretation\nAs from 1 January 2001, amendments to section 36 of the ILA have the\nfollowing effects:\n&#8226;     Headings\nAll headings included in an Act which is passed on or after 1 January 2001\nform part of that Act.  Any heading inserted in an Act which was passed before 1\nJanuary 2001, by an Act passed on or after 1 January 2001, forms part of that\nAct.  This includes headings to Parts, Divisions or Subdivisions in a Schedule;\nsections; clauses; items; tables; columns; examples; diagrams; notes or forms.\nSee section 36(1A)(2A).\n&#8226;     Examples, diagrams or notes\nAll examples, diagrams or notes included in an Act which is passed on or\nafter 1 January 2001 form part of that Act.  Any examples, diagrams or notes\ninserted in an Act which was passed before 1 January 2001, by an Act passed on\nor after 1 January 2001, form part of that Act.  See section 36(3A).\n&#8226;     Punctuation\nAll punctuation included in an Act which is passed on or after 1 January"
    },
    {
      "key": "schedule:1.section:2001",
      "title": "Schedule 1 Section 2001 - forms part of that Act. Any punctuation inserted in an Act which was",
      "main_structural_unit": "section",
      "main_structural_unit_number": "2001",
      "main_structural_unit_heading": "forms part of that Act. Any punctuation inserted in an Act which was",
      "defined_term": null,
      "structure_path": "Schedule 1 > Section 2001",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 2001 - forms part of that Act. Any punctuation inserted in an Act which was\n\npassed before 1 January 2001, by an Act passed on or after 1 January 2001, forms\npart of that Act.  See section 36(3B).\n&#8226;     Provision numbers\nAll provision numbers included in an Act form part of that Act, whether\ninserted in the Act before, on or after 1 January 2001.  Provision numbers\ninclude section numbers, subsection numbers, paragraphs and subparagraphs.  See\nSection 36(3C).\n&#8226;     Location of \"legislative items\"\nA \"legislative item\" is a penalty, an example or a note.  As from 13\nOctober 2004, a legislative item relating to a provision of an Act is taken to\nbe at the foot of that provision even if it is preceded or followed by another\nlegislative item that relates to that provision.  For example, if a penalty at\nthe foot of a provision is followed by a note, both of these legislative items\nwill be regarded as being at the foot of that provision.  See section\n36B.\n&#8226;     Other material\nAny explanatory memorandum, table of provisions, endnotes, index and other\nmaterial printed after the Endnotes does not form part of an Act.  See\nSection 36(3)(3D)(3E).\n     2     Table of Amendments\nThis publication incorporates amendments made to the Interpretation of\nLegislation Act 1984 by Acts and subordinate instruments.\n&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;\nInterpretation of Legislation (Further Amendment) Act\n1985, No. 10214/1985\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:3-12",
      "title": "Schedule 1 Section 3-12 - 85",
      "main_structural_unit": "section",
      "main_structural_unit_number": "3-12",
      "main_structural_unit_heading": "85",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 3-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 3-12 - 85\n\nCommencement Date:\nS. 4 on 1.1.86: s. 2(2); rest of Act on 1.9.85:\ns. 2(1)\nCurrent State:\nAll of in Act of operation\nPenalties and Sentences Act 1985, No.\n10260/1985\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:10-12",
      "title": "Schedule 1 Section 10-12 - 85",
      "main_structural_unit": "section",
      "main_structural_unit_number": "10-12",
      "main_structural_unit_heading": "85",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 10-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 10-12 - 85\n\nCommencement Date:\nS. 114(Sch. 4 item 8) on 1.6.86: Government Gazette\nSection 30.4.86 p. 1116\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation (Amendment) Act 1986, No.\n4/1986\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:25-3",
      "title": "Schedule 1 Section 25-3 - 86",
      "main_structural_unit": "section",
      "main_structural_unit_number": "25-3",
      "main_structural_unit_heading": "86",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 25-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 25-3 - 86\n\nCommencement Date:"
    },
    {
      "key": "schedule:1.part:of.section:25-3",
      "title": "Schedule 1 Section 25-3 - 86",
      "main_structural_unit": "section",
      "main_structural_unit_number": "25-3",
      "main_structural_unit_heading": "86",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 25-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 25-3 - 86\n\nCurrent State:\nAll of Act in operation\nConstitution (British Subjects) Act 1986, No.\n61/1986\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:16-9",
      "title": "Schedule 1 Section 16-9 - 86",
      "main_structural_unit": "section",
      "main_structural_unit_number": "16-9",
      "main_structural_unit_heading": "86",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 16-9",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 16-9 - 86\n\nCommencement Date:\n27.5.87: Government Gazette 27.5.87 p. 1235\nCurrent State:\nAll of Act in operation\nLocal Government (Consequential Provisions) Act 1989, No.\n12/1989 (as amended by No. 13/1990)\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:9-5",
      "title": "Schedule 1 Section 9-5 - 89",
      "main_structural_unit": "section",
      "main_structural_unit_number": "9-5",
      "main_structural_unit_heading": "89",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 9-5",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 9-5 - 89\n\nCommencement Date:\nS. 4(1)(Sch. 2 items 63.1&#8211;63.6) on 1.11.89:\nGovernment Gazette 1.11.89 p. 2798\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nMagistrates' Court Act 1989, No.\n51/1989\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:14-6",
      "title": "Schedule 1 Section 14-6 - 89",
      "main_structural_unit": "section",
      "main_structural_unit_number": "14-6",
      "main_structural_unit_heading": "89",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 14-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 14-6 - 89\n\nCommencement Date:\nS. 146 on 1.9.90: Government Gazette 25.7.90 p.\n2216\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nChildren and Young Persons Act 1989, No.\n56/1989\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:14-6",
      "title": "Schedule 1 Section 14-6 - 89",
      "main_structural_unit": "section",
      "main_structural_unit_number": "14-6",
      "main_structural_unit_heading": "89",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 14-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 14-6 - 89\n\nCommencement Date:\nS. 286(Sch. 2 item 10) on 31.1.91: Special Gazette (No.\n9) 31.1.91 p. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nMagistrates' Court (Consequential Amendments) Act 1989,\nNo. 57/1989\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:14-6",
      "title": "Schedule 1 Section 14-6 - 89",
      "main_structural_unit": "section",
      "main_structural_unit_number": "14-6",
      "main_structural_unit_heading": "89",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 14-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 14-6 - 89\n\nCommencement Date:\nS. 4(1)(a)&#8211;(e)(2) on 1.9.89: Government Gazette"
    },
    {
      "key": "schedule:1.part:of.section:30-8-89",
      "title": "Schedule 1 Section 30-8-89 - p. 2210; rest of Act on 1.9.90: Government Gazette 25.7.90 p.",
      "main_structural_unit": "section",
      "main_structural_unit_number": "30-8-89",
      "main_structural_unit_heading": "p. 2210; rest of Act on 1.9.90: Government Gazette 25.7.90 p.",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 30-8-89",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 30-8-89 - p. 2210; rest of Act on 1.9.90: Government Gazette 25.7.90 p.\n\n2217\nCurrent State:\nAll of Act in operation\nWater (Consequential Amendments) Act 1989, No.\n81/1989\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:5-12",
      "title": "Schedule 1 Section 5-12 - 89",
      "main_structural_unit": "section",
      "main_structural_unit_number": "5-12",
      "main_structural_unit_heading": "89",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 5-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 5-12 - 89\n\nCommencement Date:\n1.11.90: Government Gazette 15.8.90 p. 2473\nCurrent State:\nAll of Act in operation\nCorporations (Victoria) Act 1990, No.\n80/1990\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:11-12",
      "title": "Schedule 1 Section 11-12 - 90",
      "main_structural_unit": "section",
      "main_structural_unit_number": "11-12",
      "main_structural_unit_heading": "90",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 11-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 11-12 - 90\n\nCommencement Date:\nAll of Act (except s. 98(2)) on 1.1.91: Special\nGazette (No. 69) 21.12.90 p. 1; s. 98(2) on 22.5.91: Government\nGazette 22.5.91 p. 1338\nCurrent State:\nAll of Act in operation\nInterpretation of Legislation (Amendment) Act 1991, No.\n6/1991\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:16-4",
      "title": "Schedule 1 Section 16-4 - 91",
      "main_structural_unit": "section",
      "main_structural_unit_number": "16-4",
      "main_structural_unit_heading": "91",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 16-4",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 16-4 - 91\n\nCommencement Date:"
    },
    {
      "key": "schedule:1.part:of.section:16-4",
      "title": "Schedule 1 Section 16-4 - 91",
      "main_structural_unit": "section",
      "main_structural_unit_number": "16-4",
      "main_structural_unit_heading": "91",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 16-4",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 16-4 - 91\n\nCurrent State:\nAll of Act in operation\nSentencing Act 1991, No. 49/1991\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:25-6",
      "title": "Schedule 1 Section 25-6 - 91",
      "main_structural_unit": "section",
      "main_structural_unit_number": "25-6",
      "main_structural_unit_heading": "91",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 25-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 25-6 - 91\n\nCommencement Date:\n22.4.92: Government Gazette 15.4.92 p. 898\nCurrent State:\nAll of Act in operation\nFinancial Institutions (Victoria) Act 1992, No.\n48/1992\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:30-6",
      "title": "Schedule 1 Section 30-6 - 92",
      "main_structural_unit": "section",
      "main_structural_unit_number": "30-6",
      "main_structural_unit_heading": "92",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 30-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 30-6 - 92\n\nCommencement Date:\nS. 116 on 22.7.92: Government Gazette 22.7.92\np. 1874\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation (Amendment) Act 1993, No.\n95/1993\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:16-11",
      "title": "Schedule 1 Section 16-11 - 93",
      "main_structural_unit": "section",
      "main_structural_unit_number": "16-11",
      "main_structural_unit_heading": "93",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 16-11",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 16-11 - 93\n\nCommencement Date:\nAll of Act (except s. 4(1)(3)) on 16.11.93:\ns. 2(1); s. 4(1)(3) on 1.9.85: s. 2(2)\nCurrent State:\nAll of Act in operation\nPublic Holidays Act 1993, No.\n119/1993\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:7-12",
      "title": "Schedule 1 Section 7-12 - 93",
      "main_structural_unit": "section",
      "main_structural_unit_number": "7-12",
      "main_structural_unit_heading": "93",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 7-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 7-12 - 93\n\nCommencement Date:"
    },
    {
      "key": "schedule:1.part:of.section:7-12",
      "title": "Schedule 1 Section 7-12 - 93",
      "main_structural_unit": "section",
      "main_structural_unit_number": "7-12",
      "main_structural_unit_heading": "93",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 7-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 7-12 - 93\n\nCurrent State:\nAll of Act in operation\nFinancial Management Act 1994, No.\n18/1994\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:10-5",
      "title": "Schedule 1 Section 10-5 - 94",
      "main_structural_unit": "section",
      "main_structural_unit_number": "10-5",
      "main_structural_unit_heading": "94",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 10-5",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 10-5 - 94\n\nCommencement Date:\nPt 1 (ss 1&#8211;8), ss 60, 61 on 10.5.94: s. 2(1);\nrest of Act on 1.7.94: s. 2(2)\nCurrent State:\nAll of Act in operation\nSubordinate Legislation Act 1994, No.\n104/1994\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:13-12",
      "title": "Schedule 1 Section 13-12 - 94",
      "main_structural_unit": "section",
      "main_structural_unit_number": "13-12",
      "main_structural_unit_heading": "94",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 13-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 13-12 - 94\n\nCommencement Date:\n1.1.95: s. 2\nCurrent State:\nAll of Act in operation\nConstitution (Amendment) Act 1994, No.\n108/1994\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:20-12",
      "title": "Schedule 1 Section 20-12 - 94",
      "main_structural_unit": "section",
      "main_structural_unit_number": "20-12",
      "main_structural_unit_heading": "94",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 20-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 20-12 - 94\n\nCommencement Date:\nAll of Act (except s. 11) on 20.12.94:\ns. 2(1); s. 11 immediately after the commencement of the Australia Act"
    },
    {
      "key": "schedule:1.part:of.section:1986",
      "title": "Schedule 1 Section 1986 - of the Commonwealth-0500 Greenwich Mean Time on 3.3.86",
      "main_structural_unit": "section",
      "main_structural_unit_number": "1986",
      "main_structural_unit_heading": "of the Commonwealth-0500 Greenwich Mean Time on 3.3.86",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 1986",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 1986 - of the Commonwealth-0500 Greenwich Mean Time on 3.3.86\n\nCurrent State:\nAll of Act in operation\nConstitution (Court of Appeal) Act 1994, No.\n109/1994\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:20-12",
      "title": "Schedule 1 Section 20-12 - 94",
      "main_structural_unit": "section",
      "main_structural_unit_number": "20-12",
      "main_structural_unit_heading": "94",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 20-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 20-12 - 94\n\nCommencement Date:\nPt 1 (ss 1, 2) on 20.12.94: s. 2(1); rest of Act\non 7.6.95: Special Gazette (No. 41) 23.5.95 p. 1\nCurrent State:\nAll of Act in operation\nConsumer Credit (Victoria) Act 1995, No.\n41/1995\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:14-6",
      "title": "Schedule 1 Section 14-6 - 95",
      "main_structural_unit": "section",
      "main_structural_unit_number": "14-6",
      "main_structural_unit_heading": "95",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 14-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 14-6 - 95\n\nCommencement Date:\nSs 60, 61 on 1.11.96: Government Gazette 29.8.96\np. 2274\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nMiscellaneous Acts (Omnibus Amendments) Act 1995, No.\n100/1995\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:5-12",
      "title": "Schedule 1 Section 5-12 - 95",
      "main_structural_unit": "section",
      "main_structural_unit_number": "5-12",
      "main_structural_unit_heading": "95",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 5-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 5-12 - 95\n\nCommencement Date:\nS. 28 on 5.6.96: s. 2(6)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nFriendly Societies (Victoria) Act 1996, No.\n83/1996\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:23-12",
      "title": "Schedule 1 Section 23-12 - 96",
      "main_structural_unit": "section",
      "main_structural_unit_number": "23-12",
      "main_structural_unit_heading": "96",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 23-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 23-12 - 96\n\nCommencement Date:\nSs 38, 39 on 1.10.97: Special Gazette (No. 122) 1.10.97\np. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation (Amendment) Act 1997, No.\n6/1997\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:22-4",
      "title": "Schedule 1 Section 22-4 - 97",
      "main_structural_unit": "section",
      "main_structural_unit_number": "22-4",
      "main_structural_unit_heading": "97",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 22-4",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 22-4 - 97\n\nCommencement Date:\n22.4.97: s. 2\nCurrent State:\nAll of Act in operation\nNational Electricity (Victoria) Act 1997, No.\n29/1997\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:27-5",
      "title": "Schedule 1 Section 27-5 - 97",
      "main_structural_unit": "section",
      "main_structural_unit_number": "27-5",
      "main_structural_unit_heading": "97",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 27-5",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 27-5 - 97\n\nCommencement Date:\nSs 9, 10 on 13.12.98: Special Gazette (No. 148) 11.12.98 p.\n1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nLaw and Justice Legislation (Further Amendment) Act 1997,\nNo. 84/1997\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:2-12",
      "title": "Schedule 1 Section 2-12 - 97",
      "main_structural_unit": "section",
      "main_structural_unit_number": "2-12",
      "main_structural_unit_heading": "97",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 2-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 2-12 - 97\n\nCommencement Date:\nS. 51 on 2.12.97: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nGas Pipelines Access (Victoria) Act 1998, No.\n31/1998\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:19-5",
      "title": "Schedule 1 Section 19-5 - 98",
      "main_structural_unit": "section",
      "main_structural_unit_number": "19-5",
      "main_structural_unit_heading": "98",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 19-5",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 19-5 - 98\n\nCommencement Date:\nSs 26, 27 on 1.7.99: Government Gazette 1.7.99\np. 1521\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nFinancial Sector Reform (Victoria) Act 1999, No.\n37/1999\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:8-6",
      "title": "Schedule 1 Section 8-6 - 99",
      "main_structural_unit": "section",
      "main_structural_unit_number": "8-6",
      "main_structural_unit_heading": "99",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 8-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 8-6 - 99\n\nCommencement Date:\nS. 58(Sch. 1 item 2) on 15.6.01: Government Gazette\nSection 14.6.01 p. 1273\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nCrimes at Sea Act 1999, No. 56/1999\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:21-12",
      "title": "Schedule 1 Section 21-12 - 99",
      "main_structural_unit": "section",
      "main_structural_unit_number": "21-12",
      "main_structural_unit_heading": "99",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 21-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 21-12 - 99\n\nCommencement Date:\nS. 10 on 31.3.01: Government Gazette 29.3.01 p.\n523\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation (Amendment) Act 2000, No.\n60/2000\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:8-11",
      "title": "Schedule 1 Section 8-11 - 00",
      "main_structural_unit": "section",
      "main_structural_unit_number": "8-11",
      "main_structural_unit_heading": "00",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 8-11",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 8-11 - 00\n\nCommencement Date:\n1.1.01: s. 2\nCurrent State:\nAll of Act in operation\nCorporations (Consequential Amendments) Act 2001, No.\n44/2001\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:27-6",
      "title": "Schedule 1 Section 27-6 - 01",
      "main_structural_unit": "section",
      "main_structural_unit_number": "27-6",
      "main_structural_unit_heading": "01",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 27-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 27-6 - 01\n\nCommencement Date:\nS. 3(Sch. item 67) on 15.7.01: s. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nStatute Law (Further Revision) Act 2002, No.\n11/2002\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:23-4",
      "title": "Schedule 1 Section 23-4 - 02",
      "main_structural_unit": "section",
      "main_structural_unit_number": "23-4",
      "main_structural_unit_heading": "02",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 23-4",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 23-4 - 02\n\nCommencement Date:\nS. 3(Sch. 1 item 38) on 24.4.02: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nCriminal Justice Legislation (Miscellaneous Amendments)\nAct 2002, No. 35/2002\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:18-6",
      "title": "Schedule 1 Section 18-6 - 02",
      "main_structural_unit": "section",
      "main_structural_unit_number": "18-6",
      "main_structural_unit_heading": "02",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 18-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 18-6 - 02\n\nCommencement Date:\nS. 25(3) on 19.6.02: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nFair Trading (Amendment) Act 2003, No. 30/2003\n(as amended by No. 106/2003)\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:27-5",
      "title": "Schedule 1 Section 27-5 - 03",
      "main_structural_unit": "section",
      "main_structural_unit_number": "27-5",
      "main_structural_unit_heading": "03",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 27-5",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 27-5 - 03\n\nCommencement Date:\nS. 78 on 28.5.03: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation (Amendment) Act 2004, No.\n61/2004\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:12-10",
      "title": "Schedule 1 Section 12-10 - 04",
      "main_structural_unit": "section",
      "main_structural_unit_number": "12-10",
      "main_structural_unit_heading": "04",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 12-10",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 12-10 - 04\n\nCommencement Date:\n13.10.04: s. 2\nCurrent State:\nAll of Act in operation\nNational Electricity (Victoria) Act 2005, No.\n8/2005\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:27-4",
      "title": "Schedule 1 Section 27-4 - 05",
      "main_structural_unit": "section",
      "main_structural_unit_number": "27-4",
      "main_structural_unit_heading": "05",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 27-4",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 27-4 - 05\n\nCommencement Date:\nS. 16 on 1.7.05: Special Gazette (No. 120) 28.6.05 p.\n2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation (Further Amendment) Act\n2006, No. 13/2006\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:11-4",
      "title": "Schedule 1 Section 11-4 - 06",
      "main_structural_unit": "section",
      "main_structural_unit_number": "11-4",
      "main_structural_unit_heading": "06",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 11-4",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 11-4 - 06\n\nCommencement Date:\n12.4.06: s. 2\nCurrent State:\nAll of Act in operation\nStatute Law (Further Revision) Act 2006, No.\n29/2006\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:6-6",
      "title": "Schedule 1 Section 6-6 - 06",
      "main_structural_unit": "section",
      "main_structural_unit_number": "6-6",
      "main_structural_unit_heading": "06",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 6-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 6-6 - 06\n\nCommencement Date:\nS. 3(Sch. 1 item 15) on 7.6.06:\ns. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation Amendment Act 2007, No.\n2/2007\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:6-3",
      "title": "Schedule 1 Section 6-3 - 07",
      "main_structural_unit": "section",
      "main_structural_unit_number": "6-3",
      "main_structural_unit_heading": "07",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 6-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 6-3 - 07\n\nCommencement Date:\n6.3.07: s. 2\nCurrent State:\nAll of Act in operation\nMotor Car Traders Amendment Act 2008, No.\n4/2008\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:4-3",
      "title": "Schedule 1 Section 4-3 - 08",
      "main_structural_unit": "section",
      "main_structural_unit_number": "4-3",
      "main_structural_unit_heading": "08",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 4-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 4-3 - 08\n\nCommencement Date:\nS. 31 on 1.12.08: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nNational Gas (Victoria) Act 2008, No.\n30/2008\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:17-6",
      "title": "Schedule 1 Section 17-6 - 08",
      "main_structural_unit": "section",
      "main_structural_unit_number": "17-6",
      "main_structural_unit_heading": "08",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 17-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 17-6 - 08\n\nCommencement Date:\nS. 42 on 1.7.08: Special Gazette (No. 184) 1.7.08 p.\n1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nCoroners Act 2008, No. 77/2008\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:11-12",
      "title": "Schedule 1 Section 11-12 - 08",
      "main_structural_unit": "section",
      "main_structural_unit_number": "11-12",
      "main_structural_unit_heading": "08",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 11-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 11-12 - 08\n\nCommencement Date:\nS. 129(Sch. 2 item 13) on 1.11.09: s. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nCourts Legislation Amendment (Costs Court and Other\nMatters) Act 2008, No. 78/2008\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:11-12",
      "title": "Schedule 1 Section 11-12 - 08",
      "main_structural_unit": "section",
      "main_structural_unit_number": "11-12",
      "main_structural_unit_heading": "08",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 11-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 11-12 - 08\n\nCommencement Date:\nS. 24 on 31.12.09: s. 2(3)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nSheriff Act 2009, No. 9/2009\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:24-3",
      "title": "Schedule 1 Section 24-3 - 09",
      "main_structural_unit": "section",
      "main_structural_unit_number": "24-3",
      "main_structural_unit_heading": "09",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 24-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 24-3 - 09\n\nCommencement Date:\nS. 77 on 1.10.09: Government Gazette 1.10.09\np. 2539\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nCriminal Procedure Amendment (Consequential and\nTransitional Provisions) Act 2009, No. 68/2009\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:24-11",
      "title": "Schedule 1 Section 24-11 - 09",
      "main_structural_unit": "section",
      "main_structural_unit_number": "24-11",
      "main_structural_unit_heading": "09",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 24-11",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 24-11 - 09\n\nCommencement Date:\nS. 97(Sch. item 71) on 1.1.10: Government Gazette 10.12.09\np. 3215\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nStatute Law Amendment (Evidence Consequential Provisions)\nAct 2009, No. 69/2009\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:24-11",
      "title": "Schedule 1 Section 24-11 - 09",
      "main_structural_unit": "section",
      "main_structural_unit_number": "24-11",
      "main_structural_unit_heading": "09",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 24-11",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 24-11 - 09\n\nCommencement Date:\nS. 54(Sch. Pt 2 item 29) on 1.1.10: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nOffshore Petroleum and Greenhouse Gas Storage Act 2010,\nNo. 10/2010\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:23-3",
      "title": "Schedule 1 Section 23-3 - 10",
      "main_structural_unit": "section",
      "main_structural_unit_number": "23-3",
      "main_structural_unit_heading": "10",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 23-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 23-3 - 10\n\nCommencement Date:\nS. 800(Sch. 6 item 7) on 1.1.12: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nCredit (Commonwealth Powers) Act 2010, No.\n11/2010\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:30-3",
      "title": "Schedule 1 Section 30-3 - 10",
      "main_structural_unit": "section",
      "main_structural_unit_number": "30-3",
      "main_structural_unit_heading": "10",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 30-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 30-3 - 10\n\nCommencement Date:\nSs 51, 52 on 1.7.10: Government Gazette 24.6.10\np. 1273\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nStatute Law Amendment (National Health Practitioner\nRegulation) Act 2010, No. 13/2010\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:30-3",
      "title": "Schedule 1 Section 30-3 - 10",
      "main_structural_unit": "section",
      "main_structural_unit_number": "30-3",
      "main_structural_unit_heading": "10",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 30-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 30-3 - 10\n\nCommencement Date:\nS. 49 on 1.7.10: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nJustice Legislation Further Amendment Act 2010, No.\n64/2010\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:28-9",
      "title": "Schedule 1 Section 28-9 - 10",
      "main_structural_unit": "section",
      "main_structural_unit_number": "28-9",
      "main_structural_unit_heading": "10",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 28-9",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 28-9 - 10\n\nCommencement Date:\nS. 28 on 1.1.11: s. 2(3)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nBail Amendment Act 2010, No. 70/2010\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:19-10",
      "title": "Schedule 1 Section 19-10 - 10",
      "main_structural_unit": "section",
      "main_structural_unit_number": "19-10",
      "main_structural_unit_heading": "10",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 19-10",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 19-10 - 10\n\nCommencement Date:\nS. 39 on 1.1.11: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nFair Trading Amendment (Australian Consumer Law) Act\n2010, No. 72/2010\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:19-10",
      "title": "Schedule 1 Section 19-10 - 10",
      "main_structural_unit": "section",
      "main_structural_unit_number": "19-10",
      "main_structural_unit_heading": "10",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 19-10",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 19-10 - 10\n\nCommencement Date:\nS. 48(Sch. item 13) on 1.1.11: Special Gazette\n(No. 502) 20.12.10 p. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nChildren's Services Amendment Act 2011, No.\n80/2011\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:21-12",
      "title": "Schedule 1 Section 21-12 - 11",
      "main_structural_unit": "section",
      "main_structural_unit_number": "21-12",
      "main_structural_unit_heading": "11",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 21-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 21-12 - 11\n\nCommencement Date:\nS. 79(Sch. item 4) on 1.1.12: Special Gazette (No. 423)\nSection 21.12.11 p. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nAustralian Consumer Law and Fair Trading Act 2012, No.\n21/2012\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:8-5",
      "title": "Schedule 1 Section 8-5 - 12",
      "main_structural_unit": "section",
      "main_structural_unit_number": "8-5",
      "main_structural_unit_heading": "12",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 8-5",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 8-5 - 12\n\nCommencement Date:\nS. 239(Sch. 6 item 22) on 1.7.12: Special Gazette\n(No. 214) 28.6.12 p. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nStatute Law Revision Act 2012, No.\n43/2012\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:27-6",
      "title": "Schedule 1 Section 27-6 - 12",
      "main_structural_unit": "section",
      "main_structural_unit_number": "27-6",
      "main_structural_unit_heading": "12",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 27-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 27-6 - 12\n\nCommencement Date:\nS. 3(Sch. item 24) on 28.6.12: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nResources Legislation Amendment (General) Act 2012, No.\n64/2012\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:30-10",
      "title": "Schedule 1 Section 30-10 - 12",
      "main_structural_unit": "section",
      "main_structural_unit_number": "30-10",
      "main_structural_unit_heading": "12",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 30-10",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 30-10 - 12\n\nCommencement Date:\nS. 73 on 1.12.12: Special Gazette (No. 399) 27.11.12\np. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nElectronic Conveyancing (Adoption of National Law) Act\n2013, No. 7/2013\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:26-2",
      "title": "Schedule 1 Section 26-2 - 13",
      "main_structural_unit": "section",
      "main_structural_unit_number": "26-2",
      "main_structural_unit_heading": "13",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 26-2",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 26-2 - 13\n\nCommencement Date:\nS. 15 on 14.3.13: Special Gazette (No. 86) 13.3.13\np. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nRail Safety National Law Application Act 2013,\nNo. 22/2013\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:23-4",
      "title": "Schedule 1 Section 23-4 - 13",
      "main_structural_unit": "section",
      "main_structural_unit_number": "23-4",
      "main_structural_unit_heading": "13",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 23-4",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 23-4 - 13\n\nCommencement Date:\nS. 59 on 19.5.14: Special Gazette (No. 148) 13.5.14\np. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nHeavy Vehicle National Law Application Act 2013, No.\n30/2013\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:4-6",
      "title": "Schedule 1 Section 4-6 - 13",
      "main_structural_unit": "section",
      "main_structural_unit_number": "4-6",
      "main_structural_unit_heading": "13",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 4-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 4-6 - 13\n\nCommencement Date:\nS. 60(Sch. item 5) on 10.2.14: Special Gazette (No. 28)\nSection 4.2.14 p. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nMarine (Domestic Commercial Vessel National Law\nApplication) Act 2013, No. 36/2013\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:18-6",
      "title": "Schedule 1 Section 18-6 - 13",
      "main_structural_unit": "section",
      "main_structural_unit_number": "18-6",
      "main_structural_unit_heading": "13",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 18-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 18-6 - 13\n\nCommencement Date:\nS. 83 on 1.7.13: Special Gazette (No. 226) 25.6.13\np. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nConsumer Affairs Legislation Amendment Act 2013,\nNo. 57/2013\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:22-10",
      "title": "Schedule 1 Section 22-10 - 13",
      "main_structural_unit": "section",
      "main_structural_unit_number": "22-10",
      "main_structural_unit_heading": "13",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 22-10",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 22-10 - 13\n\nCommencement Date:\nSs 11, 12 on 23.10.13: s. 2(3)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nStatute Law Revision Act 2013,\nNo. 70/2013\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:19-11",
      "title": "Schedule 1 Section 19-11 - 13",
      "main_structural_unit": "section",
      "main_structural_unit_number": "19-11",
      "main_structural_unit_heading": "13",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 19-11",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 19-11 - 13\n\nCommencement Date:\nS. 3(Sch. 1 item 25) on 1.12.13:\ns. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nLegal Profession Uniform Law Application Act 2014, No.\n17/2014 (as amended by No. 8/2015)\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:25-3",
      "title": "Schedule 1 Section 25-3 - 14",
      "main_structural_unit": "section",
      "main_structural_unit_number": "25-3",
      "main_structural_unit_heading": "14",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 25-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 25-3 - 14\n\nCommencement Date:\nSs 158, 159 on 1.7.15: Special Gazette (No. 151)\nSection 16.6.15 p. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nHonorary Justices Act 2014, No.\n32/2014\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:13-5",
      "title": "Schedule 1 Section 13-5 - 14",
      "main_structural_unit": "section",
      "main_structural_unit_number": "13-5",
      "main_structural_unit_heading": "14",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 13-5",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 13-5 - 14\n\nCommencement Date:\nS. 57 on 1.9.14: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nCourts Legislation Miscellaneous Amendments Act 2014, No.\n62/2014\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:9-9",
      "title": "Schedule 1 Section 9-9 - 14",
      "main_structural_unit": "section",
      "main_structural_unit_number": "9-9",
      "main_structural_unit_heading": "14",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 9-9",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 9-9 - 14\n\nCommencement Date:\nS. 109 on 10.9.14: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInquiries Act 2014, No. 67/2014\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:23-9",
      "title": "Schedule 1 Section 23-9 - 14",
      "main_structural_unit": "section",
      "main_structural_unit_number": "23-9",
      "main_structural_unit_heading": "14",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 23-9",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 23-9 - 14\n\nCommencement Date:\nS. 147(Sch. 2 item 23) on 15.10.14: Special Gazette (No.\n364) 14.10.14 p. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nInterpretation of Legislation Amendment Act 2015, No.\n5/2015\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:25-3",
      "title": "Schedule 1 Section 25-3 - 15",
      "main_structural_unit": "section",
      "main_structural_unit_number": "25-3",
      "main_structural_unit_heading": "15",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 25-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 25-3 - 15\n\nCommencement Date:\nSs 4&#8211;10 on 1.7.15: s. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nStatute Law Revision Act 2015, No.\n21/2015\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:16-6",
      "title": "Schedule 1 Section 16-6 - 15",
      "main_structural_unit": "section",
      "main_structural_unit_number": "16-6",
      "main_structural_unit_heading": "15",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 16-6",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 16-6 - 15\n\nCommencement Date:\nS. 3(Sch. 1 item 29) on 1.8.15:\ns. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nJustice Legislation Further Amendment Act 2016, No.\n3/2016\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:16-2",
      "title": "Schedule 1 Section 16-2 - 16",
      "main_structural_unit": "section",
      "main_structural_unit_number": "16-2",
      "main_structural_unit_heading": "16",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 16-2",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 16-2 - 16\n\nCommencement Date:\nS. 59 on 1.5.16: Special Gazette (No. 114) 26.4.16 p.\n1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nJustice Legislation Amendment (Court Security, Juries and\nOther Matters) Act 2017, No. 38/2017\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:29-8",
      "title": "Schedule 1 Section 29-8 - 17",
      "main_structural_unit": "section",
      "main_structural_unit_number": "29-8",
      "main_structural_unit_heading": "17",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 29-8",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 29-8 - 17\n\nCommencement Date:\nS. 88 on 30.8.17: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nParks and Crown Land Legislation Amendment Act 2017,\nNo. 53/2017\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:24-10",
      "title": "Schedule 1 Section 24-10 - 17",
      "main_structural_unit": "section",
      "main_structural_unit_number": "24-10",
      "main_structural_unit_heading": "17",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 24-10",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 24-10 - 17\n\nCommencement Date:\nS. 14 on 15.12.17: Special Gazette (No. 433) 12.12.17 p.\n1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nOaths and Affirmations Act 2018, No.\n6/2018\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:27-2",
      "title": "Schedule 1 Section 27-2 - 18",
      "main_structural_unit": "section",
      "main_structural_unit_number": "27-2",
      "main_structural_unit_heading": "18",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 27-2",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 27-2 - 18\n\nCommencement Date:\nS. 66 on 1.3.19: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nJustice Legislation Amendment\n(System Enhancements and Other Matters) Act 2021,\nNo. 11/2021\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:23-3",
      "title": "Schedule 1 Section 23-3 - 21",
      "main_structural_unit": "section",
      "main_structural_unit_number": "23-3",
      "main_structural_unit_heading": "21",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 23-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 23-3 - 21\n\nCommencement Date:\nS. 195 on 26.4.21: s. 2(2)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nJustice Legislation Amendment (Criminal Procedure\nDisclosure and Other Matters) Act 2022,\nNo. 1/2022\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:15-2",
      "title": "Schedule 1 Section 15-2 - 22",
      "main_structural_unit": "section",
      "main_structural_unit_number": "15-2",
      "main_structural_unit_heading": "22",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 15-2",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 15-2 - 22\n\nCommencement Date:\nS. 96 on 29.3.22: Special Gazette (No. 157)\nSection 29.3.22 p. 1\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nRegulatory Legislation Amendment (Reform) Act 2022,\nNo. 13/2022\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:29-3",
      "title": "Schedule 1 Section 29-3 - 22",
      "main_structural_unit": "section",
      "main_structural_unit_number": "29-3",
      "main_structural_unit_heading": "22",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 29-3",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 29-3 - 22\n\nCommencement Date:\nSs 37&#8211;39 on 31.7.22: s. 2(8)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nStatute Law Amendment (References to the Sovereign)\nAct 2023, No. 25/2023\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:5-9",
      "title": "Schedule 1 Section 5-9 - 23",
      "main_structural_unit": "section",
      "main_structural_unit_number": "5-9",
      "main_structural_unit_heading": "23",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 5-9",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 5-9 - 23\n\nCommencement Date:\nSs 3&#8722;6 on 6.9.23: s. 2\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\nJustice Legislation Amendment (Police and Other Matters)\nAct 2025, No. 55/2025\nAssent Date:"
    },
    {
      "key": "schedule:1.part:of.section:9-12",
      "title": "Schedule 1 Section 9-12 - 25",
      "main_structural_unit": "section",
      "main_structural_unit_number": "9-12",
      "main_structural_unit_heading": "25",
      "defined_term": null,
      "structure_path": "Schedule 1 > Part of that Act. See section 36(3B). > Section 9-12",
      "schedule_id": "1",
      "schedule_heading": "Schedule 1&#8212;Style changes Section 54A",
      "text": "Schedule 1 - Schedule 1&#8212;Style changes Section 54A\n\nSection 9-12 - 25\n\nCommencement Date:\nS. 59 on 13.11.25: s. 2(2); ss 57, 58, 60, 61\non 10.12.25: s. 2(1)\nCurrent State:\nThis information relates only to the provision/s amending\nthe Interpretation of Legislation Act 1984\n&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;&#8211;\n     3     Explanatory details\n[1] S. 32: Section 4 of\nthe Interpretation of Legislation (Amendment) Act 1991, No.\n6/1991 reads as follows:\n          4     Validation of existing subordinate instruments\n     (1)     Subject to subsection (4) and despite anything to the contrary in\nsection 32(3) of the Interpretation of Legislation Act 1984 (as in force\nimmediately before the commencement of this Act), a subordinate instrument\nwithin the meaning of that Act that was made before that commencement and that\nhas not been, and does not purport to have been, revoked, whether directly or\nindirectly, is not to be taken to be, or to have ever been, void and of no\neffect by reason only of a failure to comply with section 32(2)(a) of that Act\nin relation to that subordinate instrument.\n     (2)     The Legal and Constitutional Committee may report a failure referred\nto in subsection (1) to each House of the Parliament and the subordinate\ninstrument shall be disallowed if each House passes a resolution in accordance\nwith subsection (3).\n     (3)     Section 32 of the Interpretation of Legislation Act 1984 (as\namended by this Act) applies to a resolution to disallow a subordinate\ninstrument under this section in the same manner and to the same extent as it\napplies to a resolution under section 32 of that Act as so amended and in force\nfor the time being.\n     (4)     A question concerning the validity of a subordinate instrument arising\nin proceedings commenced before the commencement of this Act must be determined\nas if this section had not been enacted.\n[2] S. 38 def. of\nCourt of Appeal: Sections 29 and 30 of the Constitution (Court\nof Appeal) Act 1994, No. 109/1994 read as follows:\n          29     Proceedings before Full Court\n     (1)     The Constitution Act 1975, the Supreme Court Act 1986\nand the Crimes Act 1958 and any other Act amended by this Act as\nrespectively in force immediately before the commencement of this section\ncontinue to apply, despite the enactment of this Act, to a proceeding the\nhearing of which by the Full Court of the Supreme Court commenced before the\ncommencement of this section.\n     (2)     If the Court of Appeal so orders, anything required to be done by the\nSupreme Court in relation to or as a consequence of a proceeding after the Full\nCourt has delivered judgement in that proceeding, may be done by the Court of\nAppeal.\n          30     References to Full Court\nA reference in an Act or an instrument made under an Act or in any other\ndocument to the Full Court of the Supreme Court or to the Supreme Court sitting\nas the Full Court is to be taken to include a reference to the Court of\nAppeal.\n[3] S. 44(5): Section 43 of\nthe Supreme Court Act 1986, No. 110/1986 reads as follows:\nS. 43 (Heading) inserted by\nNo. 17/2005 s. 7(1).\n          43     Standard time in Victoria\nS. 43(1) substituted by\nNo. 17/2005 s. 7(2).\n     (1)     Standard time throughout Victoria is the time that is 10 hours in\nadvance of Co-ordinated Universal Time.\nNote\nUnder section 8AA of the National Measurement Act 1960 of the Commonwealth\nthe Chief Metrologist is required to maintain Co-ordinated Universal Time (UTC)\nas determined by the International Bureau of Weights and Measures.\n     (2)     If&#8212;\n         (a)     an expression of time occurs in an instrument; or\n         (b)     the doing or not doing of anything at a certain time has an effect in\nlaw&#8212;\n          the time is standard time as provided in subsection (1) unless it is\notherwise specifically stated.\n[4] S. 57: Section 11 of the\nCrimes at Sea Act 1999, No. 56/1999 reads as follows:\n          11     Application of repeal and amendments\n     (1)     In this section \"commencement day\" means the day on which\nthis Act comes into operation.\n     (2)     Although section 9 repeals the Crimes (Offences at Sea) Act\n1978, that Act continues to apply, in relation to acts and omissions that\ntook place before the commencement day, as if the repeal had not\nhappened.\n     (3)     The amendments of the Interpretation of Legislation Act 1984\nmade by section 10 apply to acts and omissions that take place on or after the\ncommencement day.\n     (4)     For the purposes of this section, if an act or omission is alleged to\nhave taken place between two dates, one before and one after the commencement\nday, the act or omission is alleged to have taken place before the commencement\nday."
    }
  ]
}