{
  "doc": {
    "jurisdiction": "western_australia",
    "source_url": "https://classic.austlii.edu.au/au/legis/wa/consol_act/ltaa2002214/",
    "register_url": "https://www.legislation.wa.gov.au/legislation/statutes.nsf/law_a6341.html&view=consolidated",
    "source": "Land Tax Assessment Act 2002 (100000109).txt",
    "filename": "Land Tax Assessment Act 2002 (100000109).json",
    "name": "Land Tax Assessment Act 2002",
    "citation": "Land Tax Assessment Act 2002"
  },
  "chunks": [
    {
      "key": "section:9A.p1",
      "title": "Section 9A - Owners to notify Commissioner of errors or omissions in assessment notices",
      "main_structural_unit": "section",
      "main_structural_number": "9A",
      "main_structural_heading": "Owners to notify Commissioner of errors or omissions in assessment notices",
      "defined_term": null,
      "structure_path": "Part 2 -- Land tax liability and assessment > Division 1 -- Liability to land tax > Section 9A",
      "text": "(1) A person identified as being liable to pay land tax by a land tax assessment notice must notify the Commissioner of any material error or omission in the notice, that is relevant to the assessment, in relation to -- (a) any land owned by the person, whether or not the land is specified in the assessment notice; or (b) the ownership of any land specified in the assessment notice; or (c) any concessions or exemptions allowed, claimed or claimable in respect of land; or (d) any prescribed matters. (2) Notice of the error or omission must be given to the Commissioner -- (a) on or before the date specified in the assessment notice as the due date for payment of the land tax; or (b) if no such date is specified -- within 21 days after the date of the assessment notice. (3) In a prosecution of a person for an offence against subsection (1) it is a defence if the person proves that the person -- (a) did not know; and (b) could not reasonably be expected to have known, that the notice to which the prosecution relates contained any material error or omission. Penalty: $5 000. Division 2 -- Assessment of land tax Section 10. Assessing land tax Unless this Act provides otherwise, the amount of land tax payable for taxable land for an assessment year is the amount calculated by applying the rate fixed in relation to the land under the Land Tax Act 2002 to the amount equal to the taxable value of the land for the assessment year. Section 11. Two or more lots owned by one person, tax payable on (1) If a person owns 2 or more lots or parcels of taxable land, land tax is payable on the aggregated taxable value of all the taxable land owned by the person. (2) However, if a trustee owns 2 or more lots or parcels of taxable land held, in severalty, in trust for different persons, then the land tax payable for each lot or parcel is assessed separately unless another provision of this Act specifically requires the land tax to be assessed on the lots or parcels jointly. (3) If a trustee owns taxable land held in trust for another person and is also the beneficial owner of other land, the land tax payable on the land held in trust is assessed separately from the land tax payable on the land held beneficially, unless for any reason the land tax payable on the trust land and the beneficially held land is liable to be jointly assessed independently of this subsection. Section 12. Land owned jointly, tax payable on (1) The land tax payable on land owned jointly by 2 or more persons is assessed as if the land were owned by one person. (2) When determining the extent (if any) to which the land is exempt or subject to a concession, the following matters are to be taken into account -- (a) each joint owner's use of the land by virtue of which the land is exempt or subject to a concession (whether or not the use is common to any of the other joint owners); (b) each joint owner's interest in the land by virtue of which the land is exempt or subject to a concession (whether or not the interest is common to any of the other joint owners). (3) The assessment for the land is to be kept separate and distinct from an assessment for any land that is owned -- (a) by any one of the joint owners individually; or (b) by any of them as a joint owner with any other person. (4) The owners of non-strata home units whose liability is assessed under section 16 are taken not to be joint owners for the purposes of this section. Section 13. Calculating taxable value of part of a lot (1) Where, under section 8(1)(b), a person is taken to be the owner of a portion of a lot, then a reference in a land tax Act, other than in clause 6, to the taxable value of the land is a reference to the amount, as determined by the Valuer-General, that bears the same proportion to the taxable value of the lot as the portion of the lot bears to the total potential lettable area of the lot as defined in subsection (2). (2) The total potential lettable area of a lot is the total area of the lot that is capable of being let, as determined by the Valuer-General on the assumption that none of the"
    },
    {
      "key": "section:9A.p2",
      "title": "Section 9A - Owners to notify Commissioner of errors or omissions in assessment notices",
      "main_structural_unit": "section",
      "main_structural_number": "9A",
      "main_structural_heading": "Owners to notify Commissioner of errors or omissions in assessment notices",
      "defined_term": null,
      "structure_path": "Part 2 -- Land tax liability and assessment > Division 1 -- Liability to land tax > Section 9A",
      "text": "reference in a land tax Act, other than in clause 6, to the taxable value of the land is a reference to the amount, as determined by the Valuer-General, that bears the same proportion to the taxable value of the lot as the portion of the lot bears to the total potential lettable area of the lot as defined in subsection (2). (2) The total potential lettable area of a lot is the total area of the lot that is capable of being let, as determined by the Valuer-General on the assumption that none of the land is used for an exempt purpose and having regard to the lease conditions of the portion of the lot for which a value is required. Section 14. Newly subdivided private residential property, tax payable on (1) Land tax is payable in accordance with this section when private residential property is subdivided if -- (a) the property was exempt or partially exempt from land tax under Part 3 Division 2 for any of the 5 financial years reckoned retrospectively from and including the financial year in which the land was subdivided; and (b) the area of the property is greater than 2.0234 hectares; and (c) the subdivision was not carried out only for the purpose of defining an area of land to be taken or resumed under an enactment relating to the compulsory acquisition of land. (2) Land tax is payable by the subdividing owner of the property on the value of the taxable portion of the property (calculated under subsections (5) and (6)) for each of the 5 financial years reckoned retrospectively from and including the financial year in which the land is subdivided. (3) The amount of land tax payable for each of those 5 financial years is assessed, at the rate applicable for that year under the Land Tax Act 2002, as if the taxable portion of the property were the only land of the subdividing owner on which land tax was payable for that year. (4) However, if land tax has already been levied on any part of the taxable portion of the property under another provision of this Act for any of those 5 financial years, then -- (a) if a partial exemption did not apply to that part of the taxable portion for the year under Part 3 Division 2 no land tax is payable under subsection (2) on that part for that year; or (b) if a partial exemption applied to that part of the taxable portion, or an interest in it, for that year under Part 3 Division 2 land tax is payable for that year under subsection (2) on the part of the property to which the partial exemption applied. (5) The taxable portion of the property is the portion that remains after subtracting from the whole area of the property the greater of the following areas -- (a) the area of the lot or parcel or portion of land on which the private residence was situated at the time of the subdivision; (b) 2.0234 hectares. (6) For the purposes of subsection (2), the value of the taxable portion of the property for a financial year is -- (a) if the financial year is 2008/09 or earlier -- the amount that bears to the unimproved value of the whole of the property at midnight on 30 June immediately before the financial year the same proportion as the area of the taxable portion bears to the whole area of the property; or (b) in any other financial year -- the amount that bears to the taxable value of the whole of the property for the financial year the same proportion as the area of the taxable portion bears to the whole area of the property. (7) Nothing in this section affects the liability of any person to pay land tax on the taxable portion of the property for any financial year after that in which the land is subdivided. (8) Despite section 17(4) of the Taxation Administration Act 2003, the Commissioner must make any reassessment necessary to give effect to this section. Section 15. Newly subdivided primary production business land, tax payable on (1) Land tax is payable in accordance with this section when land is subdivided if -- (a) the land was exempt from land tax under Part 3 Division 3 for any of the Section 5 financial years reckoned retrospectively from and including the financial year in which the land was subdivided; and (b) the subdivision was not carried out only for the purpose of defining an area of land to be"
    },
    {
      "key": "section:9A.p3",
      "title": "Section 9A - Owners to notify Commissioner of errors or omissions in assessment notices",
      "main_structural_unit": "section",
      "main_structural_number": "9A",
      "main_structural_heading": "Owners to notify Commissioner of errors or omissions in assessment notices",
      "defined_term": null,
      "structure_path": "Part 2 -- Land tax liability and assessment > Division 1 -- Liability to land tax > Section 9A",
      "text": "2003, the Commissioner must make any reassessment necessary to give effect to this section. Section 15. Newly subdivided primary production business land, tax payable on (1) Land tax is payable in accordance with this section when land is subdivided if -- (a) the land was exempt from land tax under Part 3 Division 3 for any of the Section 5 financial years reckoned retrospectively from and including the financial year in which the land was subdivided; and (b) the subdivision was not carried out only for the purpose of defining an area of land to be taken or resumed under an enactment relating to the compulsory acquisition of land. (2) The land tax is payable by the subdividing owner of the land on the value of the taxable portion of the land for each of the 5 financial years reckoned retrospectively from and including the financial year in which the land is subdivided. (3) The taxable portion of the land is the area that remains after subtracting from the whole area of the land -- (a) the area of any part of the land that is exempt, immediately after the subdivision is completed, under Part 3 Division 2 as a result of the subdividing owner's ownership or use of the land; and (b) the area of any part of the land that, immediately after the subdivision is completed, consists of a lot of 2.0234 hectares or more that is zoned for rural purposes under a local planning scheme, an improvement scheme or the Swan Valley Planning Scheme. (4) The amount of land tax payable for each of those 5 financial years is assessed, at the rate applicable for that year under the Land Tax Act 2002, as if the taxable portion of the land were the only land of the subdividing owner on which land tax was payable for that year. (5) If an amount of land tax has already been charged on any part of the taxable portion of the land under another provision of this Act for any of those 5 financial years, the amount of land tax payable for that year under this section is reduced by the amount already charged. (6) For the purposes of subsection (2), the value of the taxable portion of the land for a financial year is -- (a) if the financial year is 2008/09 or earlier -- the amount that bears to the unimproved value of the whole of the land at midnight on 30 June immediately before the financial year the same proportion as the area of the taxable portion bears to the whole area of the land; or (b) in any other financial year -- the amount that bears to the taxable value of the whole of the land for the financial year the same proportion as the area of the taxable portion bears to the whole area of the land. (7) Nothing in this section affects the liability of any person for land tax on the taxable portion of the land for any financial year after that in which the land is subdivided. (8) Despite section 17(4) of the Taxation Administration Act 2003, the Commissioner must make any reassessment necessary to give effect to this section. [Section 15 amended: No. 38 of 2005 s. 15; No. 19 of 2009 s. 7; No. 28 of 2010 s. 33(2); No. 1 of 2015 s. 4; No. 45 of 2020 s. 110.]"
    },
    {
      "key": "section:15A",
      "title": "Section 15A - Tax payable on newly subdivided dwelling or residential parks",
      "main_structural_unit": "section",
      "main_structural_number": "15A",
      "main_structural_heading": "Tax payable on newly subdivided dwelling or residential parks",
      "defined_term": null,
      "structure_path": "Part 2 -- Land tax liability and assessment > Division 2 -- Assessment of land tax > Section 15A",
      "text": "(1) Land tax is payable in accordance with this section when land is subdivided\nif --\n(a) the land was subject to an exemption under section 39B to any extent for\nany of the 10 financial years reckoned retrospectively from and including the\nfinancial year in which the land was subdivided; and\n(b) the subdivision was not carried out only for the purpose of defining an\narea of land to be taken or resumed under an enactment relating to the\ncompulsory acquisition of land.\n(2) The land tax is payable on the land by the subdividing owner of the land\nfor each of the 10 financial years (the relevant financial years) reckoned\nretrospectively from and including the financial year in which the land is\nsubdivided.\n(3) If immediately after the subdivision any of the land is in a dwelling or\nresidential park, and there are caravan or camp sites or owner-occupied home\nsites (as those terms are defined in section 39A) in the park, then --\n(a) a percentage (P%) must be calculated in relation to the park under\nsubsection (3A); and\n(b) in determining the taxable value of the land for each of the relevant\nfinancial years, the unimproved value of the land in relation to that year must\nbe reduced by an amount equal to P% of the unimproved value of the land.\n(3A) For the purposes of subsection (3)(a), the percentage must be calculated\nas follows --\n(a) first, calculate a percentage (X%) in relation to the park using the method\nset out in section 39C(2) to (8), by reference to the park immediately after\nthe subdivision;\n(b) second, calculate the percentage (Y%) of the land that is in a dwelling or\nresidential park (as defined in section 39A) immediately after the subdivision;\n(c) third, multiply X% by Y%.\n(4) The amount of land tax payable for each of the relevant financial years is\nassessed, at the rate applicable for that year under the Land Tax Act 2002, as\nif the land were the only land of the subdividing owner on which land tax was\npayable for that year.\n(5) The amount of land tax payable under this section on the land for any of\nthe relevant financial years is reduced by the amount already charged on any\npart of the land for that year.\n(7) Nothing in this section affects the liability of any person for land tax on\nthe land for any financial year after that in which the land is subdivided.\n(8) Despite section 17(4) of the Taxation Administration Act 2003, the\nCommissioner must make any reassessment necessary to give effect to this\nsection.\n(9) A reference in subsection (1) to an exemption under section 39B is, in\nrelation to a financial year beginning before 1 July 2020, a reference to an\nexemption or concession under section 39B as that section was in force before\nSection 1 July 2020.\n[Section 15A inserted: No. 10 of 2005 s. 6; amended: No. 19 of 2009 s. 8;\nNo. 27 of 2010 s. 4; No. 42 of 2022 s. 4.]"
    },
    {
      "key": "section:15B.p1",
      "title": "Section 15B - Tax payable on land containing former exempt build-to-rent developments",
      "main_structural_unit": "section",
      "main_structural_number": "15B",
      "main_structural_heading": "Tax payable on land containing former exempt build-to-rent developments",
      "defined_term": null,
      "structure_path": "Part 2 -- Land tax liability and assessment > Division 2 -- Assessment of land tax > Section 15B",
      "text": "(1) Land tax is payable on land in accordance with this section if -- (a) the land has been subject to an exemption under Part 3 Division 4B in relation to a development for 1 or more assessment years; and (b) the land ceases to be eligible for an exemption under that Division in relation to the development, or becomes excluded land as defined in section 39E, for an assessment year that is within 15 financial years (the relevant financial years) reckoned prospectively from and including the financial year in which the land first became exempt under that Division in relation to the development. (2) The land tax is payable on the land by the owner of the land for each of the relevant financial years in which the land was subject to an exemption under Part 3 Division 4B. (3) The amount of land tax payable for each of the relevant financial years is assessed, at the rate applicable for that year under the Land Tax Act 2002, as if the land were the only land of the owner on which land tax was payable for that year. (4) For the purposes of subsection (1), land that is the subject of a determination by the Commissioner under section 39J(3) is taken to be eligible for an exemption under Part 3 Division 4B for the assessment year to which the determination applies. (5) The amount of land tax payable under this section on the land for any of the relevant financial years is reduced by the amount already charged on any part of the land for that year. (6) Despite the Taxation Administration Act 2003 section 17(4), the Commissioner must make any reassessment necessary to give effect to this section. Section 16. Non-strata home units, assessing tax on (1) The Commissioner may assess the amount of land tax payable on land on which a building containing non-strata home units is situated in accordance with this section if, apart from the building, no other improvements have been effected on the land except -- (a) improvements in the nature of draining, filling, excavation, grading or levelling of the land, retaining walls or other structures or works for that purpose, the removal of rocks, stone or soil, and the clearing of timber, scrub or other vegetation; or (b) outbuildings, fences, garages or other improvements that are, in each case, designed for the use or enjoyment of the home unit owners. (2) The Commissioner may make an assessment under this section -- (a) on the Commissioner's own initiative; or (b) on the application of the owners for the time being of the home units. (3) If land tax has been assessed on the land for the assessment year in which the application is made or during which the Commissioner decides to assess the land tax in accordance with this section, the Commissioner may reassess the land tax payable for that year in accordance with this section. (4) However, a reassessment under subsection (3) is only to be made in relation to the assessment year referred to in that subsection. (5) An application -- (a) must be made in the approved form by all the home unit owners jointly; and (b) if the land is owned by a body corporate, must be accompanied by a statement in the approved form setting out the proportion of the value of the land to be ascribed to each home unit owner for the purpose of calculating the amount of land tax payable by the owner. (6) A home unit owner who is a registered proprietor of an undivided share in the land is liable to pay land tax on the proportion of the taxable value of the land that bears to the taxable value of the land the same proportion as the owner's share in the land bears to the land. (7) A home unit owner who is a shareholder in the body corporate that owns the land is liable to pay land tax on the proportion of the taxable value of the land that bears to the taxable value of the land the same proportion as the proportion of the value of the land ascribed to the owner in the statement under subsection (5)(b) bears to the total interests of all the shareholders in the land. (8) If the owner of a home unit is liable to pay land tax assessed on a proportion of the taxable value of the land under subsection (6) or (7), and is also the owner of any other land, then the part of the value of the land on"
    },
    {
      "key": "section:15B.p2",
      "title": "Section 15B - Tax payable on land containing former exempt build-to-rent developments",
      "main_structural_unit": "section",
      "main_structural_number": "15B",
      "main_structural_heading": "Tax payable on land containing former exempt build-to-rent developments",
      "defined_term": null,
      "structure_path": "Part 2 -- Land tax liability and assessment > Division 2 -- Assessment of land tax > Section 15B",
      "text": "value of the land that bears to the taxable value of the land the same proportion as the proportion of the value of the land ascribed to the owner in the statement under subsection (5)(b) bears to the total interests of all the shareholders in the land. (8) If the owner of a home unit is liable to pay land tax assessed on a proportion of the taxable value of the land under subsection (6) or (7), and is also the owner of any other land, then the part of the value of the land on which the home unit is erected is taken to be land for the purposes of a land tax Act and is taken to have the value assessed under the respective subsection. (9) If the Commissioner decides to assess or reassess the amount of land tax payable on the land under this section for an assessment year, land tax on the land is to be assessed under this section for each subsequent assessment year unless the Commissioner revokes the decision under subsection (10). (10) The Commissioner may revoke the decision -- (a) on the Commissioner's own initiative; or (b) on receiving a joint application for revocation from all the home unit owners for the time being. Part 3 -- Exemptions, concessions and rebates Division 1 -- General provisions Section 17. Exempt land (1) Land is exempt from land tax for an assessment year if -- (a) the Commissioner grants an exemption for the assessment year under section 20; or (b) it is exempt for the assessment year under another provision of this Part. (2) Unless this Part provides otherwise, an exemption under a provision of this Part referred to in subsection (1)(b) applies, in accordance with section 18, to the whole or part of a lot or parcel of land. Section 18. Whole and partial exemptions (1) In this section -- exemption provision means a provision of this Part referred to in section 17(1) (b); relevant requirements, in relation to an exemption provision, means one or more of the following by virtue of which land is exempt under the provision -- (a) it is used, reserved or occupied for a purpose or purposes specified in the provision; (b) it is used, owned or occupied by, vested in or held in trust for, a person or persons of a class or classes specified in the provision; (c) it is of a class or description specified in the provision. (2) If an exemption under an exemption provision applies to a lot or parcel of land then -- (a) the whole of the lot or parcel is exempt if all of the relevant requirements of the provision apply in respect of the whole of the lot or parcel; and (b) otherwise, only a part of the lot or parcel is exempt. (3) An exemption that applies only to a part of a lot or parcel of land as referred to in subsection (2)(b) applies to the lot or parcel to the same extent that the relevant requirements of the exemption provision apply in respect of the lot or parcel."
    },
    {
      "key": "section:18A.p1",
      "title": "Section 18A - Taxable value of land subject to partial exemption",
      "main_structural_unit": "section",
      "main_structural_number": "18A",
      "main_structural_heading": "Taxable value of land subject to partial exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 1 -- General provisions > Section 18A",
      "text": "(1) In this section -- exemption provision means a provision of this part referred to in section 17(1) (b); relevant requirements, in relation to an exemption provision, has the meaning given in section 18(1). (2) This section applies if, under section 18, an exemption for an assessment year applies to a lot or parcel of land only to a particular extent because -- (a) the relevant requirements of the exemption provision do not apply to any extent in respect of a part of the area of the lot or parcel; and (b) the relevant requirements of the exemption provision apply, or apply to some extent, in respect of the remainder of the area of the lot or parcel (the exempt area). (3) For the purposes of determining the taxable value of the lot or parcel for the assessment year, the unimproved value of the lot or parcel for the assessment year is the unimproved value of the whole of the lot or parcel reduced by the unimproved value of the exempt area, but only to the extent to which the relevant requirements of the exemption provision apply in respect of the exempt area. (4) The unimproved value of the exempt area for the purposes of subsection (3) is the amount that bears the same proportion to the unimproved value, as determined by the Valuer-General, of the whole of the lot or parcel as the exempt area bears to the whole area of the lot or parcel. (5) If there is a multi-storey building on the lot or parcel, the Commissioner may determine -- (a) an area that is to be treated as the exempt area for the purposes of this section; and (b) an area that is to be treated as the whole area of the lot or parcel for the purposes of subsection (4). (6) A determination under subsection (5) -- (a) may be made on any basis that the Commissioner decides is appropriate, taking into account the areas of the lot or parcel and parts of the building to which the relevant requirements apply or apply to some extent; and (b) has effect according to its terms. Section 19. Applying for exemption or concession The Commissioner may require an owner of land -- (a) to lodge an application in the approved form for an exemption or concession under this Part; and (b) to give the Commissioner any information within the owner's knowledge or control that is relevant to deciding whether or not the land is eligible for an exemption or concession. Section 20. Commissioner's power to grant exemption or concession for land (1) The Commissioner may, on application or on the Commissioner's own initiative, grant an exemption, concession or further concession for any of the following land for an assessment year -- (a) any proportion of private residential property that is used by an individual for a purpose that is not an exempt purpose, where the private residential property is exempt to some extent for the assessment year under section 21, 22 or 23 because of its use by the individual as their primary residence as provided in the respective section; (b) land that is not exempt under section 23 for the assessment year because it was exempt under that section in the previous financial year, or because the estate derived rent or income in the assessment year; (c) land that is not exempt under section 26B for the assessment year because income was derived from the property in the period referred to in section 26B (5)(a)(i) or (ii) (whichever is applicable); (f) land that is not exempt under section 42 for the assessment year because of the operation of section 42(3) or (4); (g) Crown land of which a person is taken to be the owner under section 8(1) and which is not otherwise subject to an exemption or concession; (h) land sold by a religious body that would otherwise be taxable under Section 32(2); (i) land sold by an educational institution that would otherwise be taxable under section 33(2). (2) The Commissioner may grant an exemption, concession or further concession under subsection (1) for the whole or part of a lot or parcel of land if the Commissioner is satisfied that there are reasonable grounds for doing so. (2A) The Commissioner may revoke an exemption, concession or further concession granted under subsection (1) if the Commissioner is no longer satisfied that the grounds referred to in subsection (2) exist. (2B) The Commissioner must give a taxpayer written notice of a decision -- (a) not to grant an exemption, concession or further concession under subsection"
    },
    {
      "key": "section:18A.p2",
      "title": "Section 18A - Taxable value of land subject to partial exemption",
      "main_structural_unit": "section",
      "main_structural_number": "18A",
      "main_structural_heading": "Taxable value of land subject to partial exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 1 -- General provisions > Section 18A",
      "text": "33(2). (2) The Commissioner may grant an exemption, concession or further concession under subsection (1) for the whole or part of a lot or parcel of land if the Commissioner is satisfied that there are reasonable grounds for doing so. (2A) The Commissioner may revoke an exemption, concession or further concession granted under subsection (1) if the Commissioner is no longer satisfied that the grounds referred to in subsection (2) exist. (2B) The Commissioner must give a taxpayer written notice of a decision -- (a) not to grant an exemption, concession or further concession under subsection (1) on application by the taxpayer; or (b) to revoke under subsection (2A) an exemption, concession or further concession granted to the taxpayer under subsection (1). (3) A taxpayer may appeal to the Minister against a decision of the Commissioner referred to in subsection (2B)(a) or (b). (4) An appeal under subsection (3) must be made within 60 days after the date on which notice of the Commissioner's decision was given, or within any further time allowed by the Minister for reasonable cause shown by the taxpayer. (5) The obligation to pay, or the right to receive and recover land tax, is not affected by any appeal to the Minister. (6) The Minister is to consider the appeal with all reasonable dispatch, and may either disallow it or, if the taxpayer satisfies the Minister that there are reasonable grounds for doing so, allow it wholly or in part. (7) The Minister is to give notice of the Minister's decision on the appeal to the taxpayer. (8) The Commissioner is to make any reassessment necessary to give effect to a decision of the Commissioner or the Minister under this section."
    },
    {
      "key": "section:20A",
      "title": "Section 20A - Owner of land subject to exemption or concession may be required to notify",
      "main_structural_unit": "section",
      "main_structural_number": "20A",
      "main_structural_heading": "Owner of land subject to exemption or concession may be required to notify",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 1 -- General provisions > Section 20A",
      "text": "Commissioner of event or circumstance\n(1) The Commissioner may serve a notice on an owner of land in a financial year\n(the relevant year) if --\n(a) an exemption, concession or further concession has been granted for the\nland for the relevant year under a paragraph of section 20(1); or\n(b) an assessment of land tax in relation to the land has been made on the\nbasis that an exemption or concession applies to the land for the relevant year\nunder a provision of Divisions 2 to 5.\n(2) A notice under subsection (1) must --\n(a) describe 1 or more relevant events or circumstances; and\n(b) require the person on whom the notice is served to notify the Commissioner\nof the occurrence of any of those relevant events or circumstances during --\n(i) the relevant year; or\n(ii) any of the 5 subsequent financial years;\nand\n(c) state the time within which the person is required to notify the\nCommissioner of the occurrence of a relevant event or circumstance.\n(3) For the purposes of this section, a relevant event or circumstance, in\nrelation to a notice under subsection (1), is an event or circumstance that the\nCommissioner considers will or may affect --\n(a) for a notice under subsection (1)(a) --\n(i) whether the exemption, concession or further concession granted for the\nrelevant year will be revoked under section 20(2A); or\n(ii) whether an exemption, concession or further concession will be granted for\nthe land for a subsequent financial year under the same paragraph of section 20\n(1);\nor\n(b) for a notice under subsection (1)(b) --\n(i) whether the exemption or concession continues to apply to the land for the\nrelevant year; or\n(ii) whether an exemption or concession will apply to the land for a subsequent\nfinancial year under the same provision of Divisions 2 to 5.\n(4) For the purposes of subsection (2)(c), a notice under subsection (1) must\nnot require a person to notify the Commissioner of the occurrence of a relevant\nevent or circumstance --\n(a) earlier than the 49^th day after the day on which the relevant event or\ncircumstance occurs; or\n(b) later than 30 September in the financial year after the financial year in\nwhich the relevant event or circumstance occurs.\n(5) A person served with a notice under subsection (1) must comply with the\nnotice.\nPenalty for this subsection: a fine of $5 000.\n(6) Despite subsection (5), a person served with a notice under subsection (1)\nis not required to notify the Commissioner of the occurrence of a relevant\nevent or circumstance in compliance with the notice if, at the time the\nrelevant event or circumstance occurs --\n(a) the person has ceased to be an owner of the land; or\n(b) an assessment of land tax has been made in relation to the land for an\nassessment year (other than an assessment year before the relevant year) on the\nbasis that --\n(i) for a notice under subsection (1)(a) -- no exemption is granted for the\nassessment year under the same paragraph of section 20(1); or\n(ii) for a notice under subsection (1)(b) -- no exemption or concession under\nthe same provision of Divisions 2 to 5 applies to the land for the assessment\nyear.\n                   Division 2 -- Private residential property\n    Subdivision 1 -- Exemptions and rebates for private residential property"
    },
    {
      "key": "section:21",
      "title": "Section 21 - Residences owned by individuals, exemptions for",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Residences owned by individuals, exemptions for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 21",
      "text": "(1) Private residential property (except property held in trust) is exempt for\nan assessment year if, at midnight on 30 June in the financial year before the\nassessment year, it is owned --\n(a) by an individual who uses it as the individual's primary residence; or\n(b) by spouses, at least one of whom uses it as that spouse's primary\nresidence; or\n(c) by persons who have lived in a de facto relationship with each other for at\nleast 2 years, whether or not they still live on that basis, at least one of\nwhom uses it as that person's primary residence.\n(2) However, if the property is also owned by another person or persons, it is\nexempt if each owner who does not use it for that purpose is an owner only\nbecause of a requirement by a financial institution for a guarantee of money\nadvanced on the security of the property."
    },
    {
      "key": "section:22",
      "title": "Section 22 - Residence owned by executor etc., exemption for if beneficiary in will",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Residence owned by executor etc., exemption for if beneficiary in will",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 22",
      "text": "exercising right to reside\nPrivate residential property is exempt for an assessment year if, at midnight\non 30 June in the previous financial year --\n(a) it is owned by an executor or administrator of a will as trustee; and\n(b) an individual identified in the will --\n(i) is entitled under the will to the property as a tenant for life; or\n(ii) has a right under the will to use the property as a place of residence --\n(I) for as long as the individual wishes; or\n(II) for a fixed or ascertainable period,\nwhether or not the individual is or may become entitled under the will to\nownership of all or part of the property at some future time;\nand\n(c) the individual uses the property as their primary residence.\n[Section 22 amended: No. 40 of 2003 s. 8; No. 30 of 2008 s. 12; No. 42 of 2022\ns. 19.]"
    },
    {
      "key": "section:23A",
      "title": "Section 23A - Exemption for residence owned by executor or administrator if beneficiary",
      "main_structural_unit": "section",
      "main_structural_number": "23A",
      "main_structural_heading": "Exemption for residence owned by executor or administrator if beneficiary",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 23A",
      "text": "in will has right to future ownership and is resident\n(1) Private residential property is exempt for an assessment year if at\nmidnight on 30 June in the previous financial year --\n(a) the property is owned by the executor or administrator of an individual's\nestate; and\n(b) an individual identified in the will (the beneficiary) is entitled under\nthe will to ownership of all or part of the property at a fixed or\nascertainable future time; and\n(c) the beneficiary uses the property as their primary residence.\n(2) However, if the beneficiary's future entitlement is to ownership of part\nonly of the property, then the exemption applies to the proportion of the\nproperty to which the beneficiary will become entitled.\n[Section 23A inserted: No. 30 of 2008 s. 13; amended: No. 42 of 2022 s. 13 and\n19.]"
    },
    {
      "key": "section:23",
      "title": "Section 23 - Continued exemption after death of resident",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Continued exemption after death of resident",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 23",
      "text": "(1) Private residential property owned by the executor or administrator of an\nindividual's estate is exempt, but only for the assessment year following the\nfinancial year in which the individual died, if --\n(a) the individual's ownership and use of the property as their primary\nresidence --\n(i) gave rise to an exemption under section 21 or 26B for the financial year in\nwhich the individual died; or\n(ii) would have given rise to an exemption under section 21 or 26B for the\nfinancial year in which the individual died if, in applying section 21 or 26B\nto that financial year, the reference in section 21(1) or 26B(3)(a) to midnight\non 30 June in the financial year before the assessment year were a reference to\nthe time immediately before the individual's death;\nand\n(b) the executor or administrator is the owner of the property at midnight on\nSection 30 June in the financial year in which the individual died; and\n(c) the individual's estate does not derive any rent or other income from the\nproperty between the date of the individual's death and the end of the\nassessment year.\n(2) The exemption may be allowed in advance if --\n(a) the individual's estate has not derived any rent or other income from the\nproperty between the date of the individual's death and midnight on 30 June in\nthe financial year in which the individual died; and\n(b) the executor or administrator advises the Commissioner that the estate is\nnot expected to derive any rent or other income from the property in the\nassessment year.\n(4) If the Commissioner is notified in accordance with section 20A, or\notherwise becomes aware, that the estate has derived rent or income from the\nproperty in the assessment year, the Commissioner is to make a reassessment\naccordingly."
    },
    {
      "key": "section:24",
      "title": "Section 24 - Construction of private residence, one year exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Construction of private residence, one year exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 24",
      "text": "(1) Private residential property (except property held in trust) that is owned\nby an individual is exempt for an assessment year if --\n(a) the construction of the private residence that forms part of the property\nis completed during the assessment year; and\n(b) at midnight on 30 June in the previous financial year the individual owned\nthe land on which the private residence is constructed; and\n(c) the individual is the first occupant of the private residence; and\n(d) the individual uses the private residence as their primary residence during\nthe assessment year.\n(2) However, the property is not exempt if --\n(a) the individual or any other person derived any income from the property in\nthe period between the beginning of the assessment year and the time when the\nproperty was first occupied; or\n(b) any other private residential property owned by the individual is exempt\nfor the assessment year under another provision of this Division as a result of\nits use by the individual as their primary residence.\n(3) The Commissioner is to make any reassessment necessary to give effect to\nthis section."
    },
    {
      "key": "section:24A",
      "title": "Section 24A - Construction of private residence, 2 year exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "24A",
      "main_structural_heading": "Construction of private residence, 2 year exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 24A",
      "text": "(1) Private residential property (except property held in trust) that is owned\nby an individual is exempt for 2 consecutive assessment years if --\n(a) the commencement date for the construction of the private residence that\nforms part of the property is --\n(i) in the first assessment year; or\n(ii) in any previous financial year and part of the construction is carried out\nin the first assessment year;\nand\n(b) the completion date for the construction is in the second assessment year;\nand\n(c) at midnight on 30 June immediately before the first assessment year, the\nindividual owned the land on which the private residence is constructed; and\n(d) the individual is the first occupant of the private residence; and\n(e) the individual uses the private residence as their primary residence during\nthe second assessment year.\n(2) However, the property is not exempt if --\n(a) the individual or any other person derived any income from the property in\nthe period between the beginning of the first assessment year and the time when\nthe property was first occupied; or\n(b) any other private residential property owned by the individual is exempt\nfor either assessment year under another provision of this Division as a result\nof its use by the individual as their primary residence.\n(3) The individual may apply for the exemption in the approved form after the\ncommencement date for the construction.\n(4) The Commissioner may require the individual to notify the Commissioner in\nthe approved form of --\n(a) the completion date for the construction; and\n(b) when the individual occupies the private residence.\n(5) The Commissioner is to make any reassessment necessary to give effect to\nthis section.\n[Section 24A inserted: No. 31 of 2006 s. 21; amended: No. 29 of 2012 s. 13;\nNo. 42 of 2022 s. 19.]"
    },
    {
      "key": "section:25",
      "title": "Section 25 - Refurbishment of private residence, one year exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "25",
      "main_structural_heading": "Refurbishment of private residence, one year exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 25",
      "text": "(1) Private residential property (except property held in trust) is exempt from\nland tax for an assessment year if --\n(a) the property is owned by an individual; and\n(b) at midnight on 30 June in the financial year before the assessment year the\nprivate residence that forms part of the property was unoccupied, but only\nbecause the individual had ceased occupation, or not taken up occupation, to\nenable the private residence to be refurbished; and\n(c) the individual takes up occupation of the private residence during the\nassessment year, and is the first occupant of the private residence since the\nrefurbishment; and\n(d) no rent or other income was derived from the property by anyone in respect\nof the period between the beginning of the assessment year and the time when\nthe property was reoccupied.\n(2) However, the property is not exempt if any other private residential\nproperty owned by the same individual is exempt for the assessment year under\nanother provision of this Division as a result of its use by the same\nindividual as their primary residence.\n(3) The Commissioner is to make any reassessment necessary to give effect to\nthis section."
    },
    {
      "key": "section:25A",
      "title": "Section 25A - Refurbishment of private residence, 2 year exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "25A",
      "main_structural_heading": "Refurbishment of private residence, 2 year exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 25A",
      "text": "(1) Private residential property (except property held in trust) that is owned\nby an individual is exempt for 2 consecutive assessment years if --\n(a) the commencement date for the refurbishment of the private residence that\nforms part of the property is --\n(i) in the first assessment year; or\n(ii) in any previous financial year and part of the refurbishment is carried\nout in the first assessment year;\nand\n(b) the completion date for the refurbishment is in the second assessment year;\nand\n(c) at midnight on 30 June immediately before the first assessment year, the\nprivate residence was unoccupied, but only because the individual had ceased\noccupation, or had not taken up occupation, to enable the private residence to\nbe refurbished; and\n(d) the individual is the first occupant of the private residence since the\nrefurbishment; and\n(e) the individual uses the private residence as their primary residence during\nthe second assessment year.\n(2) However, the property is not exempt if --\n(a) the individual or any other person derived any income from the property in\nthe period between the beginning of the first assessment year and the time when\nthe property was reoccupied; or\n(b) any other private residential property owned by the individual is exempt\nfor either assessment year under another provision of this Division as a result\nof its use by the individual as their primary residence.\n(3) The individual may apply for the exemption in the approved form after the\ncommencement date for the refurbishment.\n(4) The Commissioner may require the individual to notify the Commissioner in\nthe approved form of --\n(a) the completion date for the refurbishment; and\n(b) when the individual occupies the private residence.\n(5) The Commissioner is to make any reassessment necessary to give effect to\nthis section.\n[Section 25A inserted: No. 31 of 2006 s. 22; amended: No. 29 of 2012 s. 14;\nNo. 42 of 2022 s. 19.]"
    },
    {
      "key": "section:26",
      "title": "Section 26 - Exemption for residence of disabled person held in trust",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Exemption for residence of disabled person held in trust",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 26",
      "text": "(1) Private residential property held in trust is exempt for an assessment year\nif, at midnight on 30 June in the financial year before the assessment year --\n(a) the land is owned by a trustee who holds the land in trust for one or more\ndisabled beneficiaries; and\n(b) at least one disabled beneficiary of the trust uses the property as the\nbeneficiary's primary residence."
    },
    {
      "key": "section:26A",
      "title": "Section 26A - Exemption for residence of disabled person owned by relative",
      "main_structural_unit": "section",
      "main_structural_number": "26A",
      "main_structural_heading": "Exemption for residence of disabled person owned by relative",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 26A",
      "text": "(1) In this section --\ndisabled person means a person who --\n(a) is qualified for a disability support pension under the Social Security\nAct 1991 (Commonwealth) Part 2.3 (whether or not the person receives that\npension); or\n(b) is under 16 years of age and is cared for by a parent or guardian, within\nthe meaning given in the Social Security Act 1991 (Commonwealth), who is\nqualified for a carer payment under Part 2.5 of that Act in respect of that\ncare (whether or not the person receives that payment).\n(2) Private residential property is exempt for an assessment year if at\nmidnight on 30 June in the financial year before the assessment year --\n(a) a disabled person uses the property as their primary residence; and\n(b) it is owned by one or more individuals, at least one of whom is related to\nthe disabled person.\n(3) For the purposes of subsection (2)(b) --\n(a) the following persons are related to a disabled person --\n(i) a parent or grandparent of the disabled person;\n(ii) a brother or sister of the disabled person;\n(iii) a child of the disabled person;\nand\n(b) an illegitimate person is to be treated as the legitimate child of that\nperson's parents; and\n(c) it is irrelevant whether a relationship is of the whole or half-blood, or\nwhether it is a natural relationship or a relationship established under a\nwritten law.\n[Section 26A inserted: No. 31 of 2006 s. 29; amended: No. 30 of 2008 s. 14;\nNo. 12 of 2019 s. 135; No. 42 of 2022 s. 16 and 19.]"
    },
    {
      "key": "section:26B",
      "title": "Section 26B - Exemption for property owned by individual in care",
      "main_structural_unit": "section",
      "main_structural_number": "26B",
      "main_structural_heading": "Exemption for property owned by individual in care",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 26B",
      "text": "(1) In this section --\naged care facility has the meaning given in section 38A(1);\ncare commencement date, for an individual in full-time care, means the day on\nwhich the period of full-time care began (whether or not the kind of full-time\ncare has changed in that period).\n(2) In this section, an individual is in full-time care during any period\nwhen --\n(a) the individual is being cared for by a person who is qualified for a carer\npayment under the Social Security Act 1991 (Commonwealth) Part 2.5 in respect\nof that care (whether or not the person receives that payment); or\n(b) the individual's primary residence is any of the following --\n(i) a public hospital as defined in the Health Services Act 2016 section 8(6);\n(ii) a private hospital as defined in the Private Hospitals and Health Services\nAct 1927 section 2(1);\n(iii) a mental health service as defined in the Mental Health Act 2014\nSection 4;\n(iv) a private psychiatric hostel as defined in the Private Hospitals and\nHealth Services Act 1927 section 2(1);\n(v) an aged care facility;\n(vi) a facility that specialises in palliative care;\n(vii) a place in another State or a Territory that is equivalent to a place\nreferred to in subparagraph (i), (ii), (iii), (iv), (v) or (vi);\n(viii) a place of a prescribed class.\n(3) Private residential property (except property held in trust) is exempt for\nan assessment year if --\n(a) at midnight on 30 June in the financial year before the assessment year --\n(i) the property is owned by an individual as described in subsection (4); and\n(ii) the individual is in full-time care;\nand\n(b) immediately before the care commencement date --\n(i) the property was owned by the individual as described in subsection (4);\nand\n(ii) the individual used the property as their primary residence.\n(4) For the purposes of subsection (3)(a)(i) and (b)(i), the property must be\nowned at the relevant time by --\n(a) the individual; or\n(b) the individual and their spouse; or\n(c) the individual and a person with whom the individual has lived in a de\nfacto relationship for at least 2 years, whether or not they still live on that\nbasis at the relevant time; or\n(d) the person or persons referred to in paragraph (a), (b) or (c) and 1 or\nmore other persons each of whom is an owner only because of a requirement by a\nfinancial institution for a guarantee of money advanced on the security of the\nproperty.\n(5) Despite subsection (3), the property is not exempt if --\n(a) the individual or any other person derived any income from the property\nin --\n(i) if the care commencement date was in the financial year before the\nassessment year -- the period beginning on the care commencement date and ending\nimmediately before the assessment year; or\n(ii) otherwise -- the financial year before the assessment year;\nor\n(b) any other property owned by the individual is exempt for the assessment\nyear under this Division as a result of its use by the individual as their\nprimary residence."
    },
    {
      "key": "section:27",
      "title": "Section 27 - Moving between 2 private residences, application of exemption",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Moving between 2 private residences, application of exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 27",
      "text": "(1) Private residential property (property A) is exempt for an assessment year\nif --\n(a) at midnight on 30 June in the previous financial year, the owner owned\nproperty A and another private residential property (property B); and\n(b) property B is exempt for the assessment year because of its use by an\nindividual at midnight on 30 June in the previous financial year as the\nindividual's primary residence; and\n(c) property A would have been exempt for the assessment year if, at midnight\non 30 June in the previous financial year, the individual had used property A\nas the individual's primary residence instead of property B; and\n(d) the property the owner acquired second was acquired in the previous\nfinancial year; and\n(e) the individual used property A as the individual's primary residence --\n(i) in the previous financial year before using property B for that purpose; or\n(ii) in the assessment year after using property B for that purpose;\nand\n(f) during the assessment year, the owner --\n(i) sold or otherwise disposed of the property the owner acquired first; and\n(ii) delivered possession of that property to the new owner.\n(2) However, property A is not exempt if, while the owner owned both\nproperties, the owner or any other person derived income from the property that\nwas not being used as the individual's primary residence.\n(3) The owner must notify the Commissioner in the approved form of when the\ndisposal and delivery of possession of the property acquired first occurs.\n(4) The Commissioner is to make any reassessment necessary to give effect to\nthis section."
    },
    {
      "key": "section:27A",
      "title": "Section 27A - Construction or refurbishment of second private residence, 2 year",
      "main_structural_unit": "section",
      "main_structural_number": "27A",
      "main_structural_heading": "Construction or refurbishment of second private residence, 2 year",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 27A",
      "text": "exemption for\n(1) Private residential property is exempt for 2 consecutive assessment years\nif --\n(a) at midnight on 30 June immediately before the first assessment year, the\nowner owned that property and another private residential property that the\nowner had acquired before that property; and\n(b) the property the owner acquired first is exempt for the first assessment\nyear because of its use by an individual at midnight on 30 June in the previous\nfinancial year as the individual's primary residence; and\n(c) the property the owner acquired second would have been exempt for the first\nassessment year if, at midnight on 30 June in the previous financial year, the\nindividual had used that property as the individual's primary residence instead\nof the property acquired first; and\n(d) the property acquired second was acquired in the previous financial year;\nand\n(e) the commencement date for the construction or refurbishment of the private\nresidence that forms part of the property acquired second --\n(i) is in the first assessment year; or\n(ii) is in the previous financial year and part of the construction or\nrefurbishment is carried out in the first assessment year;\nand\n(f) the completion date for the construction or refurbishment of the private\nresidence that forms part of the property acquired second is in the second\nassessment year; and\n(g) in the case of the refurbishment of the private residence that forms part\nof the property acquired second -- at midnight on 30 June immediately before the\nfirst assessment year, the private residence was unoccupied, but only because\nthe individual had not taken up occupation to enable the private residence to\nbe refurbished; and\n(h) the individual is the first occupant of the private residence that forms\npart of the property acquired second since its construction or refurbishment;\nand\n(i) the individual uses the private residence that forms part of the property\nacquired second as their primary residence during the second assessment year;\nand\n(j) by the end of the second assessment year, the owner --\n(i) has sold or otherwise disposed of the property acquired first; and\n(ii) has delivered possession of that property to the new owner.\n(2) However, the property acquired second is not exempt if, while the owner\nowned both properties, the owner or any other person derived income from the\nproperty that was not being used as the individual's primary residence.\n(3) The owner may apply for the exemption in the approved form after the\ncommencement date for the construction or refurbishment.\n(4) The Commissioner may require the owner to notify the Commissioner in the\napproved form of --\n(a) the completion date for the construction or refurbishment; and\n(b) when the individual occupies the property acquired second; and\n(c) when the disposal and delivery of possession of the property acquired first\noccurs.\n(5) The Commissioner is to make any reassessment necessary to give effect to\nthis section.\n[Section 27A inserted: No. 31 of 2006 s. 23; amended: No. 29 of 2012 s. 15;\nNo. 42 of 2022 s. 19; No. 9 of 2024 s. 5.]"
    },
    {
      "key": "section:28",
      "title": "Section 28 - Inner city residential property, rebate for",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Inner city residential property, rebate for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 1 -- Exemptions and rebates for private residential property > Section 28",
      "text": "(1) The owner of private residential property may apply to the Commissioner in\nthe approved form for a rebate under this section.\n(2) The owner of private residential property is entitled to a rebate of the\nland tax payable for an assessment year on the aggregated taxable value of all\nthe applicant's land if --\n(a) the private residential property is in an area of the State prescribed as\nan inner city area, and is also in an area that is the subject of a local\nplanning scheme or an improvement scheme, or a redevelopment scheme in force\nunder the Metropolitan Redevelopment Authority Act 2011, where the land is not\nzoned for use solely for residential purposes; and\n(b) the construction of the private residence that forms part of the private\nresidential property was completed before or during the assessment year; and\n(c) the private residence was occupied, or fit to be occupied and intended by\nthe owner to be occupied, as a place of residence for one or more individuals,\nduring the assessment year or during the part of the assessment year remaining\nafter the construction is completed, as the case requires; and\n(d) the private residential property is not exempt for the assessment year\nunder another provision of this Division; and\n(e) the aggregated taxable value of all the applicant's taxable land is greater\nthan it would have been if the private residential property had been in an area\nzoned solely for residential purposes.\n(3) The amount of the rebate is calculated using the following formula --\nwhere --\nLT is greater than RE;\nR is the amount of the rebate;\nLT (short for land tax) is the amount of land tax levied on the aggregated\ntaxable value of all of the taxable land owned by the applicant;\nRE (short for residential equivalent) is the amount of the land tax that would\nbe payable on the sum of --\n(a) the aggregated taxable value of all of the taxable land owned by the\napplicant other than the private residential property referred to in\nsubsection (2)(a); and\n(b) the taxable value of that private residential property determined as if the\nproperty were zoned under a scheme referred to in subsection (2)(a) for use\nsolely for residential purposes.\n(4) The Commissioner may, by notice served on an applicant, relieve the\napplicant from the obligation to apply for a rebate for each assessment year\nand may, by further notice, reimpose that obligation upon the applicant.\n(5) If the private residential property ceases to comply with subsection (2)\n(a), (b), (c) or (d), or the area of the property is reduced, the owner must\nnotify the Commissioner to that effect before the beginning of the next\nassessment year, or within 3 months of the day on which compliance stopped or\nthe property was reduced in area, whichever is later.\nPenalty: $5 000.\n(6) The Commissioner is to make any reassessment necessary to give effect to\nthis section.\n[Section 28 amended: No. 38 of 2005 s. 15; No. 19 of 2009 s. 9; No. 28 of 2010\ns. 33(3); No. 45 of 2011 s. 140.]\n  Subdivision 2 -- Application of private residential exemptions to subdivided\n                                     land"
    },
    {
      "key": "section:28A",
      "title": "Section 28A - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "28A",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 2 -- Application of private residential exemptions to subdivided > Section 28A",
      "text": "In this Subdivision --\nexemption period means --\n(a) in relation to section 24, 25 or 27 -- an assessment year;\n(b) in relation to section 24A, 25A or 27A -- a period of 2 consecutive\nassessment years;\n(c) in relation to section 28F -- a period of 3 consecutive assessment years, or\nSection 4 consecutive assessment years if an extension is granted under section 28H;\n(d) in relation to section 28G -- a period of 2 consecutive assessment years, or\nSection 3 consecutive assessment years if an extension is granted under section 28I;\nexemption provision means section 24, 24A, 25, 25A, 27, 27A, 28F or 28G;\nnew lot, in relation to a subdivision of land, means a lot that comes into\nexistence as a result of the subdivision;\nparent lot, in relation to a subdivision of land, means a lot that ceases to be\na lot for the purposes of this Act under the Glossary clause 2(2) as a result\nof the subdivision."
    },
    {
      "key": "section:28B",
      "title": "Section 28B - Application of certain private residential exemptions to property",
      "main_structural_unit": "section",
      "main_structural_number": "28B",
      "main_structural_heading": "Application of certain private residential exemptions to property",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 2 -- Application of private residential exemptions to subdivided > Section 28B",
      "text": "subdivided during exemption period\n(1) This section applies if --\n(a) land is subdivided during an exemption period for an exemption provision;\nand\n(b) because of the subdivision, there are 1 or more requirements (the\nunsatisfied requirements) of the exemption provision that --\n(i) are not satisfied in relation to private residential property that is a\nparent lot in relation to the subdivision; but\n(ii) would be satisfied if the private residential property the subject of the\nexemption provision were 1 or more of the new lots in relation to the\nsubdivision.\n(2) For the purposes of the application of the exemption provision to private\nresidential property that is a parent lot referred to in subsection (1)(b)(i)\nfor the exemption period --\n(a) the unsatisfied requirements are taken to be satisfied; and\n(b) if an exemption applies to the parent lot because of paragraph (a), the\nexemption applies only to the part or parts of the parent lot that, after the\nsubdivision, constitute the new lot or lots referred to in subsection (1)(b)\n(ii); and\n(c) if there is any area of the parent lot to which the exemption does not\napply because of paragraph (b), the taxable value of the parent lot is to be\ndetermined under section 18A as if the area of each new lot referred to in\nsubsection (1)(b)(ii) were an exempt area referred to in section 18A(2).\n(3) For the purposes of determining under subsection (1)(b)(ii) whether a\nrelevant requirement would be satisfied in relation to a new lot --\n(a) a requirement that relates to the ownership of the private residential\nproperty at midnight on 30 June immediately before the exemption period is\ntaken to be satisfied in relation to a new lot if each person who is an owner\nof that new lot after the subdivision (a new lot owner) was also an owner of\nthe parent lot at that time; and\n(b) if, at that time, the new lot owners owned the parent lot jointly with 1 or\nmore other persons -- the new lot is taken to have been owned at that time by\nthe new lot owners only.\n(4) A reference in subsection (3) to an owner of a new lot after a subdivision\nis to a person who is an owner of the new lot after the certificate of title\nfor the new lot is registered under the Transfer of Land Act 1893."
    },
    {
      "key": "section:28C",
      "title": "Section 28C - Application of requirements relating to sale or disposal of subdivided",
      "main_structural_unit": "section",
      "main_structural_number": "28C",
      "main_structural_heading": "Application of requirements relating to sale or disposal of subdivided",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 2 -- Application of private residential exemptions to subdivided > Section 28C",
      "text": "property\n(1) For the purposes of the application of section 27, 27A or 28G to private\nresidential property, a requirement in section 27(1)(f), 27A(1)(j) or 28G(1)(k)\nthat relates to the property acquired first referred to in that section is\ntaken to be satisfied if --\n(a) the property acquired first is subdivided during the exemption period for\nsection 27, 27A or 28G (whichever is relevant); and\n(b) the requirement is satisfied in relation to each of the new lots in\nrelation to the subdivision.\n(2) Subsection (1) applies in relation to the requirement in section 27(1)(f)\nwhether the property acquired first is property A or property B referred to in Section 27.\n(3) Despite section 28B(2)(a), a requirement in section 27(1)(f), 27A(1)(j) or\n28G(1)(k) is not taken to be satisfied under that section unless subsection (1)\n(b) of this section applies."
    },
    {
      "key": "section:28D",
      "title": "Section 28D - Application of multi-year private residential exemptions to property",
      "main_structural_unit": "section",
      "main_structural_number": "28D",
      "main_structural_heading": "Application of multi-year private residential exemptions to property",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 2 -- Application of private residential exemptions to subdivided > Section 28D",
      "text": "subdivided during exemption period\nIf private residential property that is a parent lot is exempt under\nsection 24A, 25A, 27A, 28F or 28G (the relevant exemption provision) because of\nthe application of section 28B(2), and the subdivision occurs in an assessment\nyear other than the last assessment year of the exemption period for the\nrelevant exemption provision, the exemption applies for each subsequent\nassessment year of the exemption period to the private residential property\nthat is each new lot referred to in section 28B(2)(b) rather than to the parent\nlot."
    },
    {
      "key": "section:28E",
      "title": "Section 28E - Ownership of land during period when land subdivided but certificates of",
      "main_structural_unit": "section",
      "main_structural_number": "28E",
      "main_structural_heading": "Ownership of land during period when land subdivided but certificates of",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 2 -- Application of private residential exemptions to subdivided > Section 28E",
      "text": "title not issued\n(1) This section applies if --\n(a) a parent lot that is owned jointly by 2 or more persons (the joint owners)\nis subdivided; and\n(b) there is a period of time (the relevant period) between the subdivision\noccurring and a certificate of title for any new lot being registered under the\nTransfer of Land Act 1893; and\n(c) either --\n(i) after the certificate of title is registered, each new lot is owned by\nsome, but not all, of the joint owners (the relevant owners); or\n(ii) the Commissioner is satisfied that after the certificate of title is\nregistered, each new lot will be owned by some, but not all, of the joint\nowners (the relevant owners).\n(2) For the purposes of this Division, the Commissioner may treat each new lot\nas being owned during the relevant period by the relevant owners only rather\nthan by all of the joint owners.\nSubdivision 3 -- Special provisions for construction or refurbishment of private\n      residence: commencement in period from 1 July 2020 to 30 June 2023"
    },
    {
      "key": "section:28F",
      "title": "Section 28F - Construction or refurbishment of private residence: 3 year exemption",
      "main_structural_unit": "section",
      "main_structural_number": "28F",
      "main_structural_heading": "Construction or refurbishment of private residence: 3 year exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 3 -- Special provisions for construction or refurbishment of private > Section 28F",
      "text": "(1) Private residential property (except property held in trust) owned by an\nindividual is exempt for 3 consecutive assessment years if --\n(a) the commencement date for the construction or refurbishment of the private\nresidence that forms part of the property is on or after 1 July 2020 and before\nSection 1 July 2023; and\n(b) the commencement date for the construction or refurbishment is --\n(i) in the first assessment year; or\n(ii) in the previous financial year;\nand\n(c) at midnight on 30 June immediately before the first assessment year, the\nindividual owned the property; and\n(d) in the case of the refurbishment of the private residence -- at midnight on\nSection 30 June immediately before the first assessment year, the private residence was\nunoccupied, but only because the individual had ceased occupation, or had not\ntaken up occupation, to enable the private residence to be refurbished; and\n(e) the completion date for the construction or refurbishment is in the 3^rd\nassessment year or a subsequent financial year (the completion year); and\n(f) the individual is the first occupant of the private residence following its\nconstruction or refurbishment; and\n(g) the individual uses the private residence as their primary residence before\nthe end of the financial year immediately following the completion year.\n(2) However, the property is not exempt if --\n(a) the individual or any other person derived any income from the property in\nthe period between the beginning of the first assessment year and the time when\nthe property was first occupied or reoccupied after its construction or\nrefurbishment; or\n(b) any other private residential property owned by the individual is exempt\nfor any of the 3 assessment years under any provision of this Division as a\nresult of its use by the individual as their primary residence; or\n(c) the property is sold or otherwise disposed of before subsection (1)(f) is\ncomplied with.\n(3) The individual may apply for the exemption in the approved form after the\ncommencement date for the construction or refurbishment.\n(4) The Commissioner may require the individual to notify the Commissioner in\nthe approved form of --\n(a) the completion date for the construction or refurbishment; and\n(b) when the individual occupies the private residence."
    },
    {
      "key": "section:28G",
      "title": "Section 28G - Construction or refurbishment of 2^nd private residence: 2 year exemption",
      "main_structural_unit": "section",
      "main_structural_number": "28G",
      "main_structural_heading": "Construction or refurbishment of 2^nd private residence: 2 year exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 3 -- Special provisions for construction or refurbishment of private > Section 28G",
      "text": "(1) Private residential property is exempt for 2 consecutive assessment years\nif --\n(a) at midnight on 30 June immediately before the first assessment year, the\nowner owned that property and another private residential property that the\nowner had acquired before that property; and\n(b) the property the owner acquired first is exempt for the first assessment\nyear because of its use by an individual at midnight on 30 June in the previous\nfinancial year as the individual's primary residence; and\n(c) the property the owner acquired 2^nd would have been exempt for the first\nassessment year if, at midnight on 30 June in the previous financial year, the\nindividual had used that property as the individual's primary residence instead\nof the property acquired first; and\n(d) the property acquired 2^nd was acquired in the previous financial year; and\n(e) the commencement date for the construction or refurbishment of the private\nresidence that forms part of the property acquired 2^nd (the private residence)\nis on or after 1 July 2020 and before 1 July 2023; and\n(f) the commencement date for the construction or refurbishment of the private\nresidence is --\n(i) in the first assessment year; or\n(ii) in the previous financial year;\nand\n(g) in the case of the refurbishment of the private residence -- at midnight on\nSection 30 June immediately before the first assessment year, the private residence was\nunoccupied, but only because the individual had not taken up occupation to\nenable the private residence to be refurbished; and\n(h) the completion date for the construction or refurbishment of the private\nresidence is in a financial year following the 2^nd assessment year (the\ncompletion year); and\n(i) the individual is the first occupant of the private residence following its\nconstruction or refurbishment; and\n(j) the individual uses the private residence as their primary residence before\nthe end of the financial year immediately following the completion year; and\n(k) before the end of the financial year immediately following the completion\nyear, the owner --\n(i) has sold or otherwise disposed of the property acquired first; and\n(ii) has delivered possession of that property to the new owner.\n(2) However, the property acquired 2^nd is not exempt if --\n(a) while the owner owned both properties, the owner or any other person\nderived income from the property that was not being used as the individual's\nprimary residence; or\n(b) the property is sold or otherwise disposed of before subsection (1)(i) is\ncomplied with.\n(3) The owner may apply for the exemption in the approved form after the\ncommencement date for the construction or refurbishment.\n(4) The Commissioner may require the owner to notify the Commissioner in the\napproved form of --\n(a) the completion date for the construction or refurbishment; and\n(b) when the individual occupies the property acquired 2^nd; and\n(c) when the disposal and delivery of possession of the property acquired first\noccurs."
    },
    {
      "key": "section:28H",
      "title": "Section 28H - Extension of exemption under s. 28F",
      "main_structural_unit": "section",
      "main_structural_number": "28H",
      "main_structural_heading": "Extension of exemption under s. 28F",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 3 -- Special provisions for construction or refurbishment of private > Section 28H",
      "text": "(1) In this section --\ncompletion, in relation to the construction or refurbishment of a private\nresidence, means completion to the point where the residence is ready for\noccupation;\nexceptional circumstances, in relation to the construction or refurbishment of\na private residence --\n(a) can include that a builder failed to commence or ceased work on the\nresidence; but\n(b) do not include a building materials or labour shortage.\n(2) The Commissioner may, in relation to particular private residential\nproperty, extend the exemption provided for in section 28F by 1 assessment year\nif satisfied that --\n(a) there has been a delay in the completion of the construction or\nrefurbishment of the private residence that forms part of the property; and\n(b) the delay is primarily due to exceptional circumstances beyond the control\nof the owner; and\n(c) the delay could not reasonably have been avoided by the owner; and\n(d) the property would be exempt under section 28F for the 3 consecutive\nassessment years and the assessment year immediately following if --\n(i) section 28F(1) referred to 4 instead of 3 consecutive assessment years; and\n(ii) section 28F(2)(b) referred to 4 instead of 3 assessment years.\n(3) If the Commissioner grants the extension, section 28F has effect as if --\n(a) section 28F(1) referred to 4 instead of 3 consecutive assessment years; and\n(b) section 28F(2)(b) referred to 4 instead of 3 assessment years.\n(4) An owner of private residential property may apply for an extension of the\nexemption provided for in section 28F, but must do so before the end of the\nfinancial year immediately following the 3^rd assessment year."
    },
    {
      "key": "section:28I",
      "title": "Section 28I - Extension of exemption under s. 28G",
      "main_structural_unit": "section",
      "main_structural_number": "28I",
      "main_structural_heading": "Extension of exemption under s. 28G",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 3 -- Special provisions for construction or refurbishment of private > Section 28I",
      "text": "(1) In this section --\ncompletion, in relation to the construction or refurbishment of a private\nresidence, means completion to the point where the residence is ready for\noccupation;\nexceptional circumstances, in relation to the construction or refurbishment of\na private residence, can include --\n(a) that a builder failed to commence or ceased work on the residence; and\n(b) a building materials or labour shortage.\n(2) The Commissioner may, in relation to particular private residential\nproperty, extend the exemption provided for in section 28G by 1 assessment year\nif satisfied that --\n(a) there has been a delay in the completion of the construction or\nrefurbishment of the private residence that forms part of the property; and\n(b) the delay is primarily due to exceptional circumstances beyond the control\nof the owner; and\n(c) the delay could not reasonably have been avoided by the owner; and\n(d) the property would be exempt under section 28G for the 2 consecutive\nassessment years and the assessment year immediately following if section 28G\n(1) referred to 3 instead of 2 consecutive assessment years.\n(3) If the Commissioner grants the extension, section 28G has effect as if\nsection 28G(1) referred to 3 instead of 2 consecutive assessment years.\n(4) An owner of private residential property may apply for an extension of the\nexemption provided for in section 28G, but must do so before the later of the\nfollowing --\n(a) 30 June 2024;\n(b) the end of the financial year immediately following the 2^nd assessment\nyear."
    },
    {
      "key": "section:28J",
      "title": "Section 28J - No double exemption",
      "main_structural_unit": "section",
      "main_structural_number": "28J",
      "main_structural_heading": "No double exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 3 -- Special provisions for construction or refurbishment of private > Section 28J",
      "text": "(1) This section applies in relation to private residential property if, in\nrelation to the construction or refurbishment of the private residence that\nforms part of the property, the property would, but for this section, be exempt\nunder section 28F or 28G and under 1 or more of sections 24, 24A, 25 and 25A in\nrelation to the same construction or refurbishment (whether or not for the same\nassessment year or years).\n(2) The Commissioner must determine which section the property is exempt under,\nin which case the property is not exempt under the other section.\n(3) The Commissioner need not comply with subsection (2) if satisfied that\nthere would not be a change in the owner's liability to land tax."
    },
    {
      "key": "section:28K",
      "title": "Section 28K - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "28K",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 2 -- Private residential property > Subdivision 3 -- Special provisions for construction or refurbishment of private > Section 28K",
      "text": "Despite the Taxation Administration Act 2003 section 17(4), the Commissioner\nmust make any reassessment necessary to give effect to this Subdivision.\n            Division 3 -- Land used for primary production business\n                          Subdivision 1 -- Terms used"
    },
    {
      "key": "section:29",
      "title": "Section 29 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 1 -- Terms used > Section 29",
      "text": "In this Division --\nbeneficiary, in relation to a discretionary or other trust (other than a unit\ntrust scheme), means a person who is a beneficiary under the trust (whether the\nbeneficiary has a vested share or is contingently entitled or is a potential\nbeneficiary under a discretionary trust);\ndiscretionary trust has the meaning given in the Duties Act 2008 section 3;\nfamily corporation has the meaning given in section 30H(b);\nfamily member has the meaning given in the Duties Act 2008 section 100;\nfamily owner, in relation to land, has the meaning given in section 30H;\nfamily trust has the meaning given in section 30H(c);\nfamily unit trust scheme has the meaning given in section 30H(d);\nnon-rural land means all land in the State --\n(a) that is in the metropolitan region; or\n(b) that is outside the metropolitan region and is zoned other than for rural\npurposes under a local planning scheme or an improvement scheme;\npartnership has the meaning given in the Partnership Act 1895 section 7;\nprimary production, in relation to land, has the meaning given in section 30A;\nprimary production business has the meaning given in section 30B;\nrelated, in relation to a family owner of land, has the meaning given in\nsections 30I to 30;\nrural land means all land in the State other than non-rural land."
    },
    {
      "key": "section:30A",
      "title": "Section 30A - What is primary production",
      "main_structural_unit": "section",
      "main_structural_number": "30A",
      "main_structural_heading": "What is primary production",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 1 -- Terms used > Section 30A",
      "text": "(1) Land is used for primary production if it is used for any of the\nfollowing --\n(a) the growing or rearing of plants (including trees, fungi or any crop) for\nthe purpose of selling them, parts of them or their produce;\n(b) the breeding, rearing or maintenance of living creatures for any of the\nfollowing purposes (produce animals) --\n(i) selling them, or their progeny, for food;\n(ii) the production or collection of their skins, shells or bodily produce;\n(iii) selling parts of them or their skins, shells or bodily produce;\n(c) the breeding, rearing or maintenance of produce animals for the purpose of\nselling them or their progeny --\n(i) for stud purposes; or\n(ii) to be used for a purpose set out in paragraph (b)(i), (ii) or (iii);\n(d) the breeding or rearing of horses for the purpose of selling them or their\nprogeny;\n(e) any other thing prescribed for the purposes of this subsection.\n(2) In determining whether or not land is used for primary production --\n(a) it is irrelevant whether a thing is sold, or to be sold, in a natural,\nprocessed or converted state; but\n(b) the processing or converting of anything for the purpose of selling it is\nnot primary production."
    },
    {
      "key": "section:30B",
      "title": "Section 30B - When land is used for primary production business",
      "main_structural_unit": "section",
      "main_structural_number": "30B",
      "main_structural_heading": "When land is used for primary production business",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 1 -- Terms used > Section 30B",
      "text": "Land is used for a primary production business if the land is used for primary\nproduction and that use of the land --\n(a) has a significant and substantial commercial purpose or character; and\n(b) is directed at making a profit and has a prospect of making a profit\n(whether or not a profit is actually being made); and\n(c) is planned, organised and carried on in a businesslike manner, rather than\nbeing carried on for recreation, hobby, sporting or similar activities; and\n(d) has the same or similar characteristics as, and is carried out in the same\nor a similar manner to, the ordinary trade in that line of business taking into\naccount --\n(i) scale, size and permanency; and\n(ii) repetition and regularity;\nand\n(e) is in accordance with any other factor prescribed for the purposes of this\nsection.\n             Subdivision 2 -- Primary production business exemption"
    },
    {
      "key": "section:30C",
      "title": "Section 30C - Exemption for rural land",
      "main_structural_unit": "section",
      "main_structural_number": "30C",
      "main_structural_heading": "Exemption for rural land",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 2 -- Primary production business exemption > Section 30C",
      "text": "Land is exempt for an assessment year if, at midnight on 30 June in the\nprevious financial year, the land is --\n(a) rural land; and\n(b) used solely for a primary production business."
    },
    {
      "key": "section:30D",
      "title": "Section 30D - Exemption for non-rural land",
      "main_structural_unit": "section",
      "main_structural_number": "30D",
      "main_structural_heading": "Exemption for non-rural land",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 2 -- Primary production business exemption > Section 30D",
      "text": "(1) Land is exempt for an assessment year if, at midnight on 30 June in the\nprevious financial year, the land is --\n(a) non-rural land; and\n(b) used solely for a primary production business; and\n(c) used, as described in paragraph (b), only by one or more of the following --\n(i) an owner of the land;\n(ii) if an owner of the land is a family owner, a person related to the family\nowner.\n(2) However, land is not exempt under this section for an assessment year if,\nat midnight on 30 June in the previous financial year --\n(a) the land is owned jointly by 2 or more owners; and\n(b) not every owner of the land is --\n(i) a family owner; and\n(ii) a person related to each other family owner;\nand\n(c) the land --\n(i) is used for a primary production business by a person related to a family\nowner of the land; or\n(ii) is not used for a primary production business by any owner of the land."
    },
    {
      "key": "section:30E",
      "title": "Section 30E - Exemption under section 30D after death of family owner or person related",
      "main_structural_unit": "section",
      "main_structural_number": "30E",
      "main_structural_heading": "Exemption under section 30D after death of family owner or person related",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 2 -- Primary production business exemption > Section 30E",
      "text": "to family owner\nThe death of a person (the deceased) is to be disregarded in determining if\nland is exempt under section 30D for the assessment year following the\nfinancial year during which the death occurred and for that purpose section 30D\napplies as if --\n(a) where the deceased was a family owner of the land -- a reference in that\nsection to a family owner of the land included a reference to an owner of the\nland who is an executor or administrator of the deceased's estate; and\n(b) a reference in that section to a person related to a family owner of the\nland --\n(i) where the deceased was a family owner of the land -- were a reference to a\nperson who, immediately before the death, was related to the family owner of\nthe land; and\n(ii) where the deceased was a person related to a family owner of the land --\nincluded a reference to an executor or administrator of the deceased's estate.\n Subdivision 3 -- Family owners of land and persons related to family owners of\n                                     land"
    },
    {
      "key": "section:30G",
      "title": "Section 30G - References to individuals, family members and nominated individuals",
      "main_structural_unit": "section",
      "main_structural_number": "30G",
      "main_structural_heading": "References to individuals, family members and nominated individuals",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 3 -- Family owners of land and persons related to family owners of > Section 30G",
      "text": "For the purposes of determining who is a family owner, or a person related to a\nfamily owner, of land a reference in this Subdivision --\n(a) to an individual or a family member is a reference to the person in their\ncapacity as an individual, and does not include any other capacity such as\nagent, trustee or otherwise on behalf of any other person; and\n(b) to a nominated shareholder, nominated beneficiary or nominated unit holder\nis a reference to the individual nominated in writing for the purposes of this\nDivision --\n(i) to the Commissioner by the family corporation, the trustee of the family\ntrust or the trustee of the family unit trust scheme, as is relevant; or\n(ii) if such a nomination is not made within a reasonable period of time after\na request for a nomination is made by the Commissioner, by the Commissioner."
    },
    {
      "key": "section:30H",
      "title": "Section 30H - Family owner of land",
      "main_structural_unit": "section",
      "main_structural_number": "30H",
      "main_structural_heading": "Family owner of land",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 3 -- Family owners of land and persons related to family owners of > Section 30H",
      "text": "A family owner of land is an owner of the land that --\n(a) is an individual; or\n(b) is a corporation in which every shareholder is either the nominated\nshareholder or a family member of the nominated shareholder (a family\ncorporation); or\n(c) holds the land in the capacity of trustee of a discretionary or other trust\n(other than a unit trust scheme) under which every beneficiary is either the\nnominated beneficiary or a family member of the nominated beneficiary (a family\ntrust); or\n(d) holds the land in the capacity of trustee of a unit trust scheme under\nwhich every unit is held by either the nominated unit holder or a family member\nof the nominated unit holder (a family unit trust scheme)."
    },
    {
      "key": "section:30I",
      "title": "Section 30I - Persons related to family owner who is an individual",
      "main_structural_unit": "section",
      "main_structural_number": "30I",
      "main_structural_heading": "Persons related to family owner who is an individual",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 3 -- Family owners of land and persons related to family owners of > Section 30I",
      "text": "(1) A person is related to a family owner of land who is an individual (the\nindividual) if the person is --\n(a) a family member of the individual; or\n(b) a partner in a partnership in which every partner is either the individual\nor a family member of the individual; or\n(c) a corporation in which every shareholder is either the individual or a\nfamily member of the individual; or\n(d) a trustee of a discretionary or other trust (other than a unit trust\nscheme) under which every beneficiary is either the individual or a family\nmember of the individual; or\n(e) a trustee of a unit trust scheme under which every unit is held by either\nthe individual or a family member of the individual.\n(2) If land is owned jointly by 2 or more individuals, then for the purposes of\ndetermining who is related to a family owner of land, a reference in\nsubsection (1) to the individual is a reference to the individual nominated in\nwriting for the purposes of this Division --\n(a) to the Commissioner jointly by the 2 or more family owners who are\nindividuals; or\n(b) if such a nomination is not made within a reasonable period of time after a\nrequest for a nomination is made by the Commissioner, by the Commissioner."
    },
    {
      "key": "section:30J",
      "title": "Section 30J - Persons related to family corporation",
      "main_structural_unit": "section",
      "main_structural_number": "30J",
      "main_structural_heading": "Persons related to family corporation",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 3 -- Family owners of land and persons related to family owners of > Section 30J",
      "text": "A person is related to a family owner of land that is a family corporation if\nthe person is the nominated shareholder for the corporation (the shareholder)\nor is --\n(a) a family member of the shareholder; or\n(b) a partner in a partnership in which every partner is either the shareholder\nor a family member of the shareholder; or\n(c) another corporation in which every shareholder is either the shareholder or\na family member of the shareholder; or\n(d) a trustee of a discretionary or other trust (other than a unit trust\nscheme) under which every beneficiary is either the shareholder or a family\nmember of the shareholder; or\n(e) a trustee of a unit trust scheme under which every unit is held by either\nthe shareholder or a family member of the shareholder."
    },
    {
      "key": "section:30K",
      "title": "Section 30K - Persons related to trustee of family trust",
      "main_structural_unit": "section",
      "main_structural_number": "30K",
      "main_structural_heading": "Persons related to trustee of family trust",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 3 -- Family owners of land and persons related to family owners of > Section 30K",
      "text": "A person is related to a family owner of land that is a trustee of a family\ntrust if the person is an individual who is the nominated beneficiary for the\ntrust (the beneficiary) or is --\n(a) a family member of the beneficiary; or\n(b) a partner in a partnership in which every partner is either the beneficiary\nor a family member of the beneficiary; or\n(c) a corporation in which every shareholder is either the beneficiary or a\nfamily member of the beneficiary; or\n(d) a trustee of another discretionary or other trust (other than a unit trust\nscheme) under which every beneficiary is either the beneficiary or a family\nmember of the beneficiary; or\n(e) a trustee of a unit trust scheme under which every unit is held by either\nthe beneficiary or a family member of the beneficiary."
    },
    {
      "key": "section:30",
      "title": "Section 30 - Persons related to trustee of a family unit trust scheme",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Persons related to trustee of a family unit trust scheme",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 3 -- Land used for primary production business > Subdivision 3 -- Family owners of land and persons related to family owners of > Section 30",
      "text": "A person is related to a family owner of land that is a trustee of a family\nunit trust scheme if the person is the nominated unit holder for the scheme\n(the unit holder) or is --\n(a) a family member of the unit holder; or\n(b) a partner in a partnership in which every partner is either the unit holder\nor a family member of the unit holder; or\n(c) a corporation in which every shareholder is either the unit holder or a\nfamily member of the unit holder; or\n(d) a trustee of a discretionary or other trust (other than a unit trust\nscheme) under which every beneficiary is either the unit holder or a family\nmember of the unit holder; or\n(e) a trustee of another unit trust scheme under which every unit holder is\neither the unit holder or a family member of the unit holder.\n        Division 4 -- Crown land and other land used for public purposes"
    },
    {
      "key": "section:31",
      "title": "Section 31 - Land owned by Crown, public authority etc., exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Land owned by Crown, public authority etc., exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 31",
      "text": "(1) Land owned by, or vested in, the Crown, an agency or instrumentality of the\nCrown, a local government or another public statutory authority is exempt for\nan assessment year unless, at midnight on 30 June in the financial year before\nthe assessment year --\n(a) the land is owned by a taxable authority; or\n(b) a person or taxable authority is taken under section 8(1) or (2)\nrespectively to be the owner of the land for the purposes of section 7.\n(2) Despite subsection (1) and section 7, corridor land within the meaning of\nsection 3 of the Rail Freight System Act 2000 is exempt, whether or not anyone\nis taken to be the owner of the land under section 8(1)(a) or (b).\n(3) A person who is liable to pay taxes for an assessment year as a result of\nbeing taken to be the owner of land under section 8(1)(a) or (b) is entitled to\na rebate of the taxes if --\n(a) the lease, licence, agreement or arrangement by virtue of which the person\nis taken to be the owner of the land was terminated during the assessment year\nbefore its expiry; and\n(b) the termination occurred without the person's consent, and was not a result\nof some default by the applicant; and\n(c) the person applies to the Commissioner in the approved form.\n(4) The rebate is calculated in accordance with the formula --\nwhere --\nA = the amount of taxes payable for the assessment year in relation to all the\ntaxable land owned by the applicant;\nT = the proportion which the taxable value of the lot or parcel to which the\ntermination relates bears to the aggregated taxable value;\nP = the proportion of the assessment year remaining after the day on which the\nlease, licence, agreement or arrangement was terminated.\n(5) Subject to section 17 of the Taxation Administration Act 2003, the\nCommissioner is to make any reassessment necessary to give effect to this\nsection.\n(6) In this section --\ntaxes means land tax, penalty tax or charges under the regulations for land tax\npaid in instalments."
    },
    {
      "key": "section:32",
      "title": "Section 32 - Land owned by religious bodies, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Land owned by religious bodies, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 32",
      "text": "(1) Land is exempt for an assessment year if --\n(a) at midnight on 30 June in the previous financial year it is owned by,\nvested in or held in trust for a religious body; and\n(b) it is in good faith reserved or used as a site for religious purposes,\nincluding a site for a church or a chapel, for public worship, for educational\npurposes or for the residence of a minister of the religious body.\n(2) However if, during an assessment year, reserved land is used for any other\npurpose or is sold, then land tax is payable on the land for the lesser of the\nfollowing periods --\n(a) the 5 financial years reckoned retrospectively from and including the\nassessment year;\n(b) the number of financial years from and including the first financial year\nfor which the land was exempt as a result of its use and ownership to and\nincluding the assessment year.\n(3) The amount of land tax payable for each financial year for which land tax\nis payable under subsection (2) is assessed at the rate applicable for that\nyear under the Land Tax Act 2002.\n(4) Despite section 17(4) of the Taxation Administration Act 2003, the\nCommissioner is to make any reassessment necessary to give effect to\nsubsection (2).\n(5) In this section --\nreserved land, in relation to an assessment year, means land that is exempt for\nthat year under subsection (1) because it is or was reserved as a site for the\npurposes referred to in subsection (1)(b)."
    },
    {
      "key": "section:33",
      "title": "Section 33 - Land owned by educational institutions, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Land owned by educational institutions, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 33",
      "text": "(1) Land is exempt for an assessment year if --\n(a) at midnight on 30 June in the previous financial year, it is owned by,\nvested in or held in trust for an educational institution listed in subsection\n(4); and\n(b) it is in good faith used or reserved as a site for the purpose of providing\nfacilities necessary for or conducive to the attainment of the objects of the\ninstitution and the performance of its functions.\n(2) However if, during an assessment year, reserved land is used for any other\npurpose or is sold, then land tax is payable on the land for the lesser of the\nfollowing periods --\n(a) the 5 financial years reckoned retrospectively from and including the\nassessment year;\n(b) the number of financial years from and including the first financial year\nfor which the land was exempt as a result of its use and ownership to and\nincluding the assessment year.\n(3) The amount of land tax payable for each financial year for which land tax\nis payable under subsection (2) is assessed at the rate applicable for that\nyear under the Land Tax Act 2002.\n(4) For the purposes of subsection (1) the following educational institutions\nare listed --\n(a) the University of Western Australia constituted under the authority of the\nUniversity of Western Australia Act 1911;\n(b) Curtin University established under the Curtin University Act 1966;\n(c) Murdoch University established under the Murdoch University Act 1973;\n(d) Edith Cowan University established under the Edith Cowan University\nAct 1984;\n(e) any bona fide educational institution not carried on for the purpose of\nprivate profit or gain;\n(f) a college, hostel, or hall of residence affiliated with an educational\ninstitution referred to in paragraph (a), (b), (c), (d) or (e) that has as its\nobjects the provision of residence, or education and residence, for enrolled\nstudents of the body or institution, and that is not carried on for the purpose\nof private profit or gain.\n(5) Despite section 17(4) of the Taxation Administration Act 2003, the\nCommissioner is to make any reassessment necessary to give effect to\nsubsection (2).\n(6) In this section --\nreserved land, in relation to an assessment year, means land that is exempt for\nthat year under subsection (1) because it is or was reserved as a site for the\npurposes referred to in subsection (1)(b)."
    },
    {
      "key": "section:34",
      "title": "Section 34 - Land used for public or religious hospitals, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Land used for public or religious hospitals, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 34",
      "text": "Land is exempt for an assessment year if, at midnight on 30 June in the\nprevious financial year, it is used solely for the purposes of a public\nhospital or a hospital conducted by or on behalf of a religious body."
    },
    {
      "key": "section:35",
      "title": "Section 35 - Exemption for mining tenements",
      "main_structural_unit": "section",
      "main_structural_number": "35",
      "main_structural_heading": "Exemption for mining tenements",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 35",
      "text": "(1) Except as provided in subsection (2), land is exempt for an assessment year\nif a mining tenement is in force for the land at midnight on 30 June in the\nprevious financial year.\n(2) Land is not exempt under subsection (1) for an assessment year if, at\nmidnight on 30 June in the previous financial year --\n(a) the land is owned in fee simple; or\n(b) a diversification lease is in force for the land, whether or not the\ndiversification lease is held by the same person or persons who hold the mining\ntenement."
    },
    {
      "key": "section:36",
      "title": "Section 36 - Land used for various public purposes, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Land used for various public purposes, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 36",
      "text": "Land is exempt for an assessment year if --\n(a) at midnight on 30 June in the previous financial year, it is dedicated to,\nor vested in trustees for, the purposes of a zoological garden, an\nagricultural, pastoral or horticultural show, an historical society, a public\nmuseum or similar public purposes; and\n(b) it is used for those purposes."
    },
    {
      "key": "section:37",
      "title": "Section 37 - Land owned by public charitable or benevolent institutions, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Land owned by public charitable or benevolent institutions, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 37",
      "text": "(1) In this section --\npublic charitable or benevolent institution does not include an institution\nthat is a relevant body, unless a beneficial body determination is in force for\nthe purposes of this Act in respect of the relevant body.\n(2) Land is exempt for an assessment year if at midnight on 30 June in the\nprevious financial year, the land is --\n(a) owned by, vested in or held in trust for a public charitable or benevolent\ninstitution; and\n(b) used solely for the public charitable or benevolent purposes for which the\ninstitution was established.\n(3) This section applies to an assessment year that commences on or after 1\nJuly 2015."
    },
    {
      "key": "section:38AA",
      "title": "Section 38AA - What is a relevant body",
      "main_structural_unit": "section",
      "main_structural_number": "38AA",
      "main_structural_heading": "What is a relevant body",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 38AA",
      "text": "A reference to a relevant body is to any of the following --\n(a) a political party;\n(b) an industrial association;\n(c) a professional association;\n(d) a body, other than a body referred to in paragraph (a), (b), (c) or (e),\nthat promotes trade, industry or commerce, unless the main purposes of the body\nare charitable purposes that fall within the first 3 categories (being relief\nof poverty, advancement of education and advancement of religion) identified by\nLord Macnaghten in Commissioners for Special Purposes of Income Tax v Pemsel\n[1891] AC 531 as developed by the common law of Australia from time to time;\n(e) a body that is a member of a class of bodies prescribed for the purposes of\nthis paragraph;\n(f) a body that --\n(i) is a member of a group, as defined in the Pay-roll Tax Assessment Act 2002\nGlossary, of which a body referred to in another paragraph is also a member; or\n(ii) is a related body corporate, as defined in the Corporations Act 2001\n(Commonwealth) section 9, of a body referred to in another paragraph; or\n(iii) has as its sole or dominant purpose or object the conferral of a benefit,\nwhether financial or non-financial, on a body referred to in another paragraph."
    },
    {
      "key": "section:38AB",
      "title": "Section 38AB - Application for a beneficial body determination",
      "main_structural_unit": "section",
      "main_structural_number": "38AB",
      "main_structural_heading": "Application for a beneficial body determination",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 38AB",
      "text": "(1) An application may be made to the Minister for a determination under\nsection 38AC that a relevant body is a beneficial body for the purposes of the\ntaxation Acts if --\n(a) the Commissioner has decided (the decision) that land is not exempt under\nsection 37; and\n(b) that decision is made solely on the ground that the land is owned by,\nvested in or held in trust for a relevant body referred to in section 38AA(c),\n(d), (e) or (f).\n(2) An application referred to in subsection (1) can be made only if --\n(a) an objection was made to the decision and the objection and any subsequent\nreview proceedings are exhausted, discontinued or finally determined; or\n(b) under the Taxation Administration Act 2003 section 34B --\n(i) all rights of objection or review conferred by that Act in respect of the\ndecision have been surrendered; or\n(ii) an objection to the decision has been determined and all rights to take\nreview proceedings on the Commissioner's decision on the objection have been\nsurrendered.\n(3) However, an application referred to in subsection (1) cannot be made if the\ndecision was made, or confirmed, on a reassessment made on an application made\nby the taxpayer --\n(a) under the Taxation Administration Act 2003 section 16(2)(b); and\n(b) after the right to object to the original assessment had expired.\n(4) An application referred to in subsection (1) must be made within 60 days\nafter subsection (2) first applies in respect of the decision."
    },
    {
      "key": "section:38AC",
      "title": "Section 38AC - Beneficial body determination",
      "main_structural_unit": "section",
      "main_structural_number": "38AC",
      "main_structural_heading": "Beneficial body determination",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 38AC",
      "text": "(1) On an application under section 38AB the Minister, with the Treasurer's\nconcurrence, may determine that a relevant body is a beneficial body for the\npurposes of the taxation Acts.\n(2) The Minister, with the Treasurer's concurrence, may revoke or amend a\nbeneficial body determination.\n(3) The Minister may make, amend or revoke a beneficial body determination only\nif the Minister is of the opinion that it is in the public interest to do so\nand after considering any information that the Minister considers relevant.\n(4) The Minister must --\n(a) provide written reasons to the applicant for a decision in relation to an\napplication under section 38AB; and\n(b) provide written reasons for a decision to amend or revoke a beneficial body\ndetermination to the body in respect of which the determination is made.\n(5) The Minister is to publish notice of the making, amendment or revocation of\na beneficial body determination in the Gazette.\n(6) A beneficial body determination is subject to the conditions specified in\nthe determination (if any).\n(7) A beneficial body determination made under this section comes into force --\n(a) for the purposes of this Act -- on the day on which the determination is\nmade; and\n(b) for the purposes of the Duties Act 2008 and the Pay-roll Tax Assessment\nAct 2002 -- on the day specified in the notice in respect of each Act.\n(8) Despite subsection (7)(a), a beneficial body determination made under this\nsection applies in relation to the relevant body --\n(a) for the assessment year in respect of which the application under\nsection 38AB was made (the original assessment year); and\n(b) for any subsequent assessment year --\n(i) after the original assessment year up to, and including, the assessment\nyear during which the determination was made; and\n(ii) in respect of which land would have been exempt under section 37 had the\ndetermination been in force for the purposes of this Act in respect of the\nrelevant body.\n(9) The Commissioner is to reassess the land tax payable on land for each\nassessment year in respect of which a beneficial body determination applies\nunder subsection (8).\n(10) The limitations as to time in the Taxation Administration Act 2003\nsection 17 do not apply in respect of a reassessment under subsection (9).\n(11) A beneficial body determination continues in force until the day on which\nnotice of the revocation is published in the Gazette, and different days may be\nspecified for each Act in respect of which the determination is in force."
    },
    {
      "key": "section:38",
      "title": "Section 38 - Land owned by non-profit associations, exemption or concession for",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Land owned by non-profit associations, exemption or concession for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 38",
      "text": "(1) Land is exempt for an assessment year if --\n(a) at midnight on 30 June in the previous financial year, it is owned by,\nvested in or held in trust for a sports association; and\n(b) it is used as a site for providing facilities (which may include facilities\nfor the sale of liquor) that are necessary for or conducive to the attainment\nof the sporting objects of the association.\n(2) Land is exempt for an assessment year if --\n(a) at midnight on 30 June in the previous financial year, it is owned by,\nvested in or held in trust for any non-profit association except a sports\nassociation; and\n(b) it is used solely as a site for providing facilities (which may include\nfacilities for the sale of liquor) that are necessary for or conducive to the\nattainment of the objects of the association, and are not available for use on\na paying basis by anyone except members of the association and their guests.\n(3) If the whole of a lot or parcel of land is not used as described in\nsubsection (2)(b) then an exemption under this section does not apply but the\nland is to be taxed at the concessional rate of 50% of the rate imposed by the\nLand Tax Act 2002 if at least half of the area equal to the sum of the area of\nthe land and the area of any part of a building on the land that is capable of\nbeing let is used as described."
    },
    {
      "key": "section:38A",
      "title": "Section 38A - Land used as aged care facility, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "38A",
      "main_structural_heading": "Land used as aged care facility, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 38A",
      "text": "(1) In this section --\naged care facility means any building or any part of a building used for the\nprovision of a residential care service that is certified under the\nCommonwealth Aged Care Act 1997, if the service has been certified having\nregard to the building or the part of the building;\nresidential care has the meaning given in the Commonwealth Aged Care Act 1997.\n(2) Land is exempt for an assessment year if, at midnight 30 June in the\nprevious financial year, it is used for the purposes of an aged care facility."
    },
    {
      "key": "section:39",
      "title": "Section 39 - Land used for retirement villages: exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Land used for retirement villages: exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4 -- Crown land and other land used for public purposes > Section 39",
      "text": "(1) In this section, each of these terms has the meaning given in the\nRetirement Villages Act 1992 section 3 --\nresidence contract\nresidential premises\nretirement village\nretirement village scheme\n(2) Land is exempt for an assessment year if, at midnight on 30 June in the\nprevious financial year, it is used for residential premises that are --\n(a) in a retirement village; and\n(b) being occupied, or available for occupation, under a residence contract.\n(3) If land used for residential premises in a retirement village is exempt\nunder subsection (2), then the exemption applies not only to that land but also\nextends to any land that, at midnight on 30 June in that financial year, is --\n(a) part of the retirement village; and\n(b) appurtenant to the residential premises; and\n(c) being occupied or used for, or in connection with, the retirement village\nscheme for the retirement village.\n           Division 4A -- Land used for dwelling or residential parks"
    },
    {
      "key": "section:39A",
      "title": "Section 39A - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "39A",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4A -- Land used for dwelling or residential parks > Section 39A",
      "text": "In this Division --\ncamp has the meaning given in the Caravan Parks and Camping Grounds Act 1995\nSection 5(1); caravan has the meaning given in the Caravan Parks and Camping Grounds Act 1995 section 5(1); caravan or camp site means a short-stay site set aside, marked, or intended to\nbe used for 1 caravan or camp;\ndwelling or residential park --\n(a) means a dwelling park or a residential park; and\n(b) includes a place that is both a dwelling park and a residential park;\ndwelling park means a caravan park or camping ground (as those terms are\ndefined in the Caravan Parks and Camping Grounds Act 1995 section 5(1)) that\nis --\n(a) operated, or required to be operated, under a licence issued under that\nAct; or\n(b) operated by a local government (as defined in section 5(2) of that Act) on\nland that is not owned by, or vested in, the local government;\nexcluded land means any of the following land in a dwelling or residential\npark --\n(a) land used for a hotel, motel, hostel, lodging house, boarding house, shop,\ncafe or restaurant;\n(b) land not already mentioned in paragraph (a) that is the subject of a\nlicence under the Liquor Control Act 1988;\n(c) land on which clearing works have been undertaken for the purposes of\ndevelopment on the land;\n(d) land used for prescribed purposes;\n(e) land that the Commissioner considers is not used for the purposes of\noperating the dwelling or residential park;\nlong-stay site has the meaning given in the Residential Parks (Long-stay\nTenants) Act 2006 section 3;\noperate has the meaning given in the Caravan Parks and Camping Grounds Act 1995\nSection 5(1); owner-occupied home site means a long-stay site in relation to which a site-only agreement (as defined in the Residential Parks (Long-stay Tenants) Act 2006 section 3) is in force;\npark site means an area of land in a dwelling or residential park that is set\naside, marked, or intended to be used for --\n(a) 1 caravan, camp or relocatable home; or\n(b) 1 holiday cabin, chalet or similar building;\nrelocatable home has the meaning given in the Residential Parks (Long-stay\nTenants) Act 2006 section 3;\nresidential park has the meaning given in the Residential Parks (Long-stay\nTenants) Act 2006 section 5B;\nshort-stay site means a park site that is not a long-stay site."
    },
    {
      "key": "section:39B",
      "title": "Section 39B - Exemption for land in dwelling or residential parks",
      "main_structural_unit": "section",
      "main_structural_number": "39B",
      "main_structural_heading": "Exemption for land in dwelling or residential parks",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4A -- Land used for dwelling or residential parks > Section 39B",
      "text": "(1) Land in a dwelling or residential park is exempt for an assessment year, to\nthe extent set out in subsection (2), if at midnight on 30 June in the previous\nfinancial year there are caravan or camp sites or owner-occupied home sites in\nthe park.\n(2) The land is exempt in a proportion that is equal to the percentage (X%)\ncalculated under section 39C.\n(3) If the land in the park is not wholly exempt for the assessment year under\nsubsections (1) and (2), then for the purposes of determining the taxable value\nof the land in the park for the assessment year, the unimproved value of the\nland must be reduced by an amount that is equal to X% of that unimproved value."
    },
    {
      "key": "section:39C",
      "title": "Section 39C - Calculating percentage for exemption for dwelling or residential parks",
      "main_structural_unit": "section",
      "main_structural_number": "39C",
      "main_structural_heading": "Calculating percentage for exemption for dwelling or residential parks",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4A -- Land used for dwelling or residential parks > Section 39C",
      "text": "(1) This section sets out the method to be used in calculating the percentage\nthat applies in determining the extent to which land in a dwelling or\nresidential park is exempt for an assessment year under section 39B.\n(2) First, calculate the proportion of the short-stay sites in the park that\nare caravan or camp sites using the following formula --\nmrdoc_4912304.jpg\nwhere --\nC is the number of caravan or camp sites in the park;\nS is the number of short-stay sites in the park.\n(3) Second, calculate the short-stay exemption component using the following\nformula --\nmrdoc_4912305.jpg\nwhere --\nS is the number of short-stay sites in the park;\nT is the total number of park sites in the park;\nP1 is the proportion of the short-stay sites that are caravan or camp sites\ncalculated under subsection (2), rounded up to 1 if the proportion is 0.75 or\nhigher.\n(4) Third, calculate the proportion of the long-stay sites in the park that are\nowner-occupied home sites using the following formula --\nmrdoc_4912306.jpg\nwhere --\nO is the number of owner-occupied home sites in the park;\nL is the number of long-stay sites in the park.\n(5) Fourth, calculate the long-stay exemption component using the following\nformula --\nmrdoc_4912307.jpg\nwhere --\nL is the number of long-stay sites in the park;\nT is the total number of park sites in the park;\nP2 is the proportion of the long-stay sites that are owner-occupied home sites\ncalculated under subsection (4), rounded up to 1 if the proportion is 0.75 or\nhigher.\n(6) Fifth, calculate the proportion of the total land in the park that is\nexcluded land using the following formula --\nmrdoc_4912308.jpg\nwhere --\nE is the area of the excluded land in the park in square metres;\nA is the total area of the park in square metres.\n(7) Sixth, calculate the proportion that applies for the purposes of\ndetermining the extent to which the land in the park is exempt under\nsection 39B using the following formula --\nmrdoc_4912309.jpg\nwhere --\nC1 is the short-stay exemption component calculated under subsection (3);\nC2 is the long-stay exemption component calculated under subsection (5);\nP3 is the proportion of the total land in the park that is excluded land\ncalculated under subsection (6).\n(8) Seventh, convert the proportion calculated under subsection (7) to a\npercentage."
    },
    {
      "key": "section:39D",
      "title": "Section 39D - Provisions about calculations under s. 39C",
      "main_structural_unit": "section",
      "main_structural_number": "39D",
      "main_structural_heading": "Provisions about calculations under s. 39C",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4A -- Land used for dwelling or residential parks > Section 39D",
      "text": "(1) A calculation under section 39C must be made by reference to the dwelling\nor residential park as at midnight on 30 June in the financial year before the\nassessment year.\n(2) If at that time there are no caravan or camp sites in the park --\n(a) the steps in section 39C(2) and (3) must be omitted; and\n(b) for the purposes of the calculation in section 39C(7), the short-stay\nexemption component calculated under section 39C(3) is taken to be zero.\n(3) If at that time there are no owner-occupied home sites in the park --\n(a) the steps in section 39C(4) and (5) must be omitted; and\n(b) for the purposes of the calculation in section 39C(7), the long-stay\nexemption component calculated under section 39C(5) is taken to be zero.\n(4) A calculation under section 39C must be rounded to 4 decimal places.\n            Division 4B -- Land used for build-to-rent developments"
    },
    {
      "key": "section:39E",
      "title": "Section 39E - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "39E",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39E",
      "text": "In this Division --\ncommunity title lot means a lot referred to in paragraph (a)(via) of the\ndefinition of lot in the Glossary clause 2(1);\nexcluded land means land, other than land used for exempt development or a\npurpose solely related to exempt development, that is --\n(a) vacant land or land used for residential, commercial, professional,\nindustrial or mixed development purposes; or\n(b) land on which clearing or other work is undertaken for the purpose of\ndeveloping the land; or\n(c) land used for prescribed purposes; or\n(d) land that the Commissioner considers is not used for the purposes of an\nexempt development;\nexempt build-to-rent development means a development that meets the\nrequirements for exemption as a build-to-rent development set out in\nSection 39F(1); exempt development means an exempt build-to-rent development or an exempt expansion build-to-rent development; exempt expansion build-to-rent development means a development that meets the\nrequirements for exemption as an expansion build-to-rent development set out in\nSection 39F(3); exemption percentage means the percentage specified under section 39I(2); residential tenancy agreement has the meaning given in the Residential Tenancies Act 1987 section 3;\nsocial housing premises has the meaning given in the Residential Tenancies\nAct 1987 section 71A;\nstrata lot means a lot referred to in paragraph (a)(vii) of the definition of\nlot in the Glossary clause 2(1)."
    },
    {
      "key": "section:39F",
      "title": "Section 39F - Requirements for exemption relating to build-to-rent development",
      "main_structural_unit": "section",
      "main_structural_number": "39F",
      "main_structural_heading": "Requirements for exemption relating to build-to-rent development",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39F",
      "text": "(1) Development meets the requirements for exemption as a build-to-rent\ndevelopment if --\n(a) it is on land owned by 1 owner or joint owners; and\n(b) it is development for the purpose of providing 40 or more self-contained\ndwellings for lease under residential tenancy agreements (whether or not the\nbuilding or buildings are used for other purposes); and\n(c) it consists of --\n(i) the construction of a building or buildings on the land; or\n(ii) the substantial renovation of the whole or a substantial part of a\nbuilding or buildings on the land that are not used for residential purposes\n(including aged care);\nand\n(d) all of the dwellings become able to be lawfully occupied as dwellings on or\nafter 12 May 2022 and before 1 July 2032 and within a 5-year period; and\n(e) except as provided by section 39G(1), each of the dwellings is rented or\navailable for rent under a residential tenancy agreement with a term of at\nleast 3 years; and\n(f) except as permitted by section 39G(2), there is no direct or indirect\nrestriction on the class or classes of persons who may occupy those dwellings;\nand\n(g) the same management entity is responsible for the provision of management\nservices to the whole of the development.\n(2) In subsection (1) --\nsubstantial renovation, of a building or part of a building, does not include\nminor works to the building or part.\n(3) Development meets the requirements for exemption as an expansion\nbuild-to-rent development if --\n(a) it is on land owned by 1 owner or joint owners; and\n(b) it is development for the purpose of providing self-contained dwellings for\nlease under residential tenancy agreements (whether or not the building or\nbuildings are used for other purposes); and\n(c) at the time all of the dwellings in the development become lawfully able to\nbe occupied, it is on the same lot or parcel as an existing exempt\nbuild-to-rent development; and\n(d) it meets the requirements of subsection (1)(c) to (g)."
    },
    {
      "key": "section:39G",
      "title": "Section 39G - Exceptions to leasing restrictions for exempt development",
      "main_structural_unit": "section",
      "main_structural_number": "39G",
      "main_structural_heading": "Exceptions to leasing restrictions for exempt development",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39G",
      "text": "(1) A dwelling may be rented for a term of less than 3 years without affecting\neligibility for an exemption under this Division if --\n(a) the tenant requests the shorter term; or\n(b) the residential tenancy agreement is entered into for a term that ends in\nan assessment year for which the land will not be exempt under this Division\nbecause of section 39J(1).\n(2) A restriction may be placed on the class of persons who may occupy a\ndwelling that is part of an exempt development --\n(a) if it is necessary to ensure public health or safety; or\n(b) if the dwelling is social housing premises; or\n(c) in prescribed circumstances."
    },
    {
      "key": "section:39H",
      "title": "Section 39H - Managing entities for exempt development",
      "main_structural_unit": "section",
      "main_structural_number": "39H",
      "main_structural_heading": "Managing entities for exempt development",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39H",
      "text": "(1) The owner of land is not required to be the management entity responsible\nfor providing management services to an exempt development.\n(2) Section 39F does not require the management entity responsible for\nproviding management services to an exempt build-to-rent development to be the\nmanagement entity responsible for providing management services to an exempt\nexpansion build-to-rent development on the same lot or parcel of land."
    },
    {
      "key": "section:39I",
      "title": "Section 39I - Exemption for build-to-rent developments",
      "main_structural_unit": "section",
      "main_structural_number": "39I",
      "main_structural_heading": "Exemption for build-to-rent developments",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39I",
      "text": "(1) Land is exempt for an assessment year, to the extent set out in subsection\n(2), if at midnight on 30 June in the previous financial year the land is used\nfor an exempt development.\n(2) The land is exempt to the extent of 50%, or other percentage calculated\nunder section 39K, of the taxable value of the land.\n(3) The exemption does not apply to any part of a lot or parcel of land that is\nexcluded land."
    },
    {
      "key": "section:39J",
      "title": "Section 39J - Limits on eligibility for build-to-rent exemption",
      "main_structural_unit": "section",
      "main_structural_number": "39J",
      "main_structural_heading": "Limits on eligibility for build-to-rent exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39J",
      "text": "(1) Land used for an exempt development is not exempt under this Division in\nrelation to that development for an assessment year that is the year 20 years\nafter the land first became exempt in relation to that development or for any\nsucceeding assessment year.\n(2) Land is not exempt under this Division for an assessment year in relation\nto a development that meets the requirements of section 39F if --\n(a) the land was subject to an exemption under this Division for a previous\nassessment year in relation to the development; and\n(b) the development ceased to meet the requirements of section 39F at any time\nafter that exemption applied.\n(3) The Commissioner may determine that land is to be treated as exempt for an\nassessment year under this Division even if development on the land does not\nmeet the requirements of section 39F for exemption, if the Commissioner is\nsatisfied that --\n(a) the land was exempt under this Division for the previous assessment year;\nand\n(b) the reasons for not meeting the requirements are temporary; and\n(c) it is reasonable in all the circumstances to treat the land as exempt under\nthis Division for the assessment year.\n(4) The Commissioner may make the determination --\n(a) on the Commissioner's own initiative; or\n(b) on the application of the owner or all joint owners of the land.\n(5) For the purposes of subsection (2)(b), development on land that is the\nsubject of a determination by the Commissioner under subsection (3) is taken to\nmeet the requirements of section 39F for the assessment year to which the\ndetermination applies."
    },
    {
      "key": "section:39K",
      "title": "Section 39K - Exemption percentage where buildings partially used for build-to-rent",
      "main_structural_unit": "section",
      "main_structural_number": "39K",
      "main_structural_heading": "Exemption percentage where buildings partially used for build-to-rent",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39K",
      "text": "dwellings\n(1) This section does not apply to a strata lot or a community title lot.\n(2) If a building or buildings on land used for exempt development are only\npartly used for self-contained dwellings referred to in section 39F(1)(b) or\n(3)(b), the exemption percentage for the land on which the building or\nbuildings are situated is calculated by using the following formula and\nconverting the result to a percentage --\nmrdoc_4912310.jpg\nwhere --\nF is the total floor area in square metres of all of the parts of the building\nor buildings that are used for the self-contained dwellings;\nA is the total floor area in square metres of all of the building or buildings\non the land used for residential, commercial, professional, industrial or mixed\ndevelopment purposes.\n(3) For the purposes of determining the floor area of a building or part of a\nbuilding, the floor area does not include carparks, storage areas, stairwells,\nlift towers, cooling towers, machinery or plant rooms, air conditioning or\nventilation ducts or any other prescribed part of a building.\n(4) A calculation under this section must be made by reference to land as at\nmidnight on 30 June in the financial year before the assessment year."
    },
    {
      "key": "section:39L",
      "title": "Section 39L - Taxable value of land subject to partial build-to-rent exemptions",
      "main_structural_unit": "section",
      "main_structural_number": "39L",
      "main_structural_heading": "Taxable value of land subject to partial build-to-rent exemptions",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39L",
      "text": "(1) This section applies for the purpose of determining the taxable value of a\nlot or parcel for an assessment year if an exemption under this Division\napplies only partly to the lot or parcel.\n(2) For the purposes of determining the unimproved value of a lot or parcel of\nland under section 18A(3), the unimproved value of an area of the lot or parcel\nto which an exemption under this Division applies is the unimproved value of\nthe area determined in accordance with section 18A(4) and multiplied by the\nexemption percentage for the area."
    },
    {
      "key": "section:39M",
      "title": "Section 39M - Application for build-to-rent exemption",
      "main_structural_unit": "section",
      "main_structural_number": "39M",
      "main_structural_heading": "Application for build-to-rent exemption",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 4B -- Land used for build-to-rent developments > Section 39M",
      "text": "(1) An application for an exemption under this Division must --\n(a) be in an approved form; and\n(b) be received by the Commissioner on or before 30 June in the assessment year\nunless the Commissioner gives an extension under subsection (2).\n(2) The Commissioner may extend the time for lodging an application from\nSection 30 June in the assessment year to any date before the 1 July occurring 4 years\nafter that 30 June if the Commissioner is satisfied that there are reasonable\ngrounds for extending the time.\n                 Division 5 -- Other exemptions and concessions"
    },
    {
      "key": "section:40",
      "title": "Section 40 - Land owned by veteran's surviving partner or mother, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Land owned by veteran's surviving partner or mother, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 5 -- Other exemptions and concessions > Section 40",
      "text": "Land is exempt for an assessment year to the extent of the first $10 000 of the\nvalue of the land on which land tax would otherwise be payable if, at midnight\non 30 June in the previous financial year, the owner of the land is --\n(a) a war widow or war widower, as defined in section 5E of the Veteran's\nEntitlements Act 1986 of the Commonwealth; or\n(b) a veteran's widowed mother to whom a pension continues to be payable under\nsection 4(6) of the Veteran's Entitlements (Transitional Provisions and\nConsequential Amendments) Act 1986 of the Commonwealth."
    },
    {
      "key": "section:41",
      "title": "Section 41 - Land under conservation covenant, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "41",
      "main_structural_heading": "Land under conservation covenant, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 5 -- Other exemptions and concessions > Section 41",
      "text": "Land that is used solely or principally for the conservation of native\nvegetation is exempt for an assessment year if the land is the subject of a\nconservation covenant that was in force at midnight on 30 June in the financial\nyear before the assessment year."
    },
    {
      "key": "section:42A",
      "title": "Section 42A - Land under biodiversity conservation covenant, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "42A",
      "main_structural_heading": "Land under biodiversity conservation covenant, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 5 -- Other exemptions and concessions > Section 42A",
      "text": "Land is exempt for an assessment year if the land is the subject of a\nbiodiversity conservation covenant under the Biodiversity Conservation Act 2016\nthat is expressed to have effect in perpetuity and that was in force at\nmidnight on 30 June in the financial year before the assessment year."
    },
    {
      "key": "section:42",
      "title": "Section 42 - One year exemption for land vacated for sale by mortgagee",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "One year exemption for land vacated for sale by mortgagee",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 5 -- Other exemptions and concessions > Section 42",
      "text": "(1) Land is exempt for an assessment year if --\n(a) the property was vacant at midnight on 30 June in the financial year before\nthe assessment year; and\n(b) an exemption or concession under another provision of this Act would have\napplied to the land if, at that time, the owner or a particular individual or\nbody had occupied the land or had been using it for an exempt purpose, or both,\nas mentioned in the provision; and\n(c) the only reason that the property was not at that time occupied by the\nindividual or body or used for that purpose was that a mortgagee of the\nproperty required the property to be vacated pursuant to the mortgagee's right\nto sell the property.\n(2) The land is exempt under subsection (1) only to the extent that it would\nhave been exempt under the other provision of this Act.\n(3) However, the property is not exempt if --\n(a) the owner is entitled to an exemption in respect of any other property\nunder the same provision or under section 21, 22, 23, 24, 24A, 25, 25A, 26B or\n28F; or\n(b) any person derives rent or other income from the land during the period\nwhen the land was required to be vacant.\n(4) An exemption under this section applies in relation to the land and the\nowner for one assessment year only.\n[Section 42 amended: No. 31 of 2006 s. 24; No. 42 of 2022 s. 9; No. 9 of 2024\ns. 10.]"
    },
    {
      "key": "section:43A",
      "title": "Section 43A - Newly subdivided land, concession for",
      "main_structural_unit": "section",
      "main_structural_number": "43A",
      "main_structural_heading": "Newly subdivided land, concession for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 5 -- Other exemptions and concessions > Section 43A",
      "text": "(1) If a lot (the old lot) is subdivided in the financial year before an\nassessment year, the land tax payable on a lot created by the subdivision (the\nnew lot) is assessed under this section if --\n-(a) the new lot is not a lot in a strata scheme as defined in the Strata\nTitles Act 1985 section 3(1); and\n(aa) the new lot is not a lot in a community titles (building) scheme as\ndefined in the Community Titles Act 2018 section 3(1); and\n(b) the ownership of the new lot has not changed since the old lot was\nsubdivided; and\n(c) the new lot is wholly within the old lot; and\n(d) the new lot was created to be used solely or principally for residential\npurposes; and\n(e) the new lot does not have on it a building that is used, or is suitable to\nbe used, for residential purposes; and\n(f) the new lot has an area of not more than 2 000 m^2 or, if its area is more\nthan 2 000 m^2, it is to be used for a building or a group of buildings that --\n(i) is solely for residential purposes; and\n(ii) contains a number of separate residential units;\nand\n(g) the owner of the new lot applies under subsection (2) to have the land tax\nassessed under this section.\n(2) An application must --\n(a) be in an approved form; and\n(b) be received by the Commissioner on or before 31 August in the assessment\nyear, unless the Commissioner gives an extension under subsection (3).\n(3) The Commissioner may extend the time for lodging an application from\nSection 31 August to any date before the following 1 July if --\n(a) the owner applies for the extension before the end of the assessment year;\nand\n(b) the Commissioner is satisfied that there are reasonable grounds for\nextending the time.\n(5) The land tax on the new lot is payable on the lesser of these values --\n(a) the concessional value of the new lot calculated in accordance with\nsubsection (6);\n(b) the unimproved value of the new lot at 30 June immediately before the\nassessment year.\n(6) The concessional value of the new lot is the amount equal to the amount\nthat bears the same proportion to the old lot's unimproved value as at midnight\non 30 June immediately before the financial year in which the new lot was\ncreated as the area of the new lot bears to the area of the old lot.\n(7) A reference in a land tax Act, other than in clause 6, to the taxable value\nof the land in the new lot is a reference to whichever value, under subsection\n(5), is the value on which the land tax on the new lot is payable.\n[Section 43A inserted: No. 19 of 2009 s. 10; amended: No. 15 of 2015 s. 8;\nNo. 30 of 2018 s. 153; No. 32 of 2018 s. 218.]"
    },
    {
      "key": "section:43B",
      "title": "Section 43B - Freehold reversion in parcel subdivided by leasehold scheme, exemption for",
      "main_structural_unit": "section",
      "main_structural_number": "43B",
      "main_structural_heading": "Freehold reversion in parcel subdivided by leasehold scheme, exemption for",
      "defined_term": null,
      "structure_path": "Part 3 -- Exemptions, concessions and rebates > Division 5 -- Other exemptions and concessions > Section 43B",
      "text": "(1) In this section --\nparcel has the same meaning as in the Strata Titles Act 1985 section 3(1).\n(2) Land is exempt for an assessment year if at midnight on 30 June in the\nprevious financial year the land is --\n(a) freehold reversion in a parcel that has been subdivided under the Strata\nTitles Act 1985 by a leasehold scheme registered under that Act; or\n(b) freehold in possession in a parcel that has been subdivided, as referred to\nin clause 3(1)(d), by a leasehold scheme to be registered under the Strata\nTitles Act 1985.\n                            Part 4 -- Miscellaneous"
    },
    {
      "key": "section:43",
      "title": "Section 43 - Occupier etc. of land to give information",
      "main_structural_unit": "section",
      "main_structural_number": "43",
      "main_structural_heading": "Occupier etc. of land to give information",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Section 43",
      "text": "(1) The Commissioner or an investigator may request an occupier of land or a\nperson in possession of land to --\n(a) disclose the name of the owner of the land or of the person entitled to\nreceive the rents and profits of the land; and\n(b) give any other information in the possession or control of the occupier or\nperson that is required for the purposes of a land tax Act.\n(2) A person who does not comply with a request commits an offence.\nPenalty: $5 000."
    },
    {
      "key": "section:45",
      "title": "Section 45 - Contracts ineffective to alter incidence of land tax",
      "main_structural_unit": "section",
      "main_structural_number": "45",
      "main_structural_heading": "Contracts ineffective to alter incidence of land tax",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Section 45",
      "text": "(1) A contract, agreement or understanding that has or purports to have or\nmight have the effect of removing, qualifying or altering the operation of an\nassessment or exemption, or of in any way affecting the incidence of an\nassessment or land tax or displacing the benefit of any exemption, is wholly\nvoid and inoperative as against the Commissioner so far as the contract,\nagreement, or understanding purports or is intended to have or might have that\neffect.\n(2) Subsection (1) has effect whether the contract, agreement, or\nunderstanding --\n(a) is arrived at or evidenced by matter of record under seal or by writing or\nby parol; or\n(b) was made before or after the commencement of the land tax Acts.\n(3) Except as provided in subsection (1), that subsection does not prejudice\nthe validity of the contract, agreement, or understanding."
    },
    {
      "key": "section:45A",
      "title": "Section 45A - Minor interests of joint owners, Commissioner may disregard",
      "main_structural_unit": "section",
      "main_structural_number": "45A",
      "main_structural_heading": "Minor interests of joint owners, Commissioner may disregard",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Section 45A",
      "text": "(1) The Commissioner may determine that an interest in a lot or parcel of land\nas a joint owner (whenever created) is to be disregarded for the purposes of\nthis Act on and from the creation of the interest.\n(2) The Commissioner can only make a determination under subsection (1) if --\n(a) the interest is a minor interest in the lot or parcel of land; and\n(b) the Commissioner is of the opinion that the purpose, or one of the\npurposes, of the creation of the interest was to reduce the amount of land tax\npayable for that, or any other, lot or parcel of land.\n(3) For the purposes of subsection (2)(b), the Commissioner may have regard\nto --\n(a) the nature of any relationship between the owners of the lot or parcel of\nland; and\n(b) the form and substance of any transaction giving rise to the interest,\nincluding the legal and economic obligations of the parties and the economic\nand commercial substance of the transaction; and\n(c) the lack of consideration, or the amount or value and source of the\nconsideration, for the transaction giving rise to the interest; and\n(d) whether any professional advice was received in relation to the transaction\ngiving rise to the interest; and\n(e) the way in which the transaction giving rise to the interest was entered\ninto or carried out; and\n(f) any other matter the Commissioner considers relevant.\n(4) On making a determination under subsection (1) in respect of a lot or\nparcel of land, the Commissioner must give to the owner of the lot or parcel of\nland a notice setting out the determination, the reasons for the determination\nand the effect of the determination as described in section 45B.\n(5) In any review proceedings that relate to a determination under subsection\n(1) in respect of an interest in 5% or less of a lot or parcel of land, the\nonus of establishing that none of the purposes of the creation of the interest\nwas to reduce the amount of land tax payable for that, or any other, lot or\nparcel lies on the taxpayer."
    },
    {
      "key": "section:45B",
      "title": "Section 45B - Effect of determination under s. 45A",
      "main_structural_unit": "section",
      "main_structural_number": "45B",
      "main_structural_heading": "Effect of determination under s. 45A",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Section 45B",
      "text": "(1) If the Commissioner makes a determination under section 45A that an\ninterest in a lot or parcel of land is an interest that is to be disregarded\nfor the purposes of this Act on and from the creation of the interest, then, on\nand from the creation of the interest --\n(a) the owner of the interest is to be taken not to be an owner of the lot or\nparcel of land for the purposes of this Act; and\n(b) the land is to be taken to be wholly owned by the owner of the land who\ndoes not have an interest the subject of a determination.\n(2) The Commissioner is to make any assessment, or reassessment, necessary to\ngive effect to a determination.\n(3) However, a reassessment cannot be made for an assessment year that is 5 or\nmore years before the assessment year during which the determination was made.\n(4) Subsection (3) --\n(a) does not affect the operation of the Taxation Administration Act 2003\nsection 17(2); and\n(b) applies despite the Taxation Administration Act 2003 section 17(4)."
    },
    {
      "key": "section:45C",
      "title": "Section 45C - Property to which Help to Buy arrangement relates",
      "main_structural_unit": "section",
      "main_structural_number": "45C",
      "main_structural_heading": "Property to which Help to Buy arrangement relates",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Section 45C",
      "text": "(1) In this section --\nHelp to Buy arrangement has the meaning given in the Help to Buy Act 2024\n(Commonwealth) section 6;\nHousing Australia has the same meaning as in the Housing Australia Act 2018\n(Commonwealth).\n(2) For the purposes of determining whether, and to what extent, an exemption,\nconcession or rebate applies in relation to property under Part 3, any\nbeneficial interest that Housing Australia or the Commonwealth has in the\nproperty under a Help to Buy arrangement is to be disregarded.\n(3) Subsection (4) applies if --\n(a) a person --\n(i) holds an interest in land on trust for the Commonwealth or Housing\nAustralia under a Help to Buy arrangement; and\n(ii) is the beneficial owner of other land;\nand\n(b) land tax is payable on both the trust land and the beneficially held land.\n(4) For the purposes of section 11, land tax payable on the trust land and the\nbeneficially held land is liable to be jointly assessed."
    },
    {
      "key": "section:46",
      "title": "Section 46 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Section 46",
      "text": "(1) The Governor may make regulations prescribing all matters that are required\nor permitted by this Act to be prescribed or are necessary or convenient to be\nprescribed for giving effect to this Act.\n(2) Regulations may --\n(a) require any agency or instrumentality of the Crown, or a local government\nor any other public authority to furnish to the Commissioner details of any\nland owned by or vested in it and which any other person is entitled to use for\na business, commercial, professional, or trade purpose under an agreement or\narrangement with it; and\n(b) provide for the payment, in the circumstances specified in the regulations,\nof the full amount of land tax less a discount at a rate prescribed by the\nregulations; and\n(c) provide that land tax may be paid in instalments, the first of the\ninstalments to be due and payable within 49 days after the date of the\nassessment notice; and\n(d) provide, when land tax is paid in instalments under the regulations, for\nthe imposition of a charge at a rate prescribed by the regulations; and\n(e) provide, when an instalment is not paid under the regulations when it is\ndue, that the full amount of unpaid land tax is due and payable; and\n(f) provide for matters necessary or expedient for the payment of land tax in\ninstalments.\n(3) Regulations may create offences and provide, in respect of an offence so\ncreated, for the imposition of a fine not exceeding $5 000.\n(4) Regulations may be expressed to apply to or in relation to an assessment\nyear that began before the day on which the regulations came into operation if\nthe application of the regulations to or in relation to that assessment year\nwould not adversely affect a person who is or may become liable to pay land tax\nfor the assessment year."
    },
    {
      "key": "section:47",
      "title": "Section 47 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "47",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Section 47",
      "text": "Schedule 1 contains transitional provisions relating to amendments made to this\nAct.\n              Schedule 1 -- Transitional and validation provisions\n          Division 1 -- Provision for Revenue Laws Amendment Act 2006"
    },
    {
      "key": "section:1",
      "title": "Section 1 - Application of s. 24A, 25A and 27A",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "Application of s. 24A, 25A and 27A",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 1 -- Provision for Revenue Laws Amendment Act 2006 > Section 1",
      "text": "Private residential property is exempt under section 24A, 25A or 27A (as\ninserted by Part 4 Division 2 of the Revenue Laws Amendment Act 2006) if the\ncompletion date for the construction or refurbishment of the private residence\nthat forms part of the property is on or after 1 July 2006.\n     Division 2 -- Provision for Revenue Laws Amendment (Taxation) Act 2009"
    },
    {
      "key": "section:2",
      "title": "Section 2 - Regulations for cl. 6",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Regulations for cl. 6",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 2 -- Provision for Revenue Laws Amendment (Taxation) Act 2009 > Section 2",
      "text": "If regulations made under section 46 for the purposes of prescribing the\npercentage for clause 6(4) are made after 1 July 2009, they may be deemed to\nhave come into operation on 1 July 2009.\nDivision 3 -- Provisions for the Taxation Legislation Amendment Act (No. 2) 2015"
    },
    {
      "key": "section:3",
      "title": "Section 3 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 3 -- Provisions for the Taxation Legislation Amendment Act (No. 2) 2015 > Section 3",
      "text": "In this Division --\nnew provisions means sections 37, 38AA, 38AB and 38AC as in force immediately\nafter the commencement of the amendments effected by the Taxation Legislation\nAmendment Act (No. 2) 2015 Part 3;\npreviously exempt land means land that was exempt under section 37 for the\nassessment year immediately before the first assessment year to which the new\nprovisions apply."
    },
    {
      "key": "section:4",
      "title": "Section 4 - Previously exempt land: section 37",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Previously exempt land: section 37",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 3 -- Provisions for the Taxation Legislation Amendment Act (No. 2) 2015 > Section 4",
      "text": "(1) If the Commissioner forms the preliminary view that previously exempt land\nmay not be exempt under the new provisions, then the Commissioner is to give\nnotice (preliminary notice about an exemption under section 37) to the person\nwho would be liable to pay land tax on that land informing the person --\n(a) that the Commissioner has formed such a preliminary view; and\n(b) about the effect of this clause.\n(2) If preliminary notice about an exemption under section 37 is given, the\nCommissioner is to decide whether or not the previously exempt land will be\nexempt under the new provisions.\n(3) The Commissioner is to give notice to the person who would be liable to pay\nland tax on the previously exempt land informing the person of --\n(a) the Commissioner's decision as to whether or not the previously exempt land\nwill be exempt under the new provisions; and\n(b) the grounds on which the decision is made.\n(4) Despite the amendments effected by the Taxation Legislation Amendment Act\n(No. 2) 2015 Part 3 --\n(a) the new provisions do not apply in relation to previously exempt land until\nthe assessment year following the financial year during which notice is given\nunder subclause (3); and\n(b) this Act as in force immediately before the commencement of those\namendments continues to apply to that land until that time."
    },
    {
      "key": "section:5",
      "title": "Section 5 - Beneficial body determination: application may be made",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "Beneficial body determination: application may be made",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 3 -- Provisions for the Taxation Legislation Amendment Act (No. 2) 2015 > Section 5",
      "text": "Despite clause 4(4), if the Commissioner makes a decision under clause 4 that\npreviously exempt land will not be exempt under the new provisions solely on\nthe ground that an institution is a relevant body referred to in section 38AA\n(c), (d), (e) or (f), then --\n(a) an application may be made under section 38AB of the new provisions for a\nbeneficial body determination in respect of the relevant body; and\n(b) the new provisions apply to and in respect of that application, and any\nsubsequent determination, as if a reference in section 38AB(1) to the decision\nwere a reference to the decision of the Commissioner under clause 4.\n      Division 4 -- Provisions for Taxation Legislation Amendment Act 2015\n                          Subdivision 1 -- Preliminary"
    },
    {
      "key": "section:6",
      "title": "Section 6 - Term used: amending Act",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Term used: amending Act",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 1 -- Preliminary > Section 6",
      "text": "In this Division --\namending Act means the Taxation Legislation Amendment Act 2015.\n              Subdivision 2 -- Provisions about primary production"
    },
    {
      "key": "section:7",
      "title": "Section 7 - Application of section 15 during transitional period",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "Application of section 15 during transitional period",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 2 -- Provisions about primary production > Section 7",
      "text": "(1) In this clause --\nformer section 30 means section 30 as in force immediately before the amending\nAct section 6 comes into operation;\ntransitional period means the period --\n(a) beginning on 1 July 2014; and\n(b) ending on 30 June 2018.\n(2) Section 15 applies to and in respect of land that is subdivided during the\ntransitional period as if section 15(1)(a) included a reference to land that\nwas subject to a concession under the former section 30 for any of the\nSection 5 financial years reckoned retrospectively from, and including, the financial\nyear during which the land was subdivided."
    },
    {
      "key": "section:8",
      "title": "Section 8 - Application of section 20 to previous assessment years",
      "main_structural_unit": "section",
      "main_structural_number": "8",
      "main_structural_heading": "Application of section 20 to previous assessment years",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 2 -- Provisions about primary production > Section 8",
      "text": "(1) In this clause --\nformer section 20 means section 20 as in force immediately before the amending\nAct section 5 comes into operation;\nprevious assessment period means the period --\n(a) beginning on 1 July 2009; and\n(b) ending on 30 June 2014.\n(2) Despite the amendment of section 20 by the amending Act section 5, the\nformer section 20 continues to apply to and in respect of an assessment year\nthat occurred during the previous assessment period."
    },
    {
      "key": "section:9",
      "title": "Section 9 - Application of section 30D to land held in trust for assessment year 2014/15",
      "main_structural_unit": "section",
      "main_structural_number": "9",
      "main_structural_heading": "Application of section 30D to land held in trust for assessment year 2014/15",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 2 -- Provisions about primary production > Section 9",
      "text": "(1) In this clause --\ncompliant trustee, in relation to land, means a trustee of a discretionary or\nother trust (other than a unit trust scheme) that is --\n(a) a family owner of the land under section 30H(c); or\n(b) a person related to a family owner of the land described in section 30I(1)\n(d), 30J(d), 30K(d) or 30(d).\n(2) Land is exempt under section 30D for the assessment year ending\nSection 30 June 2015 if --\n(a) it would not be so exempt, but for this clause, solely because a trustee\nwas not a compliant trustee at midnight on 30 June 2014; and\n(b) on or before midnight on 30 June 2015 the trustee is a compliant trustee.\n      Subdivision 3 -- Provisions about exemptions and rural business land"
    },
    {
      "key": "section:10",
      "title": "Section 10 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "10",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 3 -- Provisions about exemptions and rural business land > Section 10",
      "text": "In this Subdivision --\nSection 2012 to 2014 assessment period means the period --\n(a) beginning on 1 July 2012; and\n(b) ending on 30 June 2014;\namended Act means this Act as in force immediately after commencement;\ncommencement means the day on which the amending Act section 22 comes into\noperation;\nmodified rural business land provisions means Part 3 Division 3 as in force\nimmediately before the amending Act section 6 comes into operation, as modified\nby inserting after section 29(4):\n(5) For the purposes of this section --\n(a) income produced or derived from carrying out a rural business, or\nbusinesses, includes income produced or derived from the sale of produce or\nstock in a processed or converted state; but\n(b) the processing or converting of anything for the purpose of selling it is\nnot carrying out a rural business or businesses.\nprevious assessment means an assessment in respect of land for an assessment\nyear during the validation period --\n(a) that the land was partially exempt due to the application, or purported\napplication, of section 18; or\n(b) that the land was exempt due to the application, or purported application,\nof section 39;\nrural business land assessment means an assessment in respect of land for an\nassessment year during the 2012 to 2014 assessment period that land was exempt,\nor subject to a concession --\n(a) due to the application, or purported application, of Part 3 Division 3; and\n(b) based on income that was, or included, income produced or derived from the\nsale of produce or stock in a processed or converted state;\nvalidation period means the period --\n(a) beginning on the coming into operation of the Land Tax Assessment Act 2002;\nand\n(b) ending immediately before commencement."
    },
    {
      "key": "section:11",
      "title": "Section 11 - Validation of previous assessments",
      "main_structural_unit": "section",
      "main_structural_number": "11",
      "main_structural_heading": "Validation of previous assessments",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 3 -- Provisions about exemptions and rural business land > Section 11",
      "text": "(1) A previous assessment made, or purported to be made, during the validation\nperiod is to be taken to be, and to have always been, valid and effective to\nthe same extent as it would have been if the amended Act had been in force when\nthe assessment was made.\n(2) The rights, obligations and liabilities of all persons are taken to be, and\nto have always been, the same as if a previous assessment had been validly\nmade.\n(3) Anything done, or purportedly done, during the validation period is as\nvalid and effective, and is to be taken to have always been as valid and\neffective, as it would have been if a previous assessment had been validly\nmade.\n(4) In this clause, a reference to the doing of anything includes a reference\nto an omission to do anything.\n(5) This clause is subject to clause 12."
    },
    {
      "key": "section:12",
      "title": "Section 12 - Land tax decisions made or pending",
      "main_structural_unit": "section",
      "main_structural_number": "12",
      "main_structural_heading": "Land tax decisions made or pending",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 3 -- Provisions about exemptions and rural business land > Section 12",
      "text": "(1) In this clause --\ndecision means --\n(a) a decision of a court or tribunal made under a land tax Act before\ncommencement; or\n(b) an objection determined by the Commissioner before commencement.\n(2) To the extent of any conflict or inconsistency between clause 11 and a\ndecision, the decision prevails.\n(3) Clause 11 does not apply to, or in respect of, a previous assessment --\n(a) in respect of which an objection was lodged, but not finally determined by\nthe Commissioner, under a land tax Act before 28 November 2013; or\n(b) in respect of which review proceedings were commenced, but not finally\ndetermined, under a land tax Act before 28 November 2013."
    },
    {
      "key": "section:13",
      "title": "Section 13 - Application of modified rural business land provisions during the 2012 to",
      "main_structural_unit": "section",
      "main_structural_number": "13",
      "main_structural_heading": "Application of modified rural business land provisions during the 2012 to",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 3 -- Provisions about exemptions and rural business land > Section 13",
      "text": "Section 2014 assessment period\nThe modified rural business land provisions apply, and are taken to have always\napplied, for the purposes of assessing, or reassessing, land tax for an\nassessment year during the 2012 to 2014 assessment period."
    },
    {
      "key": "section:14",
      "title": "Section 14 - Validation of rural business land assessments",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Validation of rural business land assessments",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 3 -- Provisions about exemptions and rural business land > Section 14",
      "text": "(1) A rural business land assessment made, or purported to be made, in respect\nof land for an assessment year during the 2012 to 2014 assessment period is to\nbe taken to be, and to have always been, valid and effective to the same extent\nas it would have been if, when the assessment was made, the modified rural\nbusiness land provisions had been in force.\n(2) The rights, obligations and liabilities of all persons are taken to be, and\nto have always been, the same as if a rural business land assessment had been\nvalidly made.\n(3) Anything done, or purportedly done, before commencement is as valid and\neffective, and is to be taken to have always been as valid and effective, as it\nwould have been if a rural business land assessment had been validly made.\n(4) In this clause, a reference to the doing of anything includes a reference\nto an omission to do anything."
    },
    {
      "key": "section:15",
      "title": "Section 15 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 4 -- Provisions for Taxation Legislation Amendment Act 2015 > Subdivision 3 -- Provisions about exemptions and rural business land > Section 15",
      "text": "Subject to the Taxation Administration Act 2003 section 17, the Commissioner\nmay make any reassessment necessary to give effect to the amendments effected\nby the amending Act Part 3 Division 2 and this Subdivision.\n      Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018"
    },
    {
      "key": "section:16",
      "title": "Section 16 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 16",
      "text": "In this Division --\namended Act means this Act as amended by the Land Tax Assessment Amendment\nAct 2018 Part 2;\ncommencement means the day on which the Land Tax Assessment Amendment Act 2018\nPart 3 comes into operation;\nformer Act means this Act as in force immediately before the provisions of the\nLand Tax Assessment Amendment Act 2018 came into operation, or were deemed to\ncome into operation, under section 2 of that Act;\nnon-public authority means a body that --\n(a) was a public statutory authority under the former Act; but\n(b) is not a public statutory authority under the amended Act;\nprevious assessment means an assessment for an assessment year during the\nvalidation period made on the basis that --\n(a) land owned by, or vested in, a non-public authority was not exempt under\nsection 31(1) of the former Act; or\n(b) section 8(1)(b) of the former Act did not apply in respect of land that a\nperson was entitled to use for business, commercial, professional or trade\npurposes under an agreement or arrangement with a taxable authority;\nvalidation period means the period --\n(a) beginning on the coming into operation of the Land Tax Assessment Act 2002;\nand\n(b) ending immediately before commencement."
    },
    {
      "key": "section:17",
      "title": "Section 17 - Validation of previous assessments",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Validation of previous assessments",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 17",
      "text": "(1) A previous assessment made, or purported to be made, during the validation\nperiod is, and is to be taken to have always been, as valid and effective as it\nwould have been if the amended Act had been in force when the assessment was\nmade.\n(2) The rights, obligations and liabilities of all persons are taken to be, and\nto have always been, the same as if a previous assessment had been validly\nmade.\n(3) Anything done, or purportedly done, during the validation period is as\nvalid and effective, and is to be taken to have always been as valid and\neffective, as it would have been if a previous assessment had been validly\nmade.\n(4) In this clause, a reference to the doing of anything includes a reference\nto an omission to do anything.\n(5) This clause is subject to clause 18."
    },
    {
      "key": "section:18",
      "title": "Section 18 - Land tax decisions made or pending",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "Land tax decisions made or pending",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 18",
      "text": "(1) In this clause --\ndecision means --\n(a) a decision of a court or tribunal made under a land tax Act before\ncommencement; or\n(b) an objection determined by the Commissioner before commencement.\n(2) To the extent of any conflict or inconsistency between clause 17 and a\ndecision, the decision prevails.\n(3) Despite the Land Tax Assessment Amendment Act 2018 section 2(a), the\nvalidity of a decision is not to be called into question on the grounds that it\nconflicts with or is inconsistent with the amended Act.\n(4) Clause 17 does not apply to, or in respect of, a previous assessment to\nwhich paragraph (a) of the definition of previous assessment in clause 16\napplies if --\n(a) an objection in respect of the assessment was lodged, but not finally\ndetermined by the Commissioner, under a land tax Act before 15 July 2015; or\n(b) review proceedings in respect of the assessment were commenced, but not\nfinally determined, under a land tax Act before 15 July 2015.\n(5) Despite the amendments made by the Land Tax Assessment Amendment Act 2018\nPart 2, the former Act continues to apply in respect of the determination of an\nobjection or proceedings to which subclause (4) applies."
    },
    {
      "key": "section:19.p1",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "Subject to the Taxation Administration Act 2003 section 17, the Commissioner may make any reassessment necessary to give effect to this Division and the amendments made by the Land Tax Assessment Amendment Act 2018 Part 2. Division 6 -- Provisions for Revenue Laws Amendment Act 2019 Section 20. Application of section 30D to land held in trust for assessment year 2019/ 20 (1) In this clause -- compliant trustee, in relation to land, means a trustee of a discretionary or other trust (other than a unit trust scheme) that is -- (a) a family owner of the land under section 30H(c); or (b) a person related to a family owner of the land described in section 30I(1) (d), 30J(d), 30K(d) or 30(d). (2) Land is exempt under section 30D for the assessment year ending Section 30 June 2020 if -- (a) it would not be so exempt, but for this clause, solely because a trustee was not a compliant trustee at midnight on 30 June 2019; and (b) the trustee would have been a compliant trustee at midnight on 30 June 2019 but for the amendment to the definition of beneficiary in section 29 made by the Revenue Laws Amendment Act 2019 section 136; and (c) on or before midnight on 30 June 2020 the trustee is a compliant trustee. Section 21. Application of amendments relating to subdivision of land (1) Part 3 Division 2 Subdivision 2 (other than section 28E) applies in relation to exemption periods (as defined in section 28A) that begin on or after 1 July 2019. (2) Section 28E and the Glossary clause 2(2) apply in relation to assessment years that begin on or after 1 July 2019, whether the subdivision referred to in whichever of those provisions is relevant occurs before or after Section 1 July 2019. (3) Despite subclauses (1) and (2), Part 3 Division 2 Subdivision 2 and the Glossary clause 2(2) do not apply for the purposes of determining whether private residential property is exempt under section 24, 24A, 25, 25A or 27A (the relevant exemption provision) if the commencement date for the construction or refurbishment referred to in the relevant exemption provision is before 1 July 2019. Division 7 -- Provisions for Land Tax Assessment Amendment Act 2022 Section 22. Application of amendments made by Land Tax Assessment Amendment Act 2022 Part 2 (1) The amendments made by the Land Tax Assessment Amendment Act 2022 Part 2 apply in relation to assessment years that begin on or after 1 July 2020. (2) This clause has effect subject to clause 23. Section 23. Reduced exemption percentage for land used for dwelling or residential park does not apply for certain financial years (1) In this clause -- dwelling or residential park has the meaning given in section 39A; new exemption percentage, for land in a dwelling or residential park for a financial year, means the percentage calculated under section 39C for the land for the year; old exemption percentage, for land in a dwelling or residential park for a financial year, means the percentage of the land that would have been exempt land for the year under old Part 3 Division 4A if the amendment made by the Land Tax Assessment Amendment Act 2022 section 8 had not been made; old Part 3 Division 4A means Part 3 Division 4A as in force immediately before the Land Tax Assessment Amendment Act 2022 Part 2 was deemed to come into operation under section 2(b) of that Act; relevant year means a financial year that begins -- (a) on or after 1 July 2020; and (b) no later than the next 1 July following the day on which the Land Tax Assessment Amendment Act 2022 receives the Royal Assent. (2) Despite section 39B(2), if the new exemption percentage for land in a dwelling or residential park for a relevant year is less than the old exemption percentage for the land for the year, the land is taken to be exempt under section 39B for the year to the extent of the old exemption percentage rather than the new exemption percentage. Section 24. Continued application of notification requirements (1) In this clause -- commencement day means the day on which the Land Tax Assessment Amendment Act 2022 Part 3 comes into operation; commencement year means the financial year in which commencement day occurs. (2) Despite the deletion of sections 23A(3), 23(3), 26(2), 26A(7) and 30F by the Land Tax Assessment Amendment Act 2022 Part 3 -- (a) if property is exempt under section 23A for the commencement year -- section 23A(3) and the Penalty"
    },
    {
      "key": "section:19.p2",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "the extent of the old exemption percentage rather than the new exemption percentage. Section 24. Continued application of notification requirements (1) In this clause -- commencement day means the day on which the Land Tax Assessment Amendment Act 2022 Part 3 comes into operation; commencement year means the financial year in which commencement day occurs. (2) Despite the deletion of sections 23A(3), 23(3), 26(2), 26A(7) and 30F by the Land Tax Assessment Amendment Act 2022 Part 3 -- (a) if property is exempt under section 23A for the commencement year -- section 23A(3) and the Penalty to section 23A, as in force immediately before commencement day, continue to apply in relation to the use of the property at midnight on 30 June in the commencement year; and (b) if property is exempt under section 23 for the commencement year -- section 23(3), as in force immediately before commencement day, continues to apply in relation to any rent or other income derived from the property in the commencement year; and (c) if property is exempt under section 26 for the commencement year -- section 26(2) and the Penalty to section 26, as in force immediately before commencement day, continue to apply in relation to the ownership and use of the property at midnight on 30 June in the commencement year; and (d) if property is exempt under section 26A for the commencement year -- section 26A(7) and the Penalty to section 26A, as in force immediately before commencement day, continue to apply in relation to the use of the property at midnight on 30 June in the commencement year; and (e) if land is exempt under Part 3 Division 3 for the commencement year -- section 30F, as in force immediately before commencement day, continues to apply in relation to a change (as defined in that section) that occurs in the commencement year. (3) Subclause (2) does not apply in relation to land if a notice is served under section 20A(1) in relation to the land in the commencement year. Section 25. Reassessment Subject to the Taxation Administration Act 2003 section 17, the Commissioner must make any reassessment necessary to give effect to this Division and the amendments made by the Land Tax Assessment Amendment Act 2022 Part 2. Division 8 -- Provision for Land Tax Assessment Amendment (Build-to-Rent) Act 2024 Section 26. Application of amendments The amendments made to this Act by the Land Tax Assessment Amendment (Build-to-Rent) Act 2024 apply in relation to assessment years that begin on or after 1 July 2023. Glossary 1.^ 1M, 1MC Terms used Unless the contrary intention appears -- agent includes every person who, in Western Australia, for or on behalf of any other person (the principal) -- (a) has the control or disposal of any real or personal property owned by the principal, or the control, receipt, or disposal of any rents or proceeds derived from the property; or (b) directly or indirectly, whether by negotiation or in any other way, sells or disposes of any property, or offers any property for sale or disposition, or solicits or procures the sale or disposition of the property; aggregated taxable value, in relation to 2 or more lots or parcels of land, means the amount equal to the sum of the taxable values of each taxable lot or parcel; approved means approved by the Commissioner; assessment means assessment of land tax; assessment year, in relation to land tax, means the financial year for which the land tax is, or is to be, assessed; building contract -- (a) means a contract under which a builder undertakes to construct or refurbish a private residence from the inception of the building work to the completion of that work; and (b) if, for any reason, the work to be carried out under such a contract is not completed -- includes any further contract under which the work is to be completed; clause means a clause of this Glossary; commencement date, for the construction or refurbishment of a private residence, means -- (a) if the residence is to be constructed or refurbished under a building contract -- the date when the contract is made; or (b) if the residence is to be constructed or refurbished by an owner-builder -- the date when the building permit for the work is granted under the Building Act 2011; completion date, for the construction or refurbishment of a private residence, means the date when the construction or refurbishment is completed to the point where the residence is ready for occupation; conservation covenant means a covenant that -- (a) restricts or prohibits"
    },
    {
      "key": "section:19.p3",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "-- (a) if the residence is to be constructed or refurbished under a building contract -- the date when the contract is made; or (b) if the residence is to be constructed or refurbished by an owner-builder -- the date when the building permit for the work is granted under the Building Act 2011; completion date, for the construction or refurbishment of a private residence, means the date when the construction or refurbishment is completed to the point where the residence is ready for occupation; conservation covenant means a covenant that -- (a) restricts or prohibits certain activities on the land that could degrade the environmental value of the land; and (b) is permanent and registered on the title to the land (if registration is possible); and (c) is approved in writing by, or is entered into under a program approved in writing by, the Minister to whom the administration of the Conservation and Land Management Act 1984 is for the time being committed by the Governor; disabled beneficiary, in relation to land held in trust, means a person who has a beneficial interest in the trust, whether the interest is contingent or otherwise, and who -- (a) is qualified for a disability support pension under the Social Security Act 1991 (Commonwealth) Part 2.3 (whether or not the person receives that pension); or (b) is under 16 years of age and is cared for by a parent or guardian, within the meaning given in the Social Security Act 1991 (Commonwealth), who is qualified for a carer payment under Part 2.5 of that Act in respect of that care (whether or not the person receives that payment); or (c) is a minor who is an orphan; diversification lease has the meaning given in the Land Administration Act 1997 Section 92B(1); diversification lessee has the meaning given in the Land Administration Act 1997 section 3(1); exempt, in relation to land, means exempt from land tax; exempt purpose, in relation to land, means a purpose for which the land is used or reserved and by virtue of which the land is exempt; home unit means -- (aa) a lot as defined in the Community Titles Act 2018 section 3(1); or (a) a lot as defined in the Strata Titles Act 1985 section 3(1); or (b) a non-strata home unit (as defined below); improvement scheme has the meaning given in the Planning and Development Act 2005 section 4(1); improvements, in relation to land, means all works actually effected to the land, whether above or below the surface, and includes fixtures, but does not include machinery, whether fixed to land or not; industrial association means any of the following -- (a) an organisation registered under the Industrial Relations Act 1979 section 53 or 54; (b) an association of employees, or an association of employers, registered as an organisation, or recognised, under the Fair Work (Registered Organisations) Act 2009 (Commonwealth); (c) an association of employees registered or recognised as a trade union (however described) under the law of another State or a Territory; (d) an association of employers registered or recognised as such (however described) under the law of another State or a Territory; (e) an association of employees a principal purpose of which is the protection and promotion of the employees' interests in matters concerning their employment; joint owners means persons who own land jointly or in common, whether as partners or otherwise; land includes all tenements and all interests in land; Land Information Authority means the Western Australian Land Information Authority established by the Land Information Authority Act 2006 section 5; land tax means tax imposed under the Land Tax Act 2002; land tax Act means -- (a) this Act; or (b) the Land Tax Act 2002; or (c) the Taxation Administration Act 2003, to the extent that it relates to land tax; local planning scheme has the meaning given to that term in the Planning and Development Act 2005 section 4; lot has the meaning given in clause 2; metropolitan region has the same meaning as it has in the Planning and Development Act 2005; mining tenement has the meaning given in the Mining Act 1978 section 8(1); non-profit association means a society, club or association that is not carried on for the purpose of profit or gain to its individual members; non-strata home unit means a part of a building, being a building that -- (a) contains 2 or more such parts, each of which is designed for use as a self-contained unit for living purposes; and (b) is erected on land that is owned -- (i) by 2 or"
    },
    {
      "key": "section:19.p4",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "as it has in the Planning and Development Act 2005; mining tenement has the meaning given in the Mining Act 1978 section 8(1); non-profit association means a society, club or association that is not carried on for the purpose of profit or gain to its individual members; non-strata home unit means a part of a building, being a building that -- (a) contains 2 or more such parts, each of which is designed for use as a self-contained unit for living purposes; and (b) is erected on land that is owned -- (i) by 2 or more persons as tenants in common, each of whom is the registered proprietor under the Transfer of Land Act 1893 of one or more undivided shares in the whole of the land and is lawfully entitled, under an agreement entered into between the person or the person's predecessor in title and all other owners of undivided shares in the land or their predecessors in title, to the exclusive right to occupy a specified home unit in the building; or (ii) by a body corporate in which all issued shares are owned by 2 or more persons, each of whom is entitled by ownership of shares in the body corporate to the exclusive right to occupy a specified home unit in the building; owner -- (a) in relation to land (except an interest in a home unit), means a person who is entitled to the land for any estate of freehold in possession; or (aa) in relation to a lot as defined in the Community Titles Act 2018 section 3 (1), means the owner of the lot within the meaning of that Act; or (b) in relation to a lot as defined in the Strata Titles Act 1985 section 3(1), means the owner of the lot within the meaning of that Act; or (c) in relation to a non-strata home unit, means a person who is entitled to an exclusive right to occupy the home unit because the person -- (i) is a shareholder in the body corporate which owns the land on which the building containing the home unit is erected; or (ii) is the registered proprietor of an undivided share in the land on which the building containing the home unit is erected; or (d) in relation to any liability to pay land tax for land (including an interest in a home unit), if a person or body is taken to be the owner of the land under section 8, means the person or body; owner-builder means an owner of private residential property who constructs or refurbishes a private residence that forms part of that property without entering into a building contract; parcel means 2 or more lots of land that are treated as a single property under clause 2; political party means a body or organisation, whether incorporated or unincorporated, having as one of its objects or activities the promotion of the election to the Parliament of the Commonwealth, or to a Parliament of a State or Territory, of a candidate or candidates endorsed by it or by a body or organisation of which it forms part; primary residence, in relation to an individual, means the individual's sole or principal place of residence; private residence means a building or part of a building that was occupied, or fit to be occupied and intended by the owner to be occupied, as a place of residence of one or more individuals, except a building or part of a building that is -- (a) used as a hotel, motel, hostel, lodging house or boarding house; or (b) ordinarily used for holiday accommodation; or (c) used as an educational institution, college, hospital or nursing home; or (d) used as a club; or (e) used as a home for aged or disabled persons by an eligible organisation within the meaning of the Aged or Disabled Persons Care Act 1954 of the Commonwealth^ 1; or (f) prescribed or of a prescribed class; private residential property means -- (a) a lot of land on which there is a private residence; or (b) a parcel of land on which there is a private residence constructed so that part of the residence stands on each of the lots of land that constitute the parcel; or (c) an interest in a home unit; or (d) for the purposes of sections 24, 24A, 27, 27A and 28 and Part 3 Division 2 Subdivisions 2 and 3 -- a lot of land on which a private residence is being or has been constructed; professional association means a body or organisation, whether incorporated"
    },
    {
      "key": "section:19.p5",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "of land on which there is a private residence; or (b) a parcel of land on which there is a private residence constructed so that part of the residence stands on each of the lots of land that constitute the parcel; or (c) an interest in a home unit; or (d) for the purposes of sections 24, 24A, 27, 27A and 28 and Part 3 Division 2 Subdivisions 2 and 3 -- a lot of land on which a private residence is being or has been constructed; professional association means a body or organisation, whether incorporated or unincorporated, having as one of its objects or activities the promotion of the interests of its members in any profession; promote trade, industry or commerce includes to carry out an undertaking a purpose of which includes the promotion of, or the advocacy for, trade, industry or commerce, whether generally or in respect of any particular kind of trade, industry or commerce; public statutory authority means -- (a) a body, whether incorporated or not, that -- (i) is established or continued for a public purpose under a written law; and (ii) under the authority of a written law, performs a statutory function on behalf of the State; or (b) the holder of an office, if -- (i) the office is established or continued for a public purpose under a written law; and (ii) under the authority of a written law, the holder of the office performs a statutory function on behalf of the State; registered means registered in the office of the Land Information Authority, the Forests Department^ 2, or the Department of Mines^ 3 under the provisions of any Act for the registration of titles to land, deeds, and other instruments; relevant body has the meaning given in section 38AA; reserved land, for the purposes of section 32 or 33, has the meaning given in the respective section; retirement village has the same meaning as in the Retirement Villages Act 1992; sport includes any game; sports association means a non-profit association whose principal object is to provide facilities for its members to engage in any form of sport; subdivided, in relation to land, has the meaning given in clause 3; subdividing owner, in relation to land, means -- (a) the owner of the land on the day on which the land is subdivided; or (b) if the ownership of the land changes on that day -- the first owner on that day; Swan Valley Planning Scheme has the meaning given in the Planning and Development Act 2005 section 4(1); taxable authority means -- (a) the Government Employees Superannuation Board within the meaning of the State Superannuation Act 2000; or (b) any other body established or continued under or by an enactment that is prescribed for the purposes of this paragraph; taxable land means land on which land tax is payable under section 5; taxable value has the meaning given in clause 6; taxes, for the purposes of section 9 or 31, has the meaning given in the respective section; trustee, in relation to land, means -- (a) a person in whom the legal estate of the land is vested (whether solely or jointly with other trustees), and whether appointed or constituted trustee by act of parties, or by order or declaration of a court or by operation of law; and (b) an executor or administrator, guardian, committee of management, receiver or liquidator having the administration or control of the land; and (c) a person having or taking upon themselves the administration or control of land effected by any express or implied trust, or acting in any fiduciary capacity, or having the possession, control, or management of the land of a person who is under a legal disability; unimproved value of land, means the unimproved value of the land determined under the Valuation of Land Act 1978. [Clause 1 amended: No. 40 of 2003 s. 6; No. 12 of 2004 s. 5; No. 12 of 2005 s. 5; No. 38 of 2005 s. 15; No. 31 of 2006 s. 27; No. 60 of 2006 s. 142(2); No. 30 of 2008 s. 18(2); No. 19 of 2009 s. 12(1); No. 28 of 2010 s. 33(5)(a); No. 24 of 2011 s. 164(3); No. 1 of 2015 s. 8(1); No. 8 of 2015 s. 11; No. 5 of 2018 s. 7; No. 30 of 2018 s. 155(1)-(3); No. 32 of 2018 s. 219(1) and (2); No. 45 of 2020 s. 111; No. 42 of 2022 s. 19; No. 4 of 2023 s. 129; No. 9 of 2024 s. 11.] [Modification, to clause 1, to have"
    },
    {
      "key": "section:19.p6",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "of 2006 s. 27; No. 60 of 2006 s. 142(2); No. 30 of 2008 s. 18(2); No. 19 of 2009 s. 12(1); No. 28 of 2010 s. 33(5)(a); No. 24 of 2011 s. 164(3); No. 1 of 2015 s. 8(1); No. 8 of 2015 s. 11; No. 5 of 2018 s. 7; No. 30 of 2018 s. 155(1)-(3); No. 32 of 2018 s. 219(1) and (2); No. 45 of 2020 s. 111; No. 42 of 2022 s. 19; No. 4 of 2023 s. 129; No. 9 of 2024 s. 11.] [Modification, to clause 1, to have effect under the Commonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 18 and endnote 1M.] [Modification, to clause 1, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 19 and endnote 1MC.] Section 2. Lots and parcels of land (1) In this Act unless the contrary intention appears -- lot means a defined portion of land -- (a) which is the whole of the land the subject of -- (i) a Crown grant issued under the Land Act 1933^ 4; or (ii) a certificate of title registered under the Transfer of Land Act 1893; or (iii) a certificate of Crown land title or qualified certificate of Crown land title, created and registered under the Transfer of Land Act 1893; or (iv) a survey into a location or lot under the Land Administration Act 1997 section 27(2); or (v) a part-lot shown on a diagram or plan of survey of a subdivision deposited with the Land Information Authority; or (vi) a conveyance registered under the Registration of Deeds Act 1856; or (via) a lot defined in a scheme plan or amendment of a scheme plan under the Community Titles Act 2018 where the land the subject of the scheme plan is subdivided as referred to in clause 3(1)(ca); or (vii) a lot defined in a scheme plan or amendment of a scheme plan under the Strata Titles Act 1985 where the land the subject of the scheme plan is subdivided as referred to in clause 3(1)(d); or (viii) an entitlement to occupy a non-strata home unit; or (b) depicted on a plan or diagram available from, or deposited with, the Land Information Authority and for which a separate Crown grant or certificate of title has been or can be issued; or (c) depicted on a diagram or plan of survey of a subdivision approved by the Western Australian Planning Commission. (2) Despite subclause (1), if -- (a) land that constitutes a lot (the parent lot) is subdivided resulting in 2 or more new lots referred to in paragraph (a)(via), (vii) or (c) of the definition of lot in subclause (1) coming into existence, the parent lot ceases to be a lot for the purposes of this Act when the new lots come into existence; or (b) land that constitutes 2 or more lots (the parent lots) is subdivided resulting in a single new lot referred to in paragraph (a)(via), (vii) or (c) of the definition of lot in subclause (1) coming into existence, the parent lots cease to be lots for the purposes of this Act when the new lot comes into existence. (2A) Subclause (2) does not prevent land tax from being payable on a parent lot, or an exemption, concession or rebate from applying in relation to the parent lot, for the financial year in which the land is subdivided or any earlier financial year. (2B) Subclause (2) does not apply to a subdivision of land in circumstances prescribed by the regulations. (3) If 2 or more lots of land in the same ownership have common boundaries, the Commissioner may treat the lots as a single property for valuation and assessment if it is appropriate to do so. (4) However, for the purpose of determining the use of a lot or parcel of private residential property, 2 or more lots of land are not to be treated as a single private residential property unless the Commissioner is satisfied that the lot or lots on which the private residence is constructed (the home lot) and each other lot (the other lots) are established, and used by the individuals who reside there, as one integrated area that constitutes the place of residence. (5) In determining whether to be satisfied as mentioned in subclause (4) the Commissioner may have regard to the following -- (a) the nature, extent and degree of permanence of any structures or"
    },
    {
      "key": "section:19.p7",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "or more lots of land are not to be treated as a single private residential property unless the Commissioner is satisfied that the lot or lots on which the private residence is constructed (the home lot) and each other lot (the other lots) are established, and used by the individuals who reside there, as one integrated area that constitutes the place of residence. (5) In determining whether to be satisfied as mentioned in subclause (4) the Commissioner may have regard to the following -- (a) the nature, extent and degree of permanence of any structures or other improvements on the other lots; (b) the degree of physical separation of, and the means of access between, the home lot and the other lots; (c) whether the appearance and physical characteristics of the home lot and the other lots, taken together, are those of one integrated area; (d) the extent to which the home lot and other lots are collectively or separately provided for in terms of matters such as -- (i) fencing; (ii) means of access and egress; (iii) provision of water, power and other utilities; (e) the purposes for which the other lots are used and whether that use is -- (i) of a residential nature; and (ii) of an ongoing, not temporary or transient, nature; (f) whether the use of the home lot and the use of the other lots, taken together, constitutes the use of all of the lots as one integrated place of residence; (g) how often the other lots are used and by whom; (h) the extent to which the activities undertaken on the other lots could be undertaken at the home lot in the absence of the other lots; (i) the relative size of the lots; (j) any other matters the Commissioner considers relevant. (6) For the purposes of subclauses (3), (4) and (5) the intention of the owner of the land, the individuals residing there or any other person, in relation to all or any of the lots is irrelevant. [Clause 2 amended: No. 60 of 2006 s. 142(3); No. 30 of 2008 s. 18(3)-(5); No. Section 19 of 2009 s. 12(2); No. 30 of 2018 s. 155(4); No. 32 of 2018 s. 219(3); No. 12 of 2019 s. 142 and 143.] Section 3. Subdivided land (1) Land is subdivided when -- (a) a plan of subdivision of the land (other than for a subdivision under the Community Titles Act 2018) is approved by the Western Australian Planning Commission for the purposes of section 135 of the Planning and Development Act 2005; or (b) a transfer, conveyance, lease or mortgage of any land is approved by the Commission under section 147(1) of that Act or an application for the creation and registration of a certificate of title is approved by it under section 147 (2) of that Act and the effect of the approval is to allow a dealing with a part of the land which is less than a whole lot; or (c) on an application for review under section 251 of that Act, the State Administrative Tribunal gives an approval referred to in paragraph (a) or (b); or (ca) in the case of land the subject of a scheme plan or amendment of a scheme plan under the Community Titles Act 2018, the plan or amendment is approved by the Western Australian Planning Commission in accordance with section 18(1)(b) (ii) of that Act; or (d) in the case of land the subject of a scheme plan or amendment of a scheme plan under the Strata Titles Act 1985 -- (i) if the plan or amendment of the plan is required to be endorsed with the unconditional approval of the Western Australian Planning Commission of the subdivision under the Strata Titles Act 1985 section 15(4) or 17(3) -- the plan or amendment of the plan is so endorsed; or (ii) if not -- an occupancy permit or a building approval certificate is granted under the Building Act 2011 Part 4 Division 3, as required under the Strata Titles Act 1985 section 34(d)(i) or 35(1)(j)(i). (2) An approval referred to in subclause (1) is conclusively presumed to have been given on the date appearing in the approval as endorsed on the plan, instrument or application referred to in that paragraph. [Clause 3 amended: No. 55 of 2004 s. 584; No. 38 of 2005 s. 15; No. 30 of 2008 s. 18(6); No. 15 of 2015 s. 11; No. 30 of 2018 s. 155(5); No. 32 of 2018 s. 219 (4) and (5).] Section 6. Taxable value (1) Unless the contrary intention appears,"
    },
    {
      "key": "section:19.p8",
      "title": "Section 19 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 5 -- Provisions for Land Tax Assessment Amendment Act 2018 > Section 19",
      "text": "the Strata Titles Act 1985 section 34(d)(i) or 35(1)(j)(i). (2) An approval referred to in subclause (1) is conclusively presumed to have been given on the date appearing in the approval as endorsed on the plan, instrument or application referred to in that paragraph. [Clause 3 amended: No. 55 of 2004 s. 584; No. 38 of 2005 s. 15; No. 30 of 2008 s. 18(6); No. 15 of 2015 s. 11; No. 30 of 2018 s. 155(5); No. 32 of 2018 s. 219 (4) and (5).] Section 6. Taxable value (1) Unless the contrary intention appears, the taxable value of land is to be determined under this clause. (2) The taxable value of land for a financial year is -- (a) if the capped value of the land can be used in determining the taxable value for that year, the lesser of these values at midnight on 30 June immediately before that year -- (i) the capped value of the land; (ii) the unimproved value of the land; (b) otherwise, the unimproved value of the land at midnight on 30 June immediately before that year. (3) The capped value of land cannot be used in determining the taxable value of the land for a financial year if the land is a lot that was created when land was, in the financial year immediately before that year, subdivided, except if the or each subdivision in that financial year was carried out solely for the purpose of defining an area of land to be compulsorily taken or resumed. (4A) The reference in subclause (3) to the compulsory taking or resumption of land is a reference to the taking or resumption of land under an enactment relating to the compulsory acquisition of land, regardless of whether the owner of the land agreed to the taking or resumption. (4) The capped value of land at midnight on 30 June immediately before a financial year is -- (a) if under section 43A the concessional value of the land was the value on which land tax on the land for the previous financial year was payable -- the prescribed percentage, for the financial year, of the unimproved value of the land at midnight on 30 June immediately before that previous financial year; (b) otherwise -- (i) if the financial year is 2009/10 -- the prescribed percentage, for that year, of the unimproved value of the land at midnight on 30 June 2008; or (ii) if the financial year is after 2009/10 -- the prescribed percentage, for that year, of the taxable value of the land for the previous financial year. (5) For the purposes of subclause (4)(b), if -- (a) the land is a lot that was created when land was subdivided in the financial year immediately before the year (the previous financial year); and (b) the capped value of the lot can be used in determining the taxable value of the lot for the year, then, in determining the capped value -- (c) the unimproved value of the land at midnight on 30 June 2008 referred to in subclause (4)(b)(i) is to be reduced to the same proportion that the area of the lot represents of the area of the land as at that time; and (d) the taxable value of the land for the previous financial year referred to in subclause (4)(b)(ii) is to be reduced to the same proportion that the area of the lot represents of the area of the land as at the beginning of 1 July in the previous financial year. dline This is a compilation of the Land Tax Assessment Act 2002 and includes amendments made by other written laws ^5. For provisions that have come into operation, and for information about any reprints, see the compilation table."
    },
    {
      "key": "section:20",
      "title": "Section 20 - 108",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "108",
      "defined_term": null,
      "structure_path": "Part 4 -- Miscellaneous > Division 6 -- Provisions for Revenue Laws Amendment Act 2019 > Section 20",
      "text": ""
    }
  ]
}