{
  "doc": {
    "jurisdiction": "tasmania",
    "source_url": "https://classic.austlii.edu.au/au/legis/tas/consol_act/ntrra1999558/",
    "register_url": "https://www.legislation.tas.gov.au/view/html/inforce/current/act-1999-084",
    "source": "National Taxation Reform (Commonwealth-State Relations) Act 1999 (100000122).txt",
    "filename": "National Taxation Reform (Commonwealth-State Relations) Act 1999 (100000122).json",
    "name": "National Taxation Reform (Commonwealth-State Relations) Act 1999",
    "citation": "National Taxation Reform (Commonwealth-State Relations) Act 1999"
  },
  "chunks": [
    {
      "key": "section:114",
      "title": "Section 114 - of the Commonwealth Constitution; and",
      "main_structural_unit": "section",
      "main_structural_number": "114",
      "main_structural_heading": "of the Commonwealth Constitution; and",
      "defined_term": null,
      "structure_path": "National Taxation Reform (Commonwealth-State Relations) Act 1999 > Section 114",
      "text": "(b) section 5 of each of the GST Imposition Acts had not been\n     enacted.\n   7A.   Power to charge goods and services tax\n     Where, in any enactment, a fee is prescribed for the supply of any\n     goods or services without reference to the goods and services tax -\n     (a) the fee is taken to be exclusive of the goods and services tax;\n     and\n     (b) the person or authority to which the fee is payable may charge,\n     in addition to the fee, any goods and services tax that is payable\n     in respect of the relevant goods or services.\n   7B.   Non-compliance with GST law\n     (1)  For the purposes of this Part, the Minister may determine that\n     a council has failed to comply with the GST law.\n     (2)  A determination under subsection (1) may be based on -\n     (a) an auditor's report on the accounts and financial statements of\n     a council as required under section 85 of the Local Government Act\n     1993 ; or\n     (b) information included in a statement provided under section 72A\n     of the Local Government Act 1993 ; or\n     (c) failure to register with the Australian Taxation Office as\n     required by the GST law; or\n     (d) any failure to comply with subsection (3) ; or\n     (e) any other information available to the Minister, whether\n     provided by the council or not.\n     (3)  For the purposes of this section, a council must provide the\n     Minister with copies of any correspondence between it and the\n     Australian Taxation Office or its agent relating to any outstanding\n     goods and services tax debts.\n     (4)  The council must provide the copies of the correspondence\n     referred to in subsection (3) within 7 days after sending it to, or\n     receiving it from, the Australian Taxation Office or its agent.\n     (5)  If the Minister determines that a council has failed to comply\n     with the GST law, he or she must -\n     (a) in writing advise the council of the determination; and\n     (b) direct the State Grants Commission to investigate and report\n     under section 3(2)(c) of the State Grants Commission Act 1976 on any\n     matter relating to the obligation of the council to comply with the\n     GST law.\n     PART 4 - Miscellaneous\n   8.   Interpretation: Part 4\n     In this Part,\n     Commissioner has the same meaning as in the Taxation Administration\n     Act 1997 .\n   9.   Recovery of liability\n     (1)  Notwithstanding sections 12 to 17, the Treasurer may recover\n     from a person any sales tax equivalents which relate to a purchase\n     made before 1 July 2000 and that were unpaid at that day.\n     (2)  For the purpose of recovering any sales tax equivalents\n     referred to in subsection (1) , section 73 of the Government\n     Business Enterprises Act 1995 applies as if Division 3 of Part 10 of\n     that Act had not been omitted.\n     (3)  Notwithstanding section 18, the Commissioner may recover from a\n     person any financial institutions duty which relates to a\n     transaction made before 1 July 2001 and that was unpaid at that day.\n     (4)  For the purpose of subsection (3) , the Taxation Administration\n     Act 1997 and the Taxation (Reciprocal Powers) Act 1993 are to be\n     read as if the Financial Institutions Duty Act 1986 had not been\n     repealed.\n   10.   Regulations of a savings or transitional nature\n     (1)  The Governor may make regulations containing provisions of a\n     savings or transitional nature consequent on the enactment of this\n     Act.\n     (2)  A provision referred to in subsection (1) may, if the\n     regulations so provide, take effect from the commencement of this\n     Act or a later day.\n   11.   Administration of Act\n     Until provision is made in relation to this Act by order under"
    },
    {
      "key": "section:4",
      "title": "Section 4 - of the Administrative Arrangements Act 1990  -",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "of the Administrative Arrangements Act 1990  -",
      "defined_term": null,
      "structure_path": "National Taxation Reform (Commonwealth-State Relations) Act 1999 > Section 4",
      "text": "(a) the administration of this Act is assigned to the Treasurer; and\n     (b) the department responsible to the Treasurer in relation to the\n     administration of this Act is the Department of Treasury and\n     Finance.\n     PART 5 - Miscellaneous amendments\n   12.\n     The amendment effected by this section has been incorporated into\n     the authorised version of the Electricity Companies Act 1997 .\n   13.\n     The amendments effected by this section have been incorporated into\n     the authorised version of the Government Business Enterprises Act\n     1995 .\n   14.\n     The amendment effected by this section has been incorporated into\n     the authorised version of the Government Prices Oversight Act 1995 .\n   15.\n     The amendments effected by this section have been incorporated into\n     the authorised version of the Local Government Act 1993 .\n   16.\n     The amendment effected by this section has been incorporated into\n     the authorised version of the Metro Tasmania Act 1997 .\n   17.\n     The amendment effected by this section has been incorporated into\n     the authorised version of the Port Companies Act 1997 .\n   18.    Financial Institutions Duty Act 1986 repealed\n     The Financial Institutions Duty Act 1986 is repealed.\n   19.\n     The amendments effected by this section have been incorporated into\n     the authorised version of the Electricity Entities (Contributions)\n     Act 1997 .\n     SCHEDULE 1 - Intergovernmental Agreement on the Reform of\n     Commonwealth-State Financial Relations Section 3\n   graphic image"
    }
  ]
}