{
  "doc": {
    "jurisdiction": "western_australia",
    "source_url": "https://classic.austlii.edu.au/au/legis/wa/consol_act/ptaa2002279/",
    "register_url": "https://www.legislation.wa.gov.au/legislation/statutes.nsf/law_a6335.html&view=consolidated",
    "source": "Pay-Roll Tax Assessment Act 2002 (100000139).txt",
    "filename": "Pay-Roll Tax Assessment Act 2002 (100000139).json",
    "name": "Pay-Roll Tax Assessment Act 2002",
    "citation": "Pay-Roll Tax Assessment Act 2002"
  },
  "chunks": [
    {
      "key": "section:2",
      "title": "Section 2 - Commencement",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Commencement",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 2",
      "text": "This Act comes into operation on the day on which the Taxation Administration\nAct 2003 comes into operation."
    },
    {
      "key": "section:3",
      "title": "Section 3 - Relationship with other Acts",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Relationship with other Acts",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 3",
      "text": "The Taxation Administration Act 2003 and the Pay-roll Tax Act 2002 are to be\nread with this Act as if they formed a single Act."
    },
    {
      "key": "section:4",
      "title": "Section 4 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 4",
      "text": "The Glossaries at the end of this Act and the Taxation Administration Act 2003\nrespectively define or affect the meaning of some of the words and expressions\nused in this Act, and also affect the operation of other provisions.\n[4A.^1M Modification, to insert section 4A, to have effect under the\nCommonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see\nCommonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 28 and\nendnote 1M.]\n[4A.^1MC Modification, to insert section 4A, to have effect under the\nCommonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 29 and endnote 1MC.]"
    },
    {
      "key": "section:5A",
      "title": "Section 5A - Notes in text",
      "main_structural_unit": "section",
      "main_structural_number": "5A",
      "main_structural_heading": "Notes in text",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 5A",
      "text": "A note included in this Act is explanatory and is not part of this Act.\n                       Part 2 -- Liability and assessment\n                    Division 1 -- Liability to pay-roll tax\n[5B.^1M Modification, to insert section 5B, to have effect under the\nCommonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see\nCommonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 29 and\nendnote 1M.]\n[5B.^1MC Modification, to insert section 5B, to have effect under the\nCommonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 30 and endnote 1MC.]"
    },
    {
      "key": "section:5",
      "title": "Section 5 - Pay-roll tax on WA taxable wages",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "Pay-roll tax on WA taxable wages",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 5",
      "text": "(1) Pay-roll tax is payable, in accordance with the pay-roll tax Acts, on wages\nthat are WA taxable wages.\n(2) WA taxable wages are wages, other than exempt wages, that are taxable in\nthis jurisdiction."
    },
    {
      "key": "section:6A.p1",
      "title": "Section 6A - Wages that are taxable in this jurisdiction",
      "main_structural_unit": "section",
      "main_structural_number": "6A",
      "main_structural_heading": "Wages that are taxable in this jurisdiction",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 6A",
      "text": "(1) Wages are taxable in this jurisdiction if -- (a) the wages are paid or payable by an employer for or in relation to services performed by a person wholly in this jurisdiction; or (b) the wages are paid or payable by an employer for or in relation to services performed by a person in 2 or more Australian jurisdictions, or partly in one or more Australian jurisdictions and partly outside all Australian jurisdictions, and -- (i) the person is based in this jurisdiction; or (ii) the employer is based in this jurisdiction -- in a case where the person is not based in an Australian jurisdiction; or (iii) the wages are paid or payable in this jurisdiction -- in a case where both the person and the employer are not based in an Australian jurisdiction; or (iv) the wages are paid or payable for services performed mainly in this jurisdiction -- in a case where both the person and employer are not based in an Australian jurisdiction and the wages are not paid or payable in an Australian jurisdiction; or (c) the wages are paid or payable by an employer for or in relation to services performed by a person wholly outside all Australian jurisdictions and are paid or payable in this jurisdiction. Note: Section 41B provides an exemption for wages paid or payable for services performed wholly in one or more other countries for a continuous period of more than 6 months. (2) The question of whether wages are taxable in this jurisdiction is, subject to this section, to be determined by reference only to the services performed by the person in respect of the employer during the month in which the wages are paid or payable. (3) For that purpose, any wages paid or payable by an employer in respect of a person in a particular month are taken to be paid or payable for or in relation to the services performed by the person in respect of the employer during that month. Note: For example, if wages paid in a month are paid to a person for services performed over several months, the question of whether the wages are taxable in this jurisdiction is to be determined by reference only to services performed by the person in the month in which the wages are paid. The services performed in previous months are disregarded for this purpose. (4) If no services are performed by a person in respect of an employer during a month in which wages are paid or payable to or in relation to the person by the employer -- (a) the question of whether the wages are taxable in this jurisdiction is to be determined by reference only to the services performed by the person in respect of the employer during the most recent prior month in which the person performed services in respect of the employer; and (b) the wages are taken to be paid or payable for or in relation to the services performed by the person in respect of the employer during that most recent prior month. (5) If no services are performed by a person in respect of an employer during a month in which wages are paid or payable to or in relation to the person by the employer and no services were performed by the person in respect of the employer during any prior month -- (a) the wages are taken to be paid or payable for or in relation to services performed by the person during the month in which the wages are paid or payable; and (b) the services are taken to have been performed at a place or places where it may be reasonably expected that the services of the person in respect of the employer will be performed. (6) All amounts of wages paid or payable in the same month by the same employer in respect of the same person are to be aggregated for the purposes of determining whether they are taxable in this jurisdiction. Note: For example, if one amount of wages is paid by an employer in a particular month for services performed in this jurisdiction, and another amount of wages is paid by the same employer in the same month for services performed by the same person in another Australian jurisdiction, the wages paid are to be aggregated as if they were paid for all the services performed by the person in that month. (7) If wages are paid in a different month from the month in which they are payable, the question of whether the wages are"
    },
    {
      "key": "section:6A.p2",
      "title": "Section 6A - Wages that are taxable in this jurisdiction",
      "main_structural_unit": "section",
      "main_structural_number": "6A",
      "main_structural_heading": "Wages that are taxable in this jurisdiction",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 6A",
      "text": "Note: For example, if one amount of wages is paid by an employer in a particular month for services performed in this jurisdiction, and another amount of wages is paid by the same employer in the same month for services performed by the same person in another Australian jurisdiction, the wages paid are to be aggregated as if they were paid for all the services performed by the person in that month. (7) If wages are paid in a different month from the month in which they are payable, the question of whether the wages are taxable in this jurisdiction is to be determined by reference to the earlier of the relevant months. (8) If an amount that is paid or payable to a company is, under section 9GA or 21, taken to be wages paid or payable to another person, subsection (1)(b) has effect as if references to the jurisdiction in which the person who performs the services is based were references to the jurisdiction in which the company is based and, for that purpose, the jurisdiction in which the company is based is to be worked out under section 6C as if the company were an employer."
    },
    {
      "key": "section:6B",
      "title": "Section 6B - Jurisdiction in which person who performs services is based",
      "main_structural_unit": "section",
      "main_structural_number": "6B",
      "main_structural_heading": "Jurisdiction in which person who performs services is based",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 6B",
      "text": "(1) The jurisdiction in which a person who performs services is based is the\njurisdiction in which the person's principal place of residence is located.\n(2) The jurisdiction in which the person is based is to be determined by\nreference to the state of affairs existing during the month in which the\nrelevant wages are paid or payable.\n(3) If more than one jurisdiction would qualify as the jurisdiction in which\nthe person is based during a month, the jurisdiction in which the person is\nbased is to be determined by reference to the state of affairs existing on the\nlast day of that month.\n(4) If the person does not have a principal place of residence, the person is\ntaken to be a person who is not based in an Australian jurisdiction."
    },
    {
      "key": "section:6C",
      "title": "Section 6C - Jurisdiction in which employer is based",
      "main_structural_unit": "section",
      "main_structural_number": "6C",
      "main_structural_heading": "Jurisdiction in which employer is based",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 6C",
      "text": "(1) The jurisdiction in which an employer is based is --\n(a) the jurisdiction in which the employer's registered business address is\nlocated -- if the employer has an ABN; or\n(b) the jurisdiction in which the employer's principal place of business is\nlocated -- in any other case.\n(2) If wages are paid or payable in connection with a business carried on by an\nemployer under a trust, the employer's registered business address is the\nregistered business address of the trust or, if the trust does not have an ABN,\nthe registered business address of the trustee of the trust.\n(3) If an employer has registered business addresses located in different\njurisdictions at the same point in time, the jurisdiction in which the employer\nis based at that point in time is the jurisdiction in which the employer's\nprincipal place of business is located.\n(4) The jurisdiction in which an employer is based is to be determined by\nreference to the state of affairs existing during the month in which the\nrelevant wages are paid or payable.\n(5) If more than one jurisdiction would qualify as the jurisdiction in which an\nemployer is based during a month, the jurisdiction in which the employer is\nbased is to be determined by reference to the state of affairs existing on the\nlast day of that month.\n(6) An employer who has neither a registered business address nor a principal\nplace of business is taken to be an employer who is not based in an Australian\njurisdiction."
    },
    {
      "key": "section:6D",
      "title": "Section 6D - Place and date of payment of wages",
      "main_structural_unit": "section",
      "main_structural_number": "6D",
      "main_structural_heading": "Place and date of payment of wages",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 6D",
      "text": "(1) In this section --\ninstrument includes a cheque, bill of exchange, promissory note, money order or\na postal order issued by a post office.\n(2) Wages are taken to have been paid at a place if, for the purpose of the\npayment of those wages --\n(a) an instrument is sent or given or an amount is transferred by an employer\nto a person or a person's agent at that place; or\n(b) an instruction is given by an employer for the crediting of an amount to\nthe account of a person or a person's agent at that place.\n(3) The wages are taken to have been paid on the date that the instrument was\nsent or given, the amount was transferred or the account credited in accordance\nwith the instruction (whichever is relevant).\n(4) Subject to this section, wages are taken to be payable at the place at\nwhich they are paid.\n(5) Wages that are not paid by the end of the month in which they are payable\nare taken to be payable at --\n(a) the place where wages were last paid by the employer for or in relation to\nservices performed by the person; or\n(b) if wages have not previously been paid by the employer for or in relation\nto services performed by the person -- the place where the person last performed\nservices in respect of the employer before the wages became payable.\n(6) If wages paid or payable in the same month by the same employer in respect\nof the same person are paid or payable in more than one Australian\njurisdiction, the wages paid or payable in that month are taken to be paid or\npayable in the Australian jurisdiction in which the highest proportion of the\nwages are paid or payable."
    },
    {
      "key": "section:6",
      "title": "Section 6 - Time for payment of pay-roll tax",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Time for payment of pay-roll tax",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 6",
      "text": "Pay-roll tax is due for payment on the last day for lodging the return of the\nwages on which the pay-roll tax is payable."
    },
    {
      "key": "section:7",
      "title": "Section 7 - Liability to pay-roll tax",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "Liability to pay-roll tax",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 7",
      "text": "(1) An employer who pays or is liable to pay WA taxable wages is liable to pay\nany pay-roll tax payable on the wages.\n(2) Pay-roll tax payable on wages by a member or members of a group is a debt\ndue jointly and severally by each person who is a member of the group during\nthe period in which the wages become payable.\n(3) A liability arising under subsection (2) does not affect the liability of\nan employer under subsection (1).\n(4) A person who is liable to pay pay-roll tax is also liable to pay any\npenalties, interest or other amounts payable under a pay-roll tax Act in\nconnection with the pay-roll tax."
    },
    {
      "key": "section:7A",
      "title": "Section 7A - Tax thresholds and tapering value: half-years in financial year beginning",
      "main_structural_unit": "section",
      "main_structural_number": "7A",
      "main_structural_heading": "Tax thresholds and tapering value: half-years in financial year beginning",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 7A",
      "text": ""
    },
    {
      "key": "section:1",
      "title": "Section 1 - July 2019",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "July 2019",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 1",
      "text": "(1) The threshold amount for a half-year in the financial year beginning on\nSection 1 July 2019 is as follows --\n(a) for the half-year beginning on 1 July 2019 -- $425 000;\n(b) for the half-year beginning on 1 January 2020 -- $475 000.\n(2) The monthly threshold amount for a half-year in the financial year\nbeginning on 1 July 2019 is as follows --\n(a) for the half-year beginning on 1 July 2019 -- $70 833;\n(b) for the half-year beginning on 1 January 2020 -- $79 167.\n(3) The upper threshold amount for a half-year in the financial year beginning\non 1 July 2019 is $3 750 000.\n(4) The tapering value for a half-year in the financial year beginning on\nSection 1 July 2019 is to be calculated as follows --\nmrdoc_4209602.jpg\nwhere --\nHT is the threshold amount for the half-year;\nUT is the upper threshold amount for the half-year.\nNote for this section:\nDivision 6 sets out special provisions for determining liability for pay-roll\ntax using the tax thresholds and tapering values that apply to half-years in\nthe financial year beginning on 1 July 2019."
    },
    {
      "key": "section:8",
      "title": "Section 8 - Tax thresholds and tapering value: financial years beginning on or after",
      "main_structural_unit": "section",
      "main_structural_number": "8",
      "main_structural_heading": "Tax thresholds and tapering value: financial years beginning on or after",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 1 -- Liability to pay-roll tax > Section 8",
      "text": "Section 1 July 2020\n(1) The annual threshold amount for a financial year beginning on or after\nSection 1 July 2020 is $1 000 000.\n(2) The monthly threshold amount for a financial year beginning on or after\nSection 1 July 2020 is $83 333.\n(3) The upper threshold amount for a financial year beginning on or after\nSection 1 July 2020 is $7 500 000.\n(4) The tapering value for a financial year beginning on or after 1 July 2020\nis to be calculated as follows --\nmrdoc_4209603.jpg\nwhere --\nAT is the annual threshold amount for the year;\nUT is the upper threshold amount for the year.\n                              Division 2A -- Wages\n                   Subdivision 1 -- General concept of wages"
    },
    {
      "key": "section:9AA",
      "title": "Section 9AA - Term used: wages",
      "main_structural_unit": "section",
      "main_structural_number": "9AA",
      "main_structural_heading": "Term used: wages",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 1 -- General concept of wages > Section 9AA",
      "text": "(1) In this Act --\nwages means --\n(a) wages, remuneration, salary, commission, bonuses or allowances paid or\npayable to or in relation to an employee; and\n(b) an amount paid or payable by way of remuneration to a person holding an\noffice under, or in the service of, the Crown in right of the State of Western\nAustralia; and\n(c) an amount paid or payable under a contract in a class of contract\nprescribed under section 45(2)(g), to the extent to which that payment is\nattributable to labour; and\n(d) an amount paid or payable by a company by way of remuneration to or in\nrelation to a director of that company; and\n(e) an amount paid or payable by way of commission to an insurance or\ntime-payment canvasser or collector; and\n(f) an amount that is taken to be wages paid or payable by an employer to a\nperson by another provision of this Division; and\n(g) a motor vehicle allowance paid or payable to an employee for a financial\nyear, to the extent to which it exceeds the exempt component determined under\nsection 9FA; and\n(h) an accommodation allowance paid or payable to an employee in a financial\nyear in respect of a night's absence from the person's usual place of\nresidence, to the extent to which it exceeds the exempt rate determined under Section 9FB.\n(2) Wages, remuneration, salary, commission, bonuses, allowances or other\namounts referred to in subsection (1) are wages --\n(a) whether paid or payable at piece work rates or otherwise; and\n(b) whether paid or payable in cash or in kind.\n        Subdivision 2 -- Fringe benefits and specified taxable benefits"
    },
    {
      "key": "section:9BA",
      "title": "Section 9BA - Wages include fringe benefits and specified taxable benefits",
      "main_structural_unit": "section",
      "main_structural_number": "9BA",
      "main_structural_heading": "Wages include fringe benefits and specified taxable benefits",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BA",
      "text": "(1) The value of a fringe benefit or a specified taxable benefit that is\nprovided by an employer to or in relation to an employee is taken to be wages\npaid by the employer to the employee unless the benefit is a fringe benefit\nconstituted by the grant of a share or an option that constitutes wages under\nSubdivision 4.\n(2) Subsection (1) does not apply to benefits that are exempt benefits for the\npurposes of the FBTA Act."
    },
    {
      "key": "section:9BB",
      "title": "Section 9BB - Actual value of fringe benefit",
      "main_structural_unit": "section",
      "main_structural_number": "9BB",
      "main_structural_heading": "Actual value of fringe benefit",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BB",
      "text": "(1) The value of a fringe benefit (V) is to be calculated in accordance with\nthe formula --\nmrdoc_4209604.jpg\nwhere --\nFBT rate is the rate of fringe benefits tax, imposed for the purposes of the\nFBTA Act, that applies when the liability to pay-roll tax under this Act\narises;\nTV is the taxable value of the benefit as a fringe benefit for the purposes of\nthe FBTA Act.\n(2) The value of a fringe benefit calculated in accordance with subsection (1)\nis the actual value of the fringe benefit."
    },
    {
      "key": "section:9BC",
      "title": "Section 9BC - Basis for including value of fringe benefits in returns",
      "main_structural_unit": "section",
      "main_structural_number": "9BC",
      "main_structural_heading": "Basis for including value of fringe benefits in returns",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BC",
      "text": "(1) If an employer is required to specify in a return WA taxable wages that\ninclude the value of fringe benefits provided by the employer, the employer\nmay, instead of including the actual value of the fringe benefits, include a\nvalue of the fringe benefits calculated using the estimated value method, if\nthe employer is eligible to do so.\n(2) An employer must use the same basis upon which to include the value of\nfringe benefits in returns for all returns for an assessment year unless the\nCommissioner allows a change during that year under section 9BH(4)."
    },
    {
      "key": "section:9BD",
      "title": "Section 9BD - Eligibility to use estimated value method",
      "main_structural_unit": "section",
      "main_structural_number": "9BD",
      "main_structural_heading": "Eligibility to use estimated value method",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BD",
      "text": "An employer is eligible to use the estimated value method to calculate the\nvalue of fringe benefits provided by the employer in an assessment year if the\nemployer --\n(a) has provided WA fringe benefits for at least the 15 months ending\nimmediately before the beginning of the assessment year; and\n(b) lodges monthly returns for the assessment year."
    },
    {
      "key": "section:9BE",
      "title": "Section 9BE - Returns (other than annual returns) using estimated value method",
      "main_structural_unit": "section",
      "main_structural_number": "9BE",
      "main_structural_heading": "Returns (other than annual returns) using estimated value method",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BE",
      "text": "(1) If an employer, other than one who lodges an annual return, uses the\nestimated value method for an assessment year, the value of the fringe benefits\n(V) to be included in each return for the year except the last return is to be\ncalculated in accordance with the formula --\nmrdoc_4209605.jpg\nwhere --\nAV is the actual value of the fringe benefits provided by the employer in\nrelation to the FBT year ending on 31 March in the financial year immediately\nbefore the assessment year;\nN is the number of returns in the assessment year.\n(2) The value of the fringe benefits to be included in the employer's last\nreturn for the assessment year is the amount equal to the difference between --\n(a) the actual value of the WA fringe benefits provided by the employer during\nthe FBT year that ended on 31 March in the assessment year; and\n(b) the sum of the amounts included in each of the previous returns for the\nassessment year under subsection (1)."
    },
    {
      "key": "section:9BF",
      "title": "Section 9BF - Annual returns using estimated value method",
      "main_structural_unit": "section",
      "main_structural_number": "9BF",
      "main_structural_heading": "Annual returns using estimated value method",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BF",
      "text": "If an employer who lodges an annual return for an assessment year uses the\nestimated value method for the assessment year, the value of the fringe\nbenefits to be included in the return is the amount equal to the actual value\nof the WA fringe benefits provided by the employer for the FBT year that ended\non 31 March in the assessment year."
    },
    {
      "key": "section:9BG",
      "title": "Section 9BG - Final returns using estimated value method",
      "main_structural_unit": "section",
      "main_structural_number": "9BG",
      "main_structural_heading": "Final returns using estimated value method",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BG",
      "text": "If an employer who uses the estimated value method lodges a final return for an\nassessment year, the value of the fringe benefits to be included in the return\nis the amount equal to the difference between --\n(a) the sum of --\n(i) the WA fringe benefits provided by the employer for the FBT year that ended\non 31 March in the assessment year; and\n(ii) the WA fringe benefits provided by the employer for April, May and June in\nthe assessment year (if any);\nand\n(b) the sum of --\n(i) one quarter of the WA fringe benefits provided by the employer for the FBT\nyear that ended in the first financial year for which the employer last chose\nto make returns using the estimated value method; and\n(ii) the total of the amounts of WA fringe benefits included in the returns for\nthe assessment year."
    },
    {
      "key": "section:9BH",
      "title": "Section 9BH - Changing method of valuing fringe benefits",
      "main_structural_unit": "section",
      "main_structural_number": "9BH",
      "main_structural_heading": "Changing method of valuing fringe benefits",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BH",
      "text": "(1) An employer may commence using the estimated value method for an assessment\nyear if the employer --\n(a) is eligible to use the estimated value method; and\n(b) gives the Commissioner notice of the intention to do so before the day on\nwhich the first or only return for the assessment year is required to be lodged\nby the employer.\n(2) An employer may cease using the estimated value method for an assessment\nyear if the employer gives the Commissioner notice of the intention to do so\nbefore the day on which the first or only return for the assessment year is\nrequired to be lodged by the employer.\n(3) A notice under subsection (1) or (2) must be in a form approved by the\nCommissioner.\n(4) On the written application of an employer, the Commissioner may allow the\nemployer to change the basis upon which to include the value of fringe benefits\nin returns during an assessment year if the Commissioner is satisfied that --\n(a) there is a compelling reason for making the change; and\n(b) where relevant -- if the change were not made, the amount of pay-roll tax\npaid by the employer during the assessment year would be substantially greater\nthan the amount payable for the assessment year on the actual value of the\nfringe benefits provided by the employer for the assessment year.\n(5) If an employer ceases using the estimated value method during an assessment\nyear, the value of the fringe benefits to be included in the last return lodged\nby the employer for the assessment year is the amount equal to the difference\nbetween --\n(a) the sum of --\n(i) the actual value of the WA fringe benefits provided by the employer for the\nFBT year ending on 31 March in the assessment year; and\n(ii) the actual value of the WA fringe benefits provided by the employer in\nApril, May and June of the assessment year (if any);\nand\n(b) the sum of --\n(i) one quarter of the actual value of the WA fringe benefits provided by the\nemployer for the FBT year that ended in the first financial year in which the\nemployer last chose to make returns using the estimated value method; and\n(ii) the total of the amounts of the WA fringe benefits included in the\nemployer's returns for the assessment year.\n(6) If an employer commences using the estimated value method during an\nassessment year, the value of the fringe benefits to be included in the last\nreturn lodged by the employer for the assessment year is the amount equal to\nthe difference between --\n(a) the actual value of the WA fringe benefits provided by the employer for the\nFBT year ending on 31 March in the assessment year; and\n(b) the total of the amounts of the WA fringe benefits included in the\nemployer's returns for the assessment year."
    },
    {
      "key": "section:9BI",
      "title": "Section 9BI - Value of specified taxable benefit",
      "main_structural_unit": "section",
      "main_structural_number": "9BI",
      "main_structural_heading": "Value of specified taxable benefit",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 2 -- Fringe benefits and specified taxable benefits > Section 9BI",
      "text": "The value of a specified taxable benefit is the prescribed value, or the value\ncalculated in the prescribed manner (whichever is relevant).\n                 Subdivision 3 -- Superannuation contributions"
    },
    {
      "key": "section:9CA",
      "title": "Section 9CA - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "9CA",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 3 -- Superannuation contributions > Section 9CA",
      "text": "For the purposes of this Subdivision --\nemployee includes --\n(a) any person to whom, because of paragraph (a), (b), (c), (d) or (e) of the\ndefinition of wages in section 9AA(1), an amount paid or payable in the\ncircumstances referred to in that paragraph constitutes wages; and\n(b) a director of a company to whom paragraph (a) does not apply;\nemployer, of a director referred to in the definition of employee paragraph\n(b), means the company;\nnotional contribution has the meaning given in section 9CD;\nsuperannuation contribution has the meaning given in section 9CC."
    },
    {
      "key": "section:9CB",
      "title": "Section 9CB - Wages include superannuation contributions and other similar amounts",
      "main_structural_unit": "section",
      "main_structural_number": "9CB",
      "main_structural_heading": "Wages include superannuation contributions and other similar amounts",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 3 -- Superannuation contributions > Section 9CB",
      "text": "(1) The amount of each of the following is taken to be wages paid by the\nemployer to the employee in the return period --\n(a) a superannuation contribution made by an employer in respect of an employee\nin a return period of the employer;\n(b) a notional contribution taken to have been made by an employer in respect\nof an employee in a return period of the employer;\n(c) an individual superannuation guarantee shortfall that an employer has for\nan employee for a return period of the employer.\n(2) If a notional contribution is taken to have been made by an employer, in\nrespect of an employee, to a superannuation fund in a return period, no\ncontribution made to the fund by the employer, in respect of the employee, in\nthe return period to make provision for the cost referred to in section 9CD(3)\nis taken to be wages under subsection (1).\n(3) If --\n(a) a superannuation contribution that was payable, but not paid, or was\nrequired to be credited as a contribution, but was not, by an employer in\nrespect of an employee is taken to be wages paid by the employer to the\nemployee in a return period under subsection (1); and\n(b) an individual superannuation guarantee shortfall results wholly or in part\nfrom the employer's failure to pay or credit the contribution,\nthe amount of the individual superannuation guarantee shortfall is reduced (but\nnot to below zero) by the amount of the superannuation contribution referred to\nin paragraph (a).\n(4) Section 6D(5) applies to --\n(a) a superannuation contribution that is payable but not paid or is or is\nrequired to be credited as a contribution; and\n(b) a notional contribution; and\n(c) an individual superannuation guarantee shortfall,\nas if --\n(d) it referred to contributions rather than wages; and\n(e) an amount that is or is required to be credited as a contribution, a\nnotional contribution and an individual superannuation guarantee shortfall were\ncontributions payable.\n(5) For the purposes of subsection (1)(c) --\n(a) the individual superannuation guarantee shortfall referred to is reduced by\nany amount of the shortfall arising under the Superannuation Guarantee Act\nsection 19 because of contributions not made in compliance with the choice of\nfund requirements; and\n(b) if an employer has an individual superannuation guarantee shortfall for an\nemployee for a quarter (within the meaning given in the Superannuation\nGuarantee Act section 6), the shortfall is taken to be for the last month of\nthe quarter."
    },
    {
      "key": "section:9CC",
      "title": "Section 9CC - Superannuation contributions",
      "main_structural_unit": "section",
      "main_structural_number": "9CC",
      "main_structural_heading": "Superannuation contributions",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 3 -- Superannuation contributions > Section 9CC",
      "text": "(1) A superannuation contribution is made by an employer in respect of an\nemployee if --\n(a) a contribution is paid or payable by an employer to or as a superannuation\nfund in respect of the employee; or\n(b) an amount, although not paid or payable, is or is required to be credited\nunder a superannuation fund as an employer's contribution in respect of an\nemployee.\n(2) Subsection (1)(b) applies only in respect of an Australian superannuation\nfund that does not provide for any defined superannuation benefits in respect\nof any person.\n(3) Setting aside any money or anything that is worth money as, or as part of,\na superannuation fund is taken to be paying a contribution.\n(4) Making a contribution of anything that is worth money is taken to be paying\na contribution of the amount equal to its value, and its value is to be worked\nout in accordance with section 9HA as if that section referred to the\ncontribution instead of to wages."
    },
    {
      "key": "section:9CD",
      "title": "Section 9CD - Notional contributions",
      "main_structural_unit": "section",
      "main_structural_number": "9CD",
      "main_structural_heading": "Notional contributions",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 3 -- Superannuation contributions > Section 9CD",
      "text": "(1) Notional contributions are taken to have been made by an employer in\nrespect of an employee if --\n(a) the employee is a member of an Australian superannuation fund; and\n(b) the fund is a defined benefit fund.\n(2) For each return period of the employer in which the employee accrues an\nentitlement to a defined superannuation benefit from the fund, a notional\ncontribution is taken to have been made to the fund in the return period by the\nemployer in respect of the employee.\n(3) The amount of the notional contribution is the amount that an actuary\ndetermines would be sufficient to meet the expected long-term cost to the\nemployer of that benefit.\n(4) The regulations may include provisions about how an actuary is to determine\nan amount under subsection (3).\n                      Subdivision 4 -- Shares and options"
    },
    {
      "key": "section:9DA",
      "title": "Section 9DA - Wages include shares and options granted to employees",
      "main_structural_unit": "section",
      "main_structural_number": "9DA",
      "main_structural_heading": "Wages include shares and options granted to employees",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DA",
      "text": "(1) For the purposes of this Act --\nwages include the grant of a share or an option to an employee by an employer\nin respect of services performed by the employee if the share or option --\n(a) is an ESS interest within the meaning of the Income Tax Assessment Act 1997\n(Commonwealth) section 83A-10; and\n(b) is granted to the employee under an employee share scheme within the\nmeaning of that section.\nNote:\nA grant of a share or an option to an employee by an employer that is not an\nESS interest will be taxable as a fringe benefit under Subdivision 2.\n(2) A share or an option is granted to a person if --\n(a) another person transfers the share or option to that person (other than, in\nthe case of a share, by issuing the share to that person); or\n(b) in the case of a share -- another person allots the share to that person; or\n(c) in the case of an option -- another person confers the option on, or\notherwise creates the option in, that person; or\n(d) the person otherwise acquires a legal interest in the share or option from\nanother person; or\n(e) the person acquires a beneficial interest in the share or option from\nanother person.\n(3A) To avoid doubt, if an employee acquires a right to be granted a share or\nan option, or some other material benefit, at the employer's election, the\nshare or option is not granted until the employer elects to grant the share or\noption.\n(3) Wages constituted by the value of a share or an option are taken to be paid\non the relevant day.\n(4) The relevant day is the day that the employer elects, in accordance with\nthis Subdivision, to treat as the day on which the wages are paid.\n(5) To avoid doubt, a share or an option is valuable consideration for the\npurposes of section 9HC."
    },
    {
      "key": "section:9DB",
      "title": "Section 9DB - Relevant day: choice of",
      "main_structural_unit": "section",
      "main_structural_number": "9DB",
      "main_structural_heading": "Relevant day: choice of",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DB",
      "text": "(1) The employer may elect to treat as the relevant day either the day on which\nthe share or option is granted to the employee or the vesting day.\n(2) The vesting day in respect of a share is the earlier of the following\ndays --\n(a) the day on which the share vests in the employee (that is, when any\nconditions applying to the grant of the share have been met and the employee's\nlegal or beneficial interest in the share cannot be rescinded);\n(b) the day at the end of the period of 7 years from the day on which the share\nis granted to the employee.\n(3) The vesting day in respect of an option is the earlier of the following\ndays --\n(a) the day on which the share to which the option relates is granted to the\nemployee;\n(b) the day on which the employee exercises a right under the option to have\nthe share the subject of the option transferred to, allotted to or vested in\nthe employee;\n(c) the day at the end of the period of 7 years from the day on which the\noption is granted to the employee."
    },
    {
      "key": "section:9DC",
      "title": "Section 9DC - Relevant day: special cases",
      "main_structural_unit": "section",
      "main_structural_number": "9DC",
      "main_structural_heading": "Relevant day: special cases",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DC",
      "text": "(1) If --\n(a) an employer grants a share or an option to an employee; and\n(b) the value of the share or option is not specified as WA taxable wages in a\nreturn in the financial year in which the share or option was granted,\nthe employer is taken to have elected to treat the wages constituted by the\nvalue of that share or option as being paid on the vesting day.\n(2) If --\n(a) an employer grants a share or an option to an employee; and\n(b) either --\n(i) the value of the share or option is nil; or\n(ii) if the employer were to elect to treat the day on which the share or\noption was granted as the relevant day -- the wages constituted by the value of\nthe share or option would not be liable to pay-roll tax,\nthe employer is taken to have elected to treat the wages constituted by the\nvalue of the share or option as being paid or payable on the day on which the\nshare or option was granted."
    },
    {
      "key": "section:9DD",
      "title": "Section 9DD - Value of shares and options",
      "main_structural_unit": "section",
      "main_structural_number": "9DD",
      "main_structural_heading": "Value of shares and options",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DD",
      "text": "(1) In this section --\nCommonwealth income tax provisions means the Income Tax Assessment Act 1997\n(Commonwealth) section 83A-315 and the regulations made for the purposes of\nthat section.\nNote:\nSee the Income Tax Assessment Regulations 1997 (Commonwealth) Division 83A for\nthe relevant regulations.\n(2) The value of a share or an option is the value of the share or option\n(expressed in Australian currency) on the relevant day, less the consideration\n(if any) paid or given by the employee in respect of the share or option (other\nthan consideration in the form of services performed).\n(3) The value of a share or an option is --\n(a) the market value; or\n(b) the amount determined as provided for by the Commonwealth income tax\nprovisions.\n(4) The employer may elect the method by which the value of a share or an\noption is determined in any return lodged under this Act.\n(5) However, the Commissioner may determine the method by which the value of a\nshare or an option is determined if the grant of the share or option is not\nincluded as wages in a return lodged by an employer as required by this Act.\n(6) In determining the market value of a share or an option, anything that\nwould prevent or restrict conversion of the share or option to money is to be\ndisregarded.\n(7) The Commonwealth income tax provisions apply with the following\nmodifications, and any other necessary modifications --\n(a) the value of an option is to be determined as if it were a right to acquire\na beneficial interest in a share;\n(b) a reference to the acquisition of a beneficial interest in a share or right\nis to be read as a reference to the grant of a share or an option."
    },
    {
      "key": "section:9DE",
      "title": "Section 9DE - Effect of rescission, cancellation etc. of share or option",
      "main_structural_unit": "section",
      "main_structural_number": "9DE",
      "main_structural_heading": "Effect of rescission, cancellation etc. of share or option",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DE",
      "text": "(1) If an employer grants a share or an option to an employee and the grant of\nthe share or option is withdrawn, cancelled or exchanged before the vesting day\nfor any valuable consideration (other than the grant of other shares or\noptions) --\n(a) the day of withdrawal, cancellation or exchange is taken to be the relevant\nday in relation to the share or option; and\n(b) the market value of the share or option, on the relevant day, is taken to\nbe the amount of the valuable consideration.\n(2) If --\n(a) an employer grants a share or an option to an employee; and\n(b) the value of the share or option is specified as WA taxable wages in a\nreturn; and\n(c) the grant is rescinded because the conditions attaching to the grant were\nnot met,\nthe WA taxable wages of the employer, in the return period in which the grant\nis rescinded, are to be reduced by the value of the share or option as\nspecified in the earlier return.\n(3) Subsection (2) does not apply just because an employee fails to exercise an\noption or to otherwise exercise his or her rights in respect of a share or an\noption."
    },
    {
      "key": "section:9DF",
      "title": "Section 9DF - Grant of share under exercise of option",
      "main_structural_unit": "section",
      "main_structural_number": "9DF",
      "main_structural_heading": "Grant of share under exercise of option",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DF",
      "text": "The grant of a share by an employer does not constitute wages for the purposes\nof this Act if --\n(a) the employer is required to grant the share as a consequence of the\nexercise of an option by a person; and\n(b) the grant of the option to the person constitutes wages for the purposes of\nthis Act."
    },
    {
      "key": "section:9DG",
      "title": "Section 9DG - Wages include certain shares and options granted to directors",
      "main_structural_unit": "section",
      "main_structural_number": "9DG",
      "main_structural_heading": "Wages include certain shares and options granted to directors",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DG",
      "text": "(1) For the purposes of this Act --\nwages include the grant of a share or an option by a company to a director of\nthe company who is not an employee of the company by way of remuneration for\nthe appointment or services of the director.\n(2) For that purpose, the other provisions of this Subdivision apply in respect\nof any such grant as if a reference to the employer were a reference to the\ncompany and a reference to the employee were a reference to the director of the\ncompany.\n(3) In this section, a reference to a director of the company includes a\nreference to the following --\n(a) a person who, under a contract or other arrangement, is to be appointed as\na director of the company;\n(b) a former director of the company.\n(4) However, if wages referred to in this section are fringe benefits, the\nvalue of the wages is to be determined in accordance with Subdivision 2 and not\nthis Subdivision."
    },
    {
      "key": "section:9DH",
      "title": "Section 9DH - Place where wages (as shares or options) are payable",
      "main_structural_unit": "section",
      "main_structural_number": "9DH",
      "main_structural_heading": "Place where wages (as shares or options) are payable",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 4 -- Shares and options > Section 9DH",
      "text": "(1) In this section --\nlocal company means --\n(a) a company incorporated or taken to be incorporated under the Corporations\nAct that is taken to be registered in Western Australia for the purposes of\nthat Act; or\n(b) any other body corporate that is incorporated under a written law.\n(2) Wages constituted by the value of a share or an option are taken to be paid\nin Western Australia if the share is a share in a local company or, in the case\nof an option, an option to acquire shares in a local company.\n(3) In any other case, wages constituted by the value of a share or an option\nare taken to be paid outside Western Australia.\n                     Subdivision 5 -- Termination payments"
    },
    {
      "key": "section:9EA",
      "title": "Section 9EA - Wages include termination payments",
      "main_structural_unit": "section",
      "main_structural_number": "9EA",
      "main_structural_heading": "Wages include termination payments",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 5 -- Termination payments > Section 9EA",
      "text": "(1) The amount of a termination payment is taken to be wages paid or payable by\nthe employer to the employee, or by the company (as an employer) to the\ndirector.\n(2) For the purposes of subsection (1) --\nemployment termination payment means --\n(a) an employment termination payment within the meaning of section 82-130 of\nthe ITA Act; or\n(b) a payment that would be an employment termination payment within the\nmeaning of section 82-130 of the ITA Act but for the fact that it was received\nlater than 12 months after the termination of a person's employment; or\n(c) a transitional termination payment within the meaning of section 82-10 of\nthe Income Tax (Transitional Provisions) Act 1997 (Commonwealth);\ntermination payment means --\n(a) a payment made in consequence of the retirement from, or termination of,\nany office or employment of an employee, being --\n(i) an unused annual leave payment; or\n(ii) an unused long service leave payment; or\n(iii) so much of an employment termination payment paid or payable by an\nemployer, whether or not paid to the employee or to any other person or body,\nthat would be included in the assessable income of an employee under Part 2-40\nof the ITA Act if the whole of the employment termination payment had been paid\nto the employee;\nor\n(b) an amount paid or payable by a company as a consequence of the termination\nof the services or office of a director of the company, whether or not paid to\nthe director or to any other person or body, that would be an employment\ntermination payment if that amount had been paid or payable as a consequence of\ntermination of employment;\nunused annual leave payment has the meaning given in section 83-10 of the ITA\nAct;\nunused long service leave payment has the meaning given in section 83-75 of the\nITA Act.\n                          Subdivision 6 -- Allowances"
    },
    {
      "key": "section:9FA",
      "title": "Section 9FA - Motor vehicle allowances",
      "main_structural_unit": "section",
      "main_structural_number": "9FA",
      "main_structural_heading": "Motor vehicle allowances",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 6 -- Allowances > Section 9FA",
      "text": "(1) For the purposes of section 9AA(1)(g), the exempt component (E) of a motor\nvehicle allowance paid or payable in respect of a financial year is calculated\nin accordance with the formula --\nmrdoc_4209606.jpg\nwhere --\nK is the number of business kilometres travelled during the financial year\nunder subsection (2);\nR is the exempt rate under subsection (3).\n(2) The number of business kilometres travelled during the financial year is to\nbe determined --\n(a) if paragraph (b) does not apply to the employer -- in accordance with the\napplicable recording method in the regulations; or\n(b) if the Commissioner has, by order in writing, approved the use, by an\nemployer or class of employer, of another method (including the use of an\nestimate) of determining the number of business kilometres travelled during the\nfinancial year -- in accordance with the method approved by the Commissioner.\n(3) The exempt rate for the financial year concerned is --\n(a) the rate determined by the Commissioner of Taxation of the Commonwealth\nunder the ITA Act section 28-25(4) as the rate of cents per kilometre for cars\nfor the income year corresponding to the financial year immediately preceding\nthe financial year in which the allowance is paid or payable; or\n(b) if no determination referred to in paragraph (a) is in force -- the rate\nprescribed in the regulations."
    },
    {
      "key": "section:9FB",
      "title": "Section 9FB - Accommodation allowances",
      "main_structural_unit": "section",
      "main_structural_number": "9FB",
      "main_structural_heading": "Accommodation allowances",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 6 -- Allowances > Section 9FB",
      "text": "For the purposes of section 9AA(1)(h), the exempt rate for the financial year\nconcerned is --\n(a) the total reasonable amount for daily travel allowance expenses using the\nlowest capital city for the lowest salary band for the financial year\ndetermined by the Commissioner of Taxation of the Commonwealth; or\n(b) if no determination referred to in paragraph (a) is in force -- the rate\nprescribed in the regulations.\n                       Subdivision 7 -- Employment agents"
    },
    {
      "key": "section:9GA",
      "title": "Section 9GA - Wages include amounts paid by employment agents",
      "main_structural_unit": "section",
      "main_structural_number": "9GA",
      "main_structural_heading": "Wages include amounts paid by employment agents",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 7 -- Employment agents > Section 9GA",
      "text": "An amount in respect of services that is paid or payable by an employment agent\n(directly or indirectly) to a person who was engaged to perform the services\nfor a client of the employment agent, or to some other person, as a result of\nwhich engagement the employment agent receives payment (directly or indirectly,\nwhether by way of a lump sum or an ongoing fee) in relation to the period\nduring which the services are performed for the client by the person engaged to\nperform them is taken to be wages paid or payable by the agent (as an employer)\nto the person for or in relation to the services performed by the person.\n                   Subdivision 8 -- Miscellaneous provisions"
    },
    {
      "key": "section:9HA",
      "title": "Section 9HA - Value of wages paid in kind",
      "main_structural_unit": "section",
      "main_structural_number": "9HA",
      "main_structural_heading": "Value of wages paid in kind",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 8 -- Miscellaneous provisions > Section 9HA",
      "text": "The value of wages (except fringe benefits or specified taxable benefits) that\nare paid or payable in kind is the greater of --\n(a) the value agreed or the value attributed to the wages in, or the value\nascertainable for the wages from, arrangements between the employer and the\nemployee, whichever is the greater of the 3 amounts; and\n(b) if the regulations prescribe how the value of wages of that type is to be\ndetermined -- the value determined in accordance with the regulations."
    },
    {
      "key": "section:9HB",
      "title": "Section 9HB - GST excluded from wages",
      "main_structural_unit": "section",
      "main_structural_number": "9HB",
      "main_structural_heading": "GST excluded from wages",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 8 -- Miscellaneous provisions > Section 9HB",
      "text": "(1) If wages paid or payable to a person relate to a supply on which the person\nis liable to pay GST, the amount or value of the wages is reduced by the amount\nof GST payable by the person in respect of the services to which the wages\nrelate.\n(2) Subsection (1) does not apply in respect of the value of wages comprising a\nfringe benefit."
    },
    {
      "key": "section:9HC",
      "title": "Section 9HC - Wages paid by or to third parties",
      "main_structural_unit": "section",
      "main_structural_number": "9HC",
      "main_structural_heading": "Wages paid by or to third parties",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2A -- Wages > Subdivision 8 -- Miscellaneous provisions > Section 9HC",
      "text": "(1) If any of the following amounts of money or other valuable consideration\nwould, if paid or given directly by an employer to an employee, be or be taken\nto be wages paid or payable by the employer to the employee for the purposes of\nthis Act, they are taken to be wages paid or payable by the employer to the\nemployee --\n(a) any money or other valuable consideration paid or given, or to be paid or\ngiven, to an employee, for the employee's services as an employee of an\nemployer, by a person other than the employer;\n(b) any money or other valuable consideration paid or given, or to be paid or\ngiven, by an employer, for an employee's services as the employee of the\nemployer, to a person other than the employee;\n(c) any money or other valuable consideration paid or given, or to be paid or\ngiven, by a person other than an employer, for an employee's services as an\nemployee of the employer, to a person other than the employee.\n(2) If any of the following amounts of money or other valuable consideration\nwould, if paid or given directly by a company to a director of the company, be\nor be taken to be wages paid or payable by the company to the director for the\npurposes of this Act, they are taken to be wages paid or payable by the company\nto the director --\n(a) any money or other valuable consideration paid or given, or to be paid or\ngiven, to a director of a company, by way of remuneration for the appointment\nor services of the director to the company, by a person other than the company;\n(b) any money or other valuable consideration paid or given, or to be paid or\ngiven, by a company, by way of remuneration for the appointment or services of\nthe director to the company, to a person other than the director;\n(c) any money or other valuable consideration paid or given, or to be paid or\ngiven, by any person, by way of remuneration for the appointment or services of\na director to the company, to a person other than the director.\n(3) In this section, a reference to a director of a company includes a\nreference to --\n(a) a person who, under a contract or other arrangement, is to be appointed as\na director of the company; and\n(b) a former director of the company.\n                  Division 2 -- Non-group employers' liability"
    },
    {
      "key": "section:10",
      "title": "Section 10 - Annual tax liability: local non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "10",
      "main_structural_heading": "Annual tax liability: local non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 10",
      "text": "(1) If an employer is a local non-group employer for the whole of an assessment\nyear, the amount of pay-roll tax payable by the employer for the year is --\n(a) if the total amount of WA taxable wages paid or payable by the employer\nduring the year is less than or equal to the annual threshold amount for the\nyear -- nil;\n(b) if the total amount of WA taxable wages paid or payable by the employer\nduring the year is equal to or greater than the upper threshold amount for the\nyear -- the amount calculated by applying the pay-roll tax rate to the total\namount of WA taxable wages paid or payable by the employer during the year;\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the employer during\nthe year; and\n(ii) the deductable amount for the employer for the year calculated in\naccordance with subsection (2).\n(2) For the purposes of subsection (1)(c)(ii), the deductable amount for the\nemployer for the year is to be calculated as follows --\nmrdoc_4209607.jpg\nwhere --\nAT is the annual threshold amount for the year;\nTV is the tapering value for the year;\nW is the total amount of WA taxable wages paid or payable by the employer\nduring the year.\n(3) If an employer is a local non-group employer for only part of an assessment\nyear (the part-year), the amount of pay-roll tax payable by the employer for\nthe part-year is --\n(a) if the total amount of WA taxable wages paid or payable by the employer\nduring the part-year is less than or equal to the apportioned annual threshold\namount for the part-year -- nil;\n(b) if the total amount of WA taxable wages paid or payable by the employer\nduring the part-year is equal to or greater than the apportioned upper\nthreshold amount for the part-year -- the amount calculated by applying the\npay-roll tax rate to the total amount of WA taxable wages paid or payable by\nthe employer during the part-year;\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the employer during\nthe part-year; and\n(ii) the deductable amount for the employer for the part-year calculated in\naccordance with subsection (4).\n(4) For the purposes of subsection (3)(c)(ii), the deductable amount for the\nemployer for the part-year is to be calculated as follows --\nmrdoc_4209608.jpg\nwhere --\nAAT is the apportioned annual threshold amount for the part-year;\nTV is the tapering value for the year;\nW is the total amount of WA taxable wages paid or payable by the employer\nduring the part-year.\n(5) The apportioned annual threshold amount for part of an assessment year is\ncalculated in accordance with section 11A(1).\n(6) The apportioned upper threshold amount for part of an assessment year is\ncalculated in accordance with section 11A(2)."
    },
    {
      "key": "section:11A",
      "title": "Section 11A - Apportioned threshold amounts for s. 10: local non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "11A",
      "main_structural_heading": "Apportioned threshold amounts for s. 10: local non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 11A",
      "text": "(1) For the purposes of section 10, the apportioned annual threshold amount for\npart of an assessment year is to be calculated as follows --\nmrdoc_4209609.jpg\nwhere --\nAT is the annual threshold amount for the year;\nP is the number of days in that part of the year;\nY is the number of days in the year.\n(2) For the purposes of section 10(3), the apportioned upper threshold amount\nfor part of an assessment year is to be calculated as follows --\nmrdoc_4209610.jpg\nwhere --\nUT is the upper threshold amount for the year;\nP is the number of days in that part of the year;\nY is the number of days in the year."
    },
    {
      "key": "section:11",
      "title": "Section 11 - Tax payable with returns: local non-group employer",
      "main_structural_unit": "section",
      "main_structural_number": "11",
      "main_structural_heading": "Tax payable with returns: local non-group employer",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 11",
      "text": "(1) The amount of pay-roll tax payable by a local non-group employer for a\nprogressive return period or for part of a progressive return period in an\nassessment year (the period or part-period) is --\n(a) if the total amount of WA taxable wages paid or payable by the employer\nduring the period or part-period is less than or equal to the apportioned\nthreshold amount for the period or part-period -- nil;\n(b) if the total amount of WA taxable wages paid or payable by the employer\nduring the period or part-period is equal to or greater than the apportioned\nupper threshold amount for the period or part-period -- the amount calculated by\napplying the pay-roll tax rate to the total amount of WA taxable wages paid or\npayable by the employer during the period or part-period;\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the employer during\nthe period or part-period; and\n(ii) the deductable amount for the employer for the period or part-period\ncalculated in accordance with subsection (2).\n(2) For the purposes of subsection (1)(c)(ii), the deductable amount for the\nemployer for the period or part-period is to be calculated as follows --\nmrdoc_4209607.jpg\nwhere --\nAT is the apportioned threshold amount for the period or part-period;\nTV is the tapering value for the year;\nW is the total amount of WA taxable wages paid or payable by the employer\nduring the period or part-period.\n(3) The apportioned threshold amount for a progressive return period or part of\na progressive return period is calculated in accordance with section 12(1).\n(4) The apportioned upper threshold amount for a progressive return period or\npart of a progressive return period is calculated in accordance with section 12\n(2)."
    },
    {
      "key": "section:12",
      "title": "Section 12 - Apportioned threshold amounts for s. 11: local non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "12",
      "main_structural_heading": "Apportioned threshold amounts for s. 11: local non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 12",
      "text": "(1) For the purposes of section 11, the apportioned threshold amount for a\nprogressive return period or part of a progressive return period is to be\ncalculated as follows --\nmrdoc_4209611.jpg\nwhere --\nN is the number of months in the progressive return period;\nMT is the monthly threshold amount for the year;\nD is the number of days in the progressive return period, or part of the\nprogressive return period, during which WA taxable wages were paid or payable\nby the employer;\nP is the number of days in the progressive return period.\n(2) For the purposes of section 11, the apportioned upper threshold amount for\na progressive return period or part of a progressive return period is to be\ncalculated as follows --\nmrdoc_4209612.jpg\nwhere --\nN is the number of months in the progressive return period;\nUT is the upper threshold amount for the year;\nD is the number of days in the progressive return period, or part of the\nprogressive return period, during which WA taxable wages were paid or payable\nby the employer;\nP is the number of days in the progressive return period."
    },
    {
      "key": "section:13",
      "title": "Section 13 - Annual tax liability: interstate non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "13",
      "main_structural_heading": "Annual tax liability: interstate non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 13",
      "text": "(2) If an employer is an interstate non-group employer for the whole of an\nassessment year, the amount of pay-roll tax payable by the employer for the\nyear is --\n(a) if the total amount of Australian taxable wages paid or payable by the\nemployer during the year is less than or equal to the annual threshold amount\nfor the year -- nil;\n(b) if the total amount of Australian taxable wages paid or payable by the\nemployer during the year is equal to or greater than the upper threshold amount\nfor the year -- the amount calculated by applying the pay-roll tax rate to the\ntotal amount of WA taxable wages paid or payable by the employer during the\nyear;\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the employer during\nthe year; and\n(ii) the deductable amount for the employer for the year calculated in\naccordance with subsection (3).\n(3) For the purposes of subsection (2)(c)(ii), the deductable amount for the\nemployer for the year is to be calculated as follows --\nmrdoc_4209613.jpg\nwhere --\nAT is the annual threshold amount for the year;\nTW is the total amount of Australian taxable wages paid or payable by the\nemployer during the year;\nTV is the tapering value for the year;\nW is the total amount of WA taxable wages paid or payable by the employer\nduring the year.\n(4) If an employer is an interstate non-group employer for only part of an\nassessment year (the part-year), the amount of pay-roll tax payable by the\nemployer for the part-year is --\n(a) if the total amount of Australian taxable wages paid or payable by the\nemployer during the part-year is less than or equal to the apportioned annual\nthreshold amount for the part-year -- nil;\n(b) if the total amount of Australian taxable wages paid or payable by the\nemployer during the part-year is equal to or greater than the apportioned upper\nthreshold amount for the part-year -- the amount calculated by applying the\npay-roll tax rate to the total amount of WA taxable wages paid or payable by\nthe employer during the part-year;\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the employer during\nthe part-year; and\n(ii) the deductable amount for the employer for the part-year calculated in\naccordance with subsection (5).\n(5) For the purposes of subsection (4)(c)(ii), the deductable amount for the\nemployer for the part-year is to be calculated as follows --\nmrdoc_4209614.jpg\nwhere --\nAAT is the apportioned annual threshold amount for the part-year;\nTW is the total amount of Australian taxable wages paid or payable by the\nemployer during the part-year;\nTV is the tapering value for the year;\nW is the total amount of WA taxable wages paid or payable by the employer\nduring the part-year.\n(6) The apportioned annual threshold amount for part of an assessment year is\ncalculated in accordance with section 14(1).\n(7) The apportioned upper threshold amount for part of an assessment year is\ncalculated in accordance with section 14(2).\n[Section 13 inserted: No. 15 of 2015 s. 14; amended: No. 20 of 2017 s. 4; No. 6\nof 2020 s. 9.]"
    },
    {
      "key": "section:14",
      "title": "Section 14 - Apportioned threshold amounts for s. 13: interstate non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Apportioned threshold amounts for s. 13: interstate non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 14",
      "text": "(1) For the purposes of section 13, the apportioned annual threshold amount for\npart of an assessment year is to be calculated as follows --\nmrdoc_4209609.jpg\nwhere --\nAT is the annual threshold amount for the year;\nP is the number of days in that part of the year;\nY is the number of days in the year.\n(2) For the purposes of section 13, the apportioned upper threshold amount for\npart of an assessment year is to be calculated as follows --\nmrdoc_4209610.jpg\nwhere --\nUT is the upper threshold amount for the year;\nP is the number of days in that part of the year;\nY is the number of days in the year."
    },
    {
      "key": "section:15",
      "title": "Section 15 - Tax payable with progressive returns: interstate non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Tax payable with progressive returns: interstate non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 15",
      "text": "(1) The amount of pay-roll tax payable by an interstate non-group employer for\na progressive return period is the amount calculated by applying the pay-roll\ntax rate to the amount equal to the difference between --\n(a) the total amount of WA taxable wages paid or payable by the employer during\nthe period; and\n(b) the amount of the employer's nominated deduction under subsection (2).\n(2) The employer's nominated deduction for an assessment year is --\n(a) the amount nominated by the Commissioner having regard to the amounts of WA\ntaxable wages and Australian taxable wages previously paid or payable by the\nemployer and any other relevant matters; or\n(b) any other amount nominated by the Commissioner, at his or her discretion,\non the request of the employer under subsection (3).\n(3) The employer may ask the Commissioner to nominate a different amount if the\nemployer expects that the amounts of WA taxable wages and Australian taxable\nwages payable by the employer for the assessment year will vary significantly\nfrom the amounts of WA taxable wages and Australian taxable wages previously\npaid or payable by the employer.\n(6) The Commissioner must notify the employer as soon as practicable of the\nnomination of an amount or the cancellation of a nomination.\n(7) If there is no nominated amount for an employer, the nominated deduction\nfor the employer is taken to be nil.\n(8) A nomination remains in force for each subsequent progressive return period\nin the assessment year unless it is cancelled.\n(9) The Commissioner may cancel a nomination at any time.\n[Section 15 amended: No. 40 of 2003 s. 19; No. 82 of 2004 s. 9; No. 20 of 2017\ns. 5.]"
    },
    {
      "key": "section:16",
      "title": "Section 16 - Annual reconciliation: non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Annual reconciliation: non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 2 -- Non-group employers' liability > Section 16",
      "text": "(1) If the sum of the amounts of pay-roll tax paid or payable by a non-group\nemployer under section 11 or 15 for the progressive return periods in an\nassessment year is greater than the amount of pay-roll tax payable by the\nemployer for the year under section 10 or 13, the employer is entitled to a\nrefund or rebate of the difference.\n(2) If the sum of the amounts of pay-roll tax paid or payable by a non-group\nemployer under section 11 or 15 for the progressive return periods in an\nassessment year is less than the amount of pay-roll tax payable by the employer\nfor the year under section 10 or 13, the employer must pay the difference.\n(3) Subject to section 17(4) of the Taxation Administration Act 2003, the\nCommissioner must make any reassessment necessary to give effect to this\nsection.\n[16A. ^1M Modification, to insert section 16A, to have effect under the\nCommonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see\nCommonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 30 and\nendnote 1M.]\n[16A. ^1MC Modification, to insert section 16A, to have effect under the\nCommonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 31 and endnote 1MC.]\n                    Division 3 -- Group employers' liability"
    },
    {
      "key": "section:17",
      "title": "Section 17 - Annual tax liability: groups",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Annual tax liability: groups",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 3 -- Group employers' liability > Section 17",
      "text": "(1) The amount of pay-roll tax payable by a group for an assessment year is to\nbe worked out in accordance with subsection (2) if at all times during the\nassessment year there is at least one member of the group who pays or is liable\nto pay Australian taxable wages as a group member, whether or not any member of\nthe group pays or is liable to pay Australian taxable wages as a group member\nthroughout the whole assessment year.\n(2) The amount of pay-roll tax payable by the group for the assessment year\nis --\n(a) if the total amount of Australian taxable wages paid or payable by the\ngroup members during the year is less than or equal to the annual threshold\namount for the year -- nil;\n(b) if the total amount of Australian taxable wages paid or payable by the\ngroup members during the year is equal to or greater than the upper threshold\namount for the year -- the amount calculated by applying the pay-roll tax rate\nto the total amount of WA taxable wages paid or payable by the group members\nduring the year;\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the group members\nduring the year; and\n(ii) the deductable amount for the group for the year calculated in accordance\nwith subsection (3A).\n(3A) For the purposes of subsection (2)(c)(ii), the deductable amount for the\ngroup for the year is to be calculated as follows --\nmrdoc_4209613.jpg\nwhere --\nAT is the annual threshold amount for the year;\nTW is the total amount of Australian taxable wages paid or payable by the group\nmembers during the year;\nTV is the tapering value for the year;\nW is the total amount of WA taxable wages paid or payable by the group members\nduring the year.\n(3) The amount of pay-roll tax payable by a group for an assessment year is to\nbe worked out in accordance with subsection (4) if --\n(a) during part only of the assessment year (the part-year) there is at least\none member of the group who pays or is liable to pay Australian taxable wages\nas a group member, whether or not that member or any other member of the group\npays or is liable to pay Australian taxable wages as a group member throughout\nthat part of the assessment year; and\n(b) during the remainder of the assessment year there is no member of the group\nwho pays or is liable to pay Australian taxable wages as a group member.\n(4) The amount of pay-roll tax payable by the group for the assessment year\nis --\n(a) if the total amount of Australian taxable wages paid or payable by the\ngroup members during the part-year is less than or equal to the apportioned\nannual threshold amount for the part-year -- nil;\n(b) if the total amount of Australian taxable wages paid or payable by the\ngroup members during the part-year is equal to or greater than the apportioned\nupper threshold amount for the part-year -- the amount calculated by applying\nthe pay-roll tax rate to the total amount of WA taxable wages paid or payable\nby the group members during the part-year;\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the group members\nduring the part-year; and\n(ii) the deductable amount for the group for the part-year calculated in\naccordance with subsection (5).\n(5) For the purposes of subsection (4)(c)(ii), the deductable amount for the\ngroup for the part-year is to be calculated as follows --\nmrdoc_4209614.jpg\nwhere --\nAAT is the apportioned annual threshold amount for the part-year;\nTW is the total amount of Australian taxable wages paid or payable by the group\nmembers during the part-year;\nTV is the tapering value for the year;\nW is the total amount of WA taxable wages paid or payable by the group members\nduring the part-year.\n(6) The apportioned annual threshold amount for part of an assessment year is\ncalculated in accordance with section 18(1).\n(7) The apportioned upper threshold amount for part of an assessment year is\ncalculated in accordance with section 18(2).\n[Section 17 amended: No. 40 of 2003 s. 20; No. 15 of 2015 s. 15; No. 20 of 2017\ns. 6; No. 6 of 2020 s. 9.]"
    },
    {
      "key": "section:18",
      "title": "Section 18 - Apportioned threshold amounts for s. 17: groups",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "Apportioned threshold amounts for s. 17: groups",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 3 -- Group employers' liability > Section 18",
      "text": "(1) For the purposes of section 17, the apportioned annual threshold amount for\npart of an assessment year is to be calculated as follows --\nmrdoc_4209609.jpg\nwhere --\nAT is the annual threshold amount for the year;\nP is the number of days in that part of the year;\nY is the number of days in the year.\n(2) For the purposes of section 17, the apportioned upper threshold amount for\npart of an assessment year is to be calculated as follows --\nmrdoc_4209610.jpg\nwhere --\nUT is the upper threshold amount for the year;\nP is the number of days in that part of the year;\nY is the number of days in the year."
    },
    {
      "key": "section:19",
      "title": "Section 19 - Tax payable with progressive returns: groups",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Tax payable with progressive returns: groups",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 3 -- Group employers' liability > Section 19",
      "text": "(1) The amount of pay-roll tax payable for a progressive return period by any\nmember of a group except the DGE is the amount calculated by applying the\npay-roll tax rate to the amount equal to the total amount of WA taxable wages\npaid or payable by the member for the period.\n(2) The amount of pay-roll tax payable for a progressive return period by the\nDGE of a group is the amount calculated by applying the pay-roll tax rate to\nthe difference between --\n(a) the amount equal to the total amount of WA taxable wages paid or payable by\nthe DGE for the period; and\n(b) the amount of the group's nominated deduction under subsection (3).\n(3) The group's nominated deduction for an assessment year is --\n(a) the amount nominated by the Commissioner having regard to the amounts of WA\ntaxable wages and Australian taxable wages previously paid or payable by the\ngroup and any other relevant matters; or\n(b) any other amount nominated by the Commissioner, at his or her discretion,\non the request of a member of the group under subsection (4).\n(4) A member of the group may ask the Commissioner to nominate a different\namount if the member expects that the amounts of WA taxable wages and\nAustralian taxable wages payable by the group for the assessment year will vary\nsignificantly from the amounts of WA taxable wages and Australian taxable wages\npreviously paid or payable by the group.\n(7) The Commissioner must notify the DGE as soon as practicable of the\nnomination of an amount or the cancellation of a nomination.\n(8) If there is no nominated amount, the nominated deduction is taken to be\nnil.\n(9) The Commissioner may cancel a nomination at any time.\n[Section 19 amended: No. 40 of 2003 s. 22; No. 82 of 2004 s. 11; No. 20 of 2017\ns. 7.]"
    },
    {
      "key": "section:20",
      "title": "Section 20 - Annual reconciliation: groups",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "Annual reconciliation: groups",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 3 -- Group employers' liability > Section 20",
      "text": "(1) If the sum of the amounts of pay-roll tax paid or payable by the members of\na group under section 19 for the progressive return periods in an assessment\nyear is greater than the amount of pay-roll tax payable by the group for the\nyear under section 17, the group is entitled to a refund or rebate of the\ndifference.\n(2) If the sum of the amounts of pay-roll tax paid or payable by the members of\na group under section 19 for the progressive return periods in an assessment\nyear is less than the amount of pay-roll tax payable by the group for the year\nunder section 17, the group members must pay the difference.\n(3) Subject to section 17(4) of the Taxation Administration Act 2003, the\nCommissioner must make any reassessment necessary to give effect to this\nsection.\n[20A. ^1M Modification, to insert section 20A, to have effect under the\nCommonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see\nCommonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 31 and\nendnote 1M.]\n[20A. ^1MC Modification, to insert section 20A, to have effect under the\nCommonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 32 and endnote 1MC.]\n                       Division 4 -- Assessment generally"
    },
    {
      "key": "section:21",
      "title": "Section 21 - Tax-reducing arrangements",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Tax-reducing arrangements",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 4 -- Assessment generally > Section 21",
      "text": "(1) If a person is a party to a tax-reducing arrangement, the Commissioner\nmay --\n(a) disregard the arrangement; and\n(b) determine that any party to the arrangement is an employer for the purposes\nof this Act; and\n(c) determine that any payment made under the arrangement is wages paid or\npayable for or in relation to the services performed by the worker for the\npurposes of this Act.\n(2) If the Commissioner makes a determination, he or she must --\n(a) serve a notice to that effect on the person; and\n(b) set out in the notice the grounds on which the Commissioner relies and his\nor her reasons for making the determination."
    },
    {
      "key": "section:22",
      "title": "Section 22 - Adjustments for changes in annual threshold amount",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Adjustments for changes in annual threshold amount",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 4 -- Assessment generally > Section 22",
      "text": "(1) If the Commissioner is satisfied that the total amount of pay-roll tax paid\nor payable by a non-group employer or a group for an assessment year exceeds by\nmore than $10 the total amount of pay-roll tax that would have been paid or\npayable for the year if the annual threshold amount had not been amended with\nrespect to that year, the employer or group is eligible for a refund or rebate\nof the amount by which the first-mentioned total amount exceeds the\nsecond-mentioned total amount.\n(2) The non-group employer or the group's DGE may apply to the Commissioner for\nthe rebate or refund.\n(3) An application may be made in the approved form before the end of the\nfollowing financial year.\n(4) The Commissioner must reassess the amount of pay-roll tax payable by the\nemployer or the group for the year on receiving an application, and may do so\non his or her initiative."
    },
    {
      "key": "section:23",
      "title": "Section 23 - Taxable wages not paid throughout assessment year",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Taxable wages not paid throughout assessment year",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 4 -- Assessment generally > Section 23",
      "text": "(1) This section applies to a non-group employer if --\n(a) the employer pays or is liable to pay WA taxable wages or interstate\ntaxable wages for part only of an assessment year; and\n(b) the Commissioner is satisfied that, because of the nature of the employer's\ntrade or business, the employer's liability to pay WA taxable wages or\ninterstate taxable wages fluctuates with different periods of the assessment\nyear.\n(2) If the employer conducted the trade or business in Australia during the\nwhole of the assessment year, then the employer's liability to pay pay-roll tax\nis to be assessed as if the employer had paid or been liable to pay wages\nthroughout the assessment year.\n(3) If the employer has conducted the trade or business in Australia during\npart only of the assessment year, then the employer's liability is to be\nassessed as if the employer had paid or been liable to pay wages only during\nthat part of the assessment year.\n  Division 5 -- Special provisions for period from 1 July 2018 to 30 June 2023"
    },
    {
      "key": "section:23A",
      "title": "Section 23A - Nomination of estimates for determining rates for progressive return",
      "main_structural_unit": "section",
      "main_structural_number": "23A",
      "main_structural_heading": "Nomination of estimates for determining rates for progressive return",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 5 -- Special provisions for period from 1 July 2018 to 30 June 2023 > Section 23A",
      "text": "periods\n(1) The Commissioner may --\n(a) for the purposes of the Pay-roll Tax Act 2002 section 9(a), nominate --\n(i) an amount of Australian taxable wages that it is estimated will be payable\nby an interstate non-group employer during an assessment year in the sliding\nscale period; and\n(ii) a number of days in the assessment year during which it is estimated that\nAustralian taxable wages will be payable by the employer;\nor\n(b) for the purposes of the Pay-roll Tax Act 2002 section 11(a), nominate --\n(i) an amount of Australian taxable wages that it is estimated will be payable\nby all members of a group during an assessment year in the sliding scale\nperiod; and\n(ii) a number of days in the assessment year during which it is estimated that\nAustralian taxable wages will be payable by at least one member of the group.\n(2) The Commissioner may make or vary a nomination under this section --\n(a) on the Commissioner's own initiative, having regard to the amounts of\nAustralian taxable wages previously paid or payable by the employer, or by all\nmembers of the group, and any other relevant matters; or\n(b) on application by the interstate non-group employer, or by a member of the\ngroup, having regard to the information included in the application and any\nother relevant matters.\n(3) The Commissioner may cancel a nomination under this section at any time.\n(4) As soon as practicable after making, varying or cancelling a nomination\nunder this section, the Commissioner must notify the employer, or each member\nof the group, to which the nomination relates of --\n(a) the making, variation or cancellation of the nomination; and\n(b) in the case of the making or variation of a nomination -- the first\nprogressive return period to which the nomination, or the nomination as varied,\napplies (which may be any period in the assessment year, including a period\nthat has ended).\n(5) Subject to any cancellation or variation, a nomination under this section\napplies to the progressive return period specified under subsection (4)(b) and\neach subsequent progressive return period in the assessment year.\n(6) Subject to the Taxation Administration Act 2003 section 17, the\nCommissioner must make any reassessment necessary to give effect to the making\nor variation of a nomination under this section."
    },
    {
      "key": "section:23B",
      "title": "Section 23B - Application for nomination under s. 23A",
      "main_structural_unit": "section",
      "main_structural_number": "23B",
      "main_structural_heading": "Application for nomination under s. 23A",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 5 -- Special provisions for period from 1 July 2018 to 30 June 2023 > Section 23B",
      "text": "(1) An application for the making or variation of a nomination under\nsection 23A must --\n(a) be in the approved form; and\n(b) include any relevant information required by the Commissioner.\n(2) An application for the variation of a nomination made under section 23A in\nrelation to an interstate non-group employer or a group cannot be made unless\nthe applicant expects that --\n(a) the amount of Australian taxable wages that will be payable by the\nemployer, or by all members of the group, during the assessment year will vary\nsignificantly from the nominated amount; or\n(b) the number of days in the assessment year during which Australian taxable\nwages will be payable by the employer, or by at least one member of the group,\nwill vary significantly from the nominated number of days."
    },
    {
      "key": "section:23C",
      "title": "Section 23C - Determination of reduced rate where Pay-roll Tax Act 2002 s. 8(6) or 10(7)",
      "main_structural_unit": "section",
      "main_structural_number": "23C",
      "main_structural_heading": "Determination of reduced rate where Pay-roll Tax Act 2002 s. 8(6) or 10(7)",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 5 -- Special provisions for period from 1 July 2018 to 30 June 2023 > Section 23C",
      "text": "applied\n(1) This section applies if --\n(a) an interstate non-group employer, or the DGE of a group, fails to comply,\nwithin the period referred to in section 27(2)(c), with a requirement under\nsection 27 to lodge an additional return in respect of an assessment year in\nthe sliding scale period; and\n(b) as a result of the failure to comply, a pay-roll tax rate of 6.5% applies\nto the employer or group and the assessment year or part of the assessment year\n(the part-year) under the Pay-roll Tax Act 2002 section 8(6) or 10(7).\n(2) If the Commissioner has sufficient information to determine the pay-roll\ntax rate that would, but for the application of the Pay-roll Tax Act 2002\nsection 8(6) or 10(7), have applied to the employer or group and the year or\npart-year, the Commissioner may determine that the Pay-roll Tax Act 2002\nsection 8(6) or 10(7) (whichever is relevant) does not apply to the employer or\ngroup and the year or part-year.\n(3) A determination under subsection (2) may be made on the Commissioner's own\ninitiative or on application by the interstate non-group employer or a member\nof the group.\n(4) An application for a determination under subsection (2) must --\n(a) be in the approved form; and\n(b) include any relevant information required by the Commissioner.\n(5) As soon as practicable after making a determination under subsection (2),\nthe Commissioner must notify the employer, or each member of the group, to\nwhich the determination relates of the making of the determination.\n(6) Subject to the Taxation Administration Act 2003 section 17, the\nCommissioner must make any reassessment necessary to give effect to a\ndetermination under subsection (2).\n   Division 6 -- Special provisions for assessment year beginning 1 July 2019"
    },
    {
      "key": "section:23D",
      "title": "Section 23D - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "23D",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23D",
      "text": "(1) In this Division, the relevant whole year liability provisions in relation\nto an employer or group are as set out in the Table.\n---------------------------------------------------------\n     Employer or group      Relevant whole year liability\n                                     provisions          \n---------------------------------------------------------\nLocal non-group employer    Section 10(1) and (2)        \n---------------------------------------------------------\nInterstate non-group        Section 13(2) and (3)        \nemployer                                                 \n---------------------------------------------------------\nGroup                       Section 17(1) to (3A)        \n---------------------------------------------------------\n(2) In this Division, the relevant part-year liability provisions in relation\nto an employer or group are as set out in the Table.\n---------------------------------------------------------\n     Employer or group      Relevant part-year liability \n                                     provisions          \n---------------------------------------------------------\nLocal non-group employer    Sections 10(3) to (6) and 11A\n---------------------------------------------------------\nInterstate non-group        Sections 13(4) to (7) and 14 \nemployer                                                 \n---------------------------------------------------------\nGroup                       Sections 17(3) to (7) and 18 \n---------------------------------------------------------\n(3) In this Division, the relevant return period liability provisions in\nrelation to an employer are as set out in the Table.\n---------------------------------------------------------\n          Employer             Relevant return period    \n                                liability provisions     \n---------------------------------------------------------\nLocal non-group employer    Sections 11 and 12           \n---------------------------------------------------------\nInterstate non-group        Section 15                   \nemployer                                                 \n---------------------------------------------------------\nMember of a group           Section 19                   \n---------------------------------------------------------"
    },
    {
      "key": "section:23E",
      "title": "Section 23E - Application of Division",
      "main_structural_unit": "section",
      "main_structural_number": "23E",
      "main_structural_heading": "Application of Division",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23E",
      "text": "(1) The amount of pay-roll tax payable by an employer or group for the\nassessment year beginning on 1 July 2019, for part of that assessment year, or\nfor a progressive return period or part of a progressive return period in that\nassessment year, is to be calculated under this Division.\n(2) Divisions 2 and 3 apply for the purposes of a calculation referred to in\nsubsection (1) only to the extent and with the modifications provided for in\nthis Division."
    },
    {
      "key": "section:23F",
      "title": "Section 23F - Annual tax liability: whole of assessment year beginning 1 July 2019",
      "main_structural_unit": "section",
      "main_structural_number": "23F",
      "main_structural_heading": "Annual tax liability: whole of assessment year beginning 1 July 2019",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23F",
      "text": "(1) This section applies if the amount of pay-roll tax payable by an employer\nor group for the assessment year beginning on 1 July 2019 would, but for this\nDivision, be calculated under the relevant whole year liability provisions.\n(2) The amount of pay-roll tax payable by the employer or group for the\nassessment year is to be calculated by --\n(a) calculating the amount of pay-roll tax payable for each half-year in the\nassessment year in accordance with the relevant whole year liability\nprovisions, as modified by section 23K; and\n(b) adding the amounts calculated under paragraph (a) together.\n(3) Despite subsection (2), the amount of pay-roll tax payable by the employer\nor group for the assessment year is, instead, to be calculated by applying the\npay-roll tax rate to the total amount of WA taxable wages paid or payable by\nthe employer or by the group members during the year if --\n(a) for a local non-group employer -- the total amount of WA taxable wages paid\nor payable by the employer during the year is equal to or greater than\n$7 500 000; or\n(b) for an interstate non-group employer -- the total amount of Australian\ntaxable wages paid or payable by the employer during the year is equal to or\ngreater than $7 500 000; or\n(c) for a group -- the total amount of Australian taxable wages paid or payable\nby the group members during the year is equal to or greater than $7 500 000."
    },
    {
      "key": "section:23G",
      "title": "Section 23G - Annual tax liability for non-group employers: part-years in assessment",
      "main_structural_unit": "section",
      "main_structural_number": "23G",
      "main_structural_heading": "Annual tax liability for non-group employers: part-years in assessment",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23G",
      "text": "year beginning 1 July 2019\n(1) This section applies if the amount of pay-roll tax payable by a non-group\nemployer for part of the assessment year beginning on 1 July 2019 (the\npart-year) would, but for this Division, be calculated under the relevant\npart-year liability provisions.\n(2) If the whole of the part-year is within 1 of the half-years in the\nassessment year, the amount of pay-roll tax payable by the employer for the\npart-year is to be calculated in accordance with --\n(a) if the part-year is the whole of the half-year -- the relevant whole year\nliability provisions, as modified by section 23K; or\n(b) otherwise -- the relevant part-year liability provisions, as modified by Section 23K.\n(3) If part of the part-year (the first half-year portion) is within the first\nhalf-year in the assessment year and the remainder of the part-year (the second\nhalf-year portion) is within the second half-year in the assessment year, the\namount of pay-roll tax payable by the employer for the part-year is to be\ncalculated by --\n(a) calculating the amount of pay-roll tax payable for each of the first\nhalf-year portion and the second half-year portion in accordance with --\n(i) for a half-year portion that is the whole of a half-year -- the relevant\nwhole year liability provisions, as modified by section 23K; or\n(ii) otherwise -- the relevant part-year liability provisions, as modified by\nSection 23K; and\n(b) adding the amounts calculated under paragraph (a) together.\n(4) Despite subsections (2) and (3), the amount of pay-roll tax payable by the\nemployer for the part-year is, instead, to be calculated by applying the\npay-roll tax rate to the total amount of WA taxable wages paid or payable by\nthe employer during the part-year if --\n(a) for a local non-group employer -- the total amount of WA taxable wages paid\nor payable by the employer during the part-year is equal to or greater than the\nrelevant apportioned amount; or\n(b) for an interstate non-group employer -- the total amount of Australian\ntaxable wages paid or payable by the employer during the part-year is equal to\nor greater than the relevant apportioned amount.\n(5) For the purposes of subsection (4), the relevant apportioned amount is to\nbe calculated as follows --\nmrdoc_4209615.jpg\nwhere --\nP is the number of days in the part-year;\nY is the number of days in the year."
    },
    {
      "key": "section:23H",
      "title": "Section 23H - Annual tax liability for groups: part-years in assessment year beginning",
      "main_structural_unit": "section",
      "main_structural_number": "23H",
      "main_structural_heading": "Annual tax liability for groups: part-years in assessment year beginning",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23H",
      "text": "Section 1 July 2019\n(1) This section applies if the amount of pay-roll tax payable by a group for\nthe assessment year beginning on 1 July 2019 would, but for this Division, be\ncalculated under the relevant part-year liability provisions by reference to\nthe part of the assessment year (the part-year) during which at least 1 member\nof the group pays or is liable to pay Australian taxable wages as a group\nmember.\n(2) If the whole of the part-year is within 1 of the half-years in the\nassessment year, the amount of pay-roll tax payable by the group for the\nassessment year is to be calculated by calculating the amount of pay-roll tax\npayable for the half-year in accordance with --\n(a) if the part-year is the whole of the half-year -- the relevant whole year\nliability provisions, as modified by section 23K; or\n(b) otherwise -- the relevant part-year liability provisions, as modified by Section 23K.\n(3) If part of the part-year is within the first half-year in the assessment\nyear and the remainder of the part-year is within the second half-year in the\nassessment year, the amount of pay-roll tax payable by the group for the\nassessment year is to be calculated by --\n(a) calculating the amount of pay-roll tax payable for each half-year in the\nassessment year in accordance with --\n(i) for a half-year that is wholly included in the part-year -- the relevant\nwhole year liability provisions, as modified by section 23K; or\n(ii) otherwise -- the relevant part-year liability provisions, as modified by\nSection 23K; and\n(b) adding the amounts calculated under paragraph (a) together.\n(4) Despite subsections (2) and (3), if the total amount of Australian taxable\nwages paid or payable by the group members during the part-year is equal to or\ngreater than the relevant apportioned amount, the amount of pay-roll tax\npayable by the group for the assessment year is, instead, to be calculated by\napplying the pay-roll tax rate to the total amount of WA taxable wages paid or\npayable by the group members during the part-year.\n(5) For the purposes of subsection (4), the relevant apportioned amount is to\nbe calculated as follows --\nmrdoc_4209615.jpg\nwhere --\nP is the number of days in the part-year;\nY is the number of days in the year."
    },
    {
      "key": "section:23I",
      "title": "Section 23I - Tax payable with progressive returns in assessment year beginning 1 July",
      "main_structural_unit": "section",
      "main_structural_number": "23I",
      "main_structural_heading": "Tax payable with progressive returns in assessment year beginning 1 July",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23I",
      "text": "2019\n(1) The amount of pay-roll tax payable by a local non-group employer for a\nprogressive return period or for part of a progressive return period (the\nperiod or part-period) in the assessment year beginning on 1 July 2019 is to be\ncalculated under whichever of subsection (2) or (3) is applicable.\n(2) If the whole of the period or part-period is within 1 of the half-years in\nthe assessment year, the amount of pay-roll tax payable by the employer for the\nperiod or part-period is to be calculated in accordance with the relevant\nreturn period liability provisions, as modified by section 23K.\n(3) If part of the period or part-period (the first return period portion) is\nwithin the first half-year in the assessment year and the remainder of the\nperiod or part-period (the second return period portion) is within the second\nhalf-year in the assessment year, the amount of pay-roll tax payable by the\nemployer for the period or part-period is to be calculated by --\n(a) calculating the amount of pay-roll tax payable for each of the first return\nperiod portion and the second return period portion in accordance with\nsection 23J; and\n(b) adding the amounts calculated under paragraph (a) together.\n(4) The amount of pay-roll tax payable by an interstate non-group employer or a\nmember of a group for a progressive return period in the assessment year\nbeginning on 1 July 2019 is to be calculated in accordance with the relevant\nreturn period liability provisions, as modified by section 23K."
    },
    {
      "key": "section:23J",
      "title": "Section 23J - Tax payable for return period portions: local non-group employers",
      "main_structural_unit": "section",
      "main_structural_number": "23J",
      "main_structural_heading": "Tax payable for return period portions: local non-group employers",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23J",
      "text": "(1) For the purposes of section 23I(3), the amount of pay-roll tax payable by a\nlocal non-group employer for a part of a period or part-period referred to in\nthat section (the return period portion) that is within a half-year in the\nassessment year beginning on 1 July 2019 is --\n(a) if the total amount of WA taxable wages paid or payable by the employer\nduring the return period portion is less than or equal to the apportioned\nthreshold amount for the return period portion -- nil; or\n(b) if the total amount of WA taxable wages paid or payable by the employer\nduring the return period portion is equal to or greater than the apportioned\nupper threshold amount for the return period portion -- the amount calculated by\napplying the pay-roll tax rate to the total amount of WA taxable wages paid or\npayable by the employer during the return period portion; or\n(c) otherwise -- the amount calculated by applying the pay-roll tax rate to the\namount equal to the difference between --\n(i) the total amount of WA taxable wages paid or payable by the employer during\nthe return period portion; and\n(ii) the deductable amount for the employer for the return period portion\ncalculated in accordance with subsection (2).\n(2) For the purposes of subsection (1)(c)(ii), the deductable amount for the\nemployer for the return period portion is to be calculated as follows --\nmrdoc_4209616.jpg\nwhere --\nAT is the apportioned threshold amount for the return period portion;\nTV is the tapering value for the half-year;\nW is the total amount of WA taxable wages paid or payable by the employer\nduring the return period portion.\n(3) For the purposes of subsections (1) and (2), the apportioned threshold\namount for a return period portion is to be calculated as follows --\nmrdoc_4209617.jpg\nwhere --\nN is the number of months in the relevant progressive return period that are\nwithin the half-year;\nMT is the monthly threshold amount for the half-year;\nD is the number of days in the return period portion during which WA taxable\nwages were paid or payable by the employer;\nP is the number of days in the relevant progressive return period that are\nwithin the half-year.\n(4) For the purposes of subsection (1)(b), the apportioned upper threshold\namount for a return period portion is to be calculated as follows --\nmrdoc_4209618.jpg\nwhere --\nN is the number of months in the relevant progressive return period that are\nwithin the half-year;\nUT is the upper threshold amount for the half-year;\nD is the number of days in the return period portion during which WA taxable\nwages were paid or payable by the employer;\nP is the number of days in the relevant progressive return period that are\nwithin the half-year."
    },
    {
      "key": "section:23K",
      "title": "Section 23K - Modified application of relevant liability provisions",
      "main_structural_unit": "section",
      "main_structural_number": "23K",
      "main_structural_heading": "Modified application of relevant liability provisions",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23K",
      "text": "(1) In this section --\nrelevant liability provisions means the relevant whole year liability\nprovisions, the relevant part-year liability provisions and the relevant return\nperiod liability provisions.\n(2) For the purposes of sections 23F(2), 23G(2) and (3), 23H(2) and (3) and 23I\n(2) and (4), the relevant liability provisions apply as if a reference to a\nperiod or amount set out in an item of the Table in column 1 were a reference\nto the period or amount set out in column 2 opposite that item.\n---------------------------------------------------------\n          Column 1                    Column 2           \n---------------------------------------------------------\nan assessment year          a half-year in the assessment\n                            year beginning on 1 July 2019\n---------------------------------------------------------\nthe assessment year         the half-year                \n---------------------------------------------------------\nthe year                    the half-year                \n---------------------------------------------------------\nthe part-year               the half-year portion        \n---------------------------------------------------------\nthe whole assessment year   the whole half-year          \n---------------------------------------------------------\nthe annual threshold amount the threshold amount for the \nfor the year                half-year                    \n---------------------------------------------------------\nthe monthly threshold amountthe monthly threshold amount \nfor the year                for the half-year            \n---------------------------------------------------------\nthe upper threshold amount  the upper threshold amount   \nfor the year                for the half-year            \n---------------------------------------------------------\nthe tapering value for the  the tapering value for the   \nyear                        half-year                    \n---------------------------------------------------------\n(3) Despite subsection (2), section 12(2) applies for the purposes of\nsection 23I(2) as if a reference in that section to the upper threshold amount\nfor the year were a reference to $7 500 000.\n(4) Subsection (5) applies if --\n(a) an interstate non-group employer or a member of a group is required to\nlodge a return for a progressive return period that is in the assessment year\nbeginning on 1 July 2019; and\n(b) the progressive return period is partly within the first half-year in the\nassessment year and partly within the second half-year in the assessment year.\n(5) Despite subsection (2), sections 15 and 19 apply for the purposes of\nsection 23I(4) as if they required the Commissioner to nominate a deduction for\nthe employer or group in relation to the progressive return period rather than\nin relation to a half-year."
    },
    {
      "key": "section:23L",
      "title": "Section 23L - Adjustment for application of half-year thresholds",
      "main_structural_unit": "section",
      "main_structural_number": "23L",
      "main_structural_heading": "Adjustment for application of half-year thresholds",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23L",
      "text": "(1) This section applies if --\n(a) a calculation is made under section 23F, 23G or 23H of the amount of\npay-roll tax (the relevant amount) payable by an employer or group for the\nassessment year beginning on 1 July 2019 or part of that assessment year; and\n(b) the relevant amount is greater than the amount of pay-roll tax that would\nhave been payable for the year or part-year if --\n(i) the amount payable had been calculated under the applicable provisions of\nDivision 2 or 3 and not under section 23F, 23G or 23H; and\n(ii) the threshold amounts used for the purposes of that calculation were the\napplicable amounts set out in the Table.\n--------------------------------------------------------\n   Annual threshold amount             $850 000         \n--------------------------------------------------------\n   Monthly threshold amount            $70 833          \n--------------------------------------------------------\n    Upper threshold amount            $7 500 000        \n--------------------------------------------------------\n(2) Despite whichever of section 23F, 23G or 23H is applicable, the amount of\npay-roll tax payable by the employer or group for the assessment year or\npart-year is the amount calculated as referred to in subsection (1)(b).\n(3) Section 22 does not apply in relation to the assessment year beginning on\nSection 1 July 2019."
    },
    {
      "key": "section:23M",
      "title": "Section 23M - Annual reconciliation for assessment year beginning 1 July 2019",
      "main_structural_unit": "section",
      "main_structural_number": "23M",
      "main_structural_heading": "Annual reconciliation for assessment year beginning 1 July 2019",
      "defined_term": null,
      "structure_path": "Part 2 -- Liability and assessment > Division 6 -- Special provisions for assessment year beginning 1 July 2019 > Section 23M",
      "text": "(1) Section 16 applies in relation to the assessment year beginning on 1 July\nSection 2019 as if --\n(a) the references to section 11 or 15 were references to section 23I; and\n(b) the references to section 10 or 13 were references to section 23F or 23G or\n(if applicable) section 23L.\n(2) Section 20 applies in relation to the assessment year beginning on 1 July\nSection 2019 as if --\n(a) the references to section 19 were references to section 23I; and\n(b) the references in section 20(1) and (2) to section 17 were references to\nsection 23F or 23H or (if applicable) section 23L.\n[23N. ^1M Modification, to insert section 23N, to have effect under the\nCommonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see\nCommonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 31A and\nendnote 1M.]\n[23N. ^1MC Modification, to insert section 23N, to have effect under the\nCommonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 32A and endnote 1MC.]\n                       Part 3 -- Registration and returns"
    },
    {
      "key": "section:24",
      "title": "Section 24 - Applications for registration as employer",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Applications for registration as employer",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 24",
      "text": "(1) A non-group employer who is not registered must apply to the Commissioner\nfor registration if --\n(a) the employer pays or is liable to pay any WA taxable wages during a month;\nand\n(b) the total amount of the WA taxable wages and any interstate taxable wages\nthat the employer pays or is liable to pay during the month exceeds the monthly\nthreshold amount.\nPenalty: a fine of $20 000.\n(2) A group member who is not registered must apply for registration if the\nmember pays or is liable to pay any WA taxable wages during a month.\nPenalty: a fine of $20 000.\n(3) A non-group employer whose registration is cancelled in an assessment year\nbut who in any later month of the year pays or is liable to pay WA taxable\nwages may apply for registration even if the amount of wages paid or payable by\nthe employer during the month is less than the monthly threshold amount.\n(4) An application must be made in the approved form.\n(5) An application under subsection (1) or (2) must be made to the Commissioner\nwithin 7 days after the end of the month."
    },
    {
      "key": "section:25",
      "title": "Section 25 - Registration and cancellation of registration",
      "main_structural_unit": "section",
      "main_structural_number": "25",
      "main_structural_heading": "Registration and cancellation of registration",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 25",
      "text": "(1) On receiving an application under section 24, the Commissioner must\nregister the applicant as an employer for the purposes of this Act if it\nappears to the Commissioner that the employer is, or is likely to become,\nliable to pay pay-roll tax.\n(2A) The Commissioner may register an employer, although the employer has not\napplied for registration under section 24, if it appears to the Commissioner\nthat the employer is, or is likely to become, liable to pay pay-roll tax.\n(2B) If the Commissioner registers an employer under subsection (2A), the\nCommissioner must give the employer notice of the registration.\n(2C) The Commissioner is taken always to have been entitled to register an\nemployer on his or her own initiative under this Act or the Pay-roll Tax\nAssessment Act 1971^ 1, and any such registration before the coming into\noperation of the Revenue Laws Amendment Act 2012 section 27 is, and is taken\nalways to have been, a valid and effective registration.\n(2) The Commissioner may cancel the registration of a person as an employer\nif --\n(a) the person has ceased to be an employer paying wages as mentioned in\nsection 24(1); or\n(b) the person --\n(i) ceases to be a member of a group; and\n(ii) does not pay and is not liable to pay wages as mentioned in section 24(1)."
    },
    {
      "key": "section:26",
      "title": "Section 26 - Monthly returns",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Monthly returns",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 26",
      "text": "(1) An employer who is registered or required to apply for registration under\nsection 24 must lodge a return for each month specifying the amount of the WA\ntaxable wages paid or payable by the employer during the month, unless the\nemployer is exempted under section 29.\n(2) A monthly return must be in the approved form.\n(3) A monthly return must --\n(a) for a month other than June -- be lodged within 7 days after the end of the\nmonth, or within any further time allowed by the Commissioner in a particular\ncase; and\n(b) for June -- be lodged within 21 days after the end of the month, or within\nany further time allowed by the Commissioner in a particular case.\nPenalty: a fine of $5 000."
    },
    {
      "key": "section:27",
      "title": "Section 27 - Additional returns for reconciliation purposes",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Additional returns for reconciliation purposes",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 27",
      "text": "(1) If a non-group employer who lodges returns for progressive return periods\npays or is liable to pay any interstate taxable wages for an assessment year,\nthen the employer must also lodge an additional return for the assessment year\nspecifying the amount of interstate taxable wages paid or payable by the\nemployer for the whole assessment year.\n(1a) If any member of a group pays or is liable to pay interstate taxable wages\nfor an assessment year, the DGE of the group must lodge an additional return\nfor the assessment year specifying the amount of interstate taxable wages paid\nor payable by each member of the group for the whole assessment year.\n(2) The additional return must --\n(a) be in the approved form; and\n(b) contain any information required by the Commissioner; and\n(c) be lodged within 21 days after the end of the assessment year or within any\nfurther time allowed by the Commissioner.\nPenalty: a fine of $5 000.\n[Section 27 amended: No. 40 of 2003 s. 24; No. 82 of 2004 s. 13; No. 15 of 2010\ns. 10 and 19.]"
    },
    {
      "key": "section:28",
      "title": "Section 28 - Further returns",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Further returns",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 28",
      "text": "(1) The Commissioner may, by notice to a person (whether as principal or as an\nagent or trustee and whether or not the person is an employer) require the\nperson to lodge a return or a further or fuller return.\n(2) The person must lodge the return in accordance with any requirements set\nout in the notice and within the time specified in the notice.\nPenalty: a fine of $5 000."
    },
    {
      "key": "section:28A.p1",
      "title": "Section 28A - Manner of lodging and paying in certain cases",
      "main_structural_unit": "section",
      "main_structural_number": "28A",
      "main_structural_heading": "Manner of lodging and paying in certain cases",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 28A",
      "text": "(1) In a circumstance described in subsection (2), a return referred to in that subsection must be lodged, and payment of any pay-roll tax that is due on the last day for lodging the return must be made, in the manner prescribed in the regulations. (2) Subsection (1) applies if -- (a) an employer -- (i) has, or is a member of a group that has, an expected pay-roll tax liability for an assessment year that is not less than the amount applying under section 29(1aa)(a) or (b); and (ii) is required to lodge a return for a progressive return period in that assessment year or, to lodge an additional return under section 27 for that year; or (b) a condition of an exemption under section 29 requires a return to be lodged in accordance with this section. (3) In subsection (2)(a)(i) -- expected pay-roll tax liability has the meaning given to that term in Section 29(1b). Section 29. ^1M, 1MC Exemptions from lodging monthly returns (1) A non-group employer may, or a DGE on behalf of all the members of a group may, apply to the Commissioner for exemption from the requirement to lodge monthly returns for an assessment year. (1a) Except as stated in subsection (1c) or (1d), the Commissioner has to give an exemption on receiving an application from an employer having, or the DGE of a group having, an expected pay-roll tax liability for the assessment year that is less than -- (a) $20 000; or (b) a greater amount prescribed for the purpose of this subsection by the regulations. (1aa) Except as stated in subsection (1c) or (1d), the Commissioner has to give an exemption on receiving an application from an employer having, or the DGE of a group having, an expected pay-roll tax liability for the assessment year that is not less than the amount applying under subsection (1a)(a) or (b) but is less than -- (a) $100 000; or (b) a greater amount prescribed for the purpose of this subsection by the regulations. (1b) In subsections (1a) and (1aa) -- expected pay-roll tax liability means the amount of pay-roll tax for which the employer or group would be liable in the assessment year if, during that year, the employer, or the employers of the group between them, paid or were liable to pay Australian taxable wages -- (a) equal to those that the employer paid or was liable to pay, or the employers of the group between them paid or were liable to pay, during the immediately preceding assessment year; or (b) if the Commissioner is satisfied that applying paragraph (a) would not result in a reasonable approximation of the wages to be paid in the assessment year, as reasonably assessed by the employer or, in the case of a group, the DGE. (1c) The Commissioner may decline to give an exemption until the applicant provides to the Commissioner sufficient information to justify any assessment under paragraph (b) of the definition of expected pay-roll tax liability in subsection (1b). (1d) The Commissioner may decline to give an exemption if the Commissioner considers that the effect of the exemption would create an unacceptable risk of a person failing to satisfy a liability in accordance with this Act. (2) The Commissioner may, in any other circumstances, exempt an employer from the requirement to lodge monthly returns. (3) The Commissioner may give an exemption on receiving an application or on his or her initiative. (4) An exemption is subject to the conditions (if any) prescribed in the regulations and to the conditions specified in the notice (if any). (4a) An exemption for the members of a group has to apply to every member of the group, and has to result in each member of the group lodging returns at the same frequency. (4b) An exemption under subsection (1a) cannot exclude the operation of subsection (8)(a). (4c) Without limiting any other conditions that can be prescribed or specified, an exemption under subsection (1aa) is on the conditions that -- (a) a return is lodged for each quarter, and the lodging of the return, the form of it, and the information specified in it, are as section 26 would describe if a reference in that section to a month referred to a quarter; and (b) the return is lodged in accordance with section 28A; and (c) any return under section 27 is also lodged in accordance with section 28A. (4d) In subsection (4c) -- quarter means a period of 3 months commencing on 1 July, 1 October, 1 January or 1 April. (5) An exemption continues"
    },
    {
      "key": "section:28A.p2",
      "title": "Section 28A - Manner of lodging and paying in certain cases",
      "main_structural_unit": "section",
      "main_structural_number": "28A",
      "main_structural_heading": "Manner of lodging and paying in certain cases",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 28A",
      "text": "(a) a return is lodged for each quarter, and the lodging of the return, the form of it, and the information specified in it, are as section 26 would describe if a reference in that section to a month referred to a quarter; and (b) the return is lodged in accordance with section 28A; and (c) any return under section 27 is also lodged in accordance with section 28A. (4d) In subsection (4c) -- quarter means a period of 3 months commencing on 1 July, 1 October, 1 January or 1 April. (5) An exemption continues in force until it is revoked. (6) The Commissioner may revoke an exemption at any time by giving the employer notice of the revocation except that the Commissioner cannot revoke an exemption that subsection (1a) or (1aa) would oblige the Commissioner to give if an application were made for the exemption unless -- (a) the person having the benefit of the exemption consents; or (b) the Commissioner considers that the effect of the exemption would create an unacceptable risk of a person failing to satisfy a liability in accordance with this Act. (7) Granting an exemption does not exempt the employer from any liability to pay-roll tax, even if it has the effect of postponing the time for payment of the pay-roll tax. (8) A person who is exempted from lodging monthly returns for an assessment year must -- (a) lodge an annual return within 21 days after the end of the assessment year, unless a condition of the exemption otherwise provides; or (b) if a condition of the exemption requires returns to be lodged more frequently than annually, lodge returns as the condition requires. Penalty: a fine of $5 000. (9) An annual return must -- (a) be in the approved form; and (b) specify the WA taxable wages and the interstate taxable wages that the employer paid or became liable to pay during the assessment year. Penalty: a fine of $5 000. [Section 29 amended: No. 40 of 2003 s. 25; No. 82 of 2004 s. 5 and 15(1)-(6); No. 15 of 2010 s. 19; No. 20 of 2017 s. 9.] [Modification, to section 29, to have effect under the Commonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 32 and endnote 1M.] [Modification, to section 29, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 33 and endnote 1MC.] [29A. ^1M Modification, to insert section 29A, to have effect under the Commonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 33 and endnote 1M.] [29A. ^1MC Modification, to insert section 29A, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice Section 2007 cl. 34 and endnote 1MC.] Part 4 -- Constitution of business groups"
    },
    {
      "key": "section:30",
      "title": "Section 30 - Grouping corporations",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Grouping corporations",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 30",
      "text": "For the purposes of a pay-roll tax Act, corporations constitute a group if they\nare related bodies corporate."
    },
    {
      "key": "section:31",
      "title": "Section 31 - Grouping where employees used in another business",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Grouping where employees used in another business",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 31",
      "text": "(1) An employer and another person or other persons constitute a group if one\nor more of the employer's employees performs duties solely or mainly for or in\nconnection with one or more businesses carried on by the employer and the other\nperson or persons (separately, together or in any other combination), or\ncarried on by the other person or persons (separately, together or in any other\ncombination).\n(2) An employer and another person or other persons constitute a group if --\n(a) the employer has an agreement, arrangement or undertaking with that person\nor those persons in relation to one or more businesses carried on by the person\nor persons (separately, together or in any other combination), whether or not\nwith another person or other persons; and\n(b) the agreement, arrangement or undertaking relates to the employment of, or\nthe performance of duties by, one or more of the employer's employees.\n(3) Subsection (2) applies in relation to an agreement, arrangement or\nundertaking whether it is formal or informal, whether it is express or implied,\nwhether or not it includes provisions in respect of the supply of goods or\nservices or goods and services, and whether or not it provides for duties to be\nperformed by the employees or specifies the duties to be performed by them.\n(4) The Commissioner may exclude a person from a group in accordance with Section 38."
    },
    {
      "key": "section:32",
      "title": "Section 32 - Grouping commonly controlled businesses",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Grouping commonly controlled businesses",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 32",
      "text": "(2) If the same person has, or the same persons have together, a controlling\ninterest in each of 2 businesses, the persons who carry on those businesses\nconstitute a group.\n(3) The Commissioner may exclude a person from a group in accordance with Section 38."
    },
    {
      "key": "section:33",
      "title": "Section 33 - Controlling interest in business",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Controlling interest in business",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 33",
      "text": "(1) A person has, or persons have together, a controlling interest in a\nbusiness carried on by a corporation if --\n(a) the person, or each of the persons, is a director of the corporation and\nthe person is, or the persons are together, entitled to exercise more than 50%\nof the voting power at meetings of the directors of the corporation; or\n(b) a director that is, or directors that are together, entitled to exercise\nmore than 50% of the voting power at meetings of the directors of the\ncorporation is or are under an obligation, whether formal or informal, to act\nin accordance with the directions, instructions or wishes of the person or of\nthose persons acting together.\n(2A) A person has, or persons have together, a controlling interest in a\nbusiness carried on by a body corporate or unincorporate if the person or\npersons constitute more than 50% of the board of management (by whatever name\ncalled) of the body or control the composition of that board.\n(2) A person has, or persons have together, a controlling interest in a\nbusiness carried on by a corporation that has a share capital if the person, or\nthose persons acting together, may (whether directly or indirectly) exercise,\ncontrol the exercise of or substantially influence the exercise of, more than\n50% of the voting power attached to voting shares issued by the corporation.\n(3) A person has, or persons have together, a controlling interest in a\nbusiness carried on by a partnership, if the person or persons --\n(a) owns, or own together (whether beneficially or not) more than 50% of the\ncapital of the partnership; or\n(b) is, or are together, entitled (whether beneficially or not) to more than\n50% of any profits of the partnership.\n(4) A beneficiary under a trust has, or beneficiaries under a trust together\nhave, (whether or not as the trustee or trustees of another trust) a\ncontrolling interest in a business carried on under the trust if the\nbeneficiary has, or the beneficiaries together have, a beneficial interest in\nrespect of more than 50% of the value of the interests in the trust.\n(5) A person has a controlling interest in a business if the person is the sole\nowner of the business, whether as trustee or otherwise.\n(6) Two or more persons together have a controlling interest in a business if\nthe persons own the business as trustees.\n(7) If --\n(a) 2 corporations are related bodies corporate; and\n(b) one of the corporations has a controlling interest in a business,\nthe other corporation has a controlling interest in the business.\n(8) Where --\n(a) a person has, or persons have together, a controlling interest in a\nbusiness; and\n(b) the person or persons who carries or carry on the business has or have a\ncontrolling interest in another business,\nthen the person or persons referred to in paragraph (a) has or have a\ncontrolling interest in the other business referred to in paragraph (b).\n(9) A beneficiary under a trust has, or beneficiaries under a trust have, a\ncontrolling interest in a business if --\n(a) the trustee or trustees of the trust has or have a controlling interest in\nthe business; and\n(b) the beneficiary has, or the beneficiaries together, have a beneficial\ninterest in more than 50% of the value of the interests in the trust.\n[Section 33 amended: No. 15 of 2010 s. 22; No. 29 of 2012 s. 28; No. 32 of 2012\ns. 38.]"
    },
    {
      "key": "section:34",
      "title": "Section 34 - Value of beneficial interest in discretionary trusts",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Value of beneficial interest in discretionary trusts",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 34",
      "text": "(1) For the purposes of this Part, a person who may benefit under a\ndiscretionary trust as a result of the exercise of a power or discretion, or a\nfailure to exercise the power or discretion, by the trustee or by another\nperson, or by the trustee and another person, is taken to be a beneficiary of\nthe trust who has a beneficial interest in respect of more than 50% of the\nvalue of the interests in the trust.\n(2) For the purposes of this Part, 2 or more persons who may benefit under a\ndiscretionary trust as a result of the exercise of a power or discretion, or a\nfailure to exercise the power or discretion, by the trustee or by another\nperson, or by the trustee and another person, are taken to be beneficiaries of\nthe trust who together have a beneficial interest in respect of more than 50%\nof the value of the interests in the trust."
    },
    {
      "key": "section:35A",
      "title": "Section 35A - Groups arising from tracing of interests in corporations",
      "main_structural_unit": "section",
      "main_structural_number": "35A",
      "main_structural_heading": "Groups arising from tracing of interests in corporations",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 35A",
      "text": "(1) For the purposes of this section --\nassociated person means a person who is associated with another person in\naccordance with any of the following --\n(a) persons are associated persons if they are related persons;\n(b) individuals are associated persons if they are partners in a partnership;\n(c) private companies are associated persons if common shareholders have a\nmajority interest in each private company;\n(d) trustees are associated persons if any person is a beneficiary common to\nthe trusts (not including a public unit trust scheme) of which they are\ntrustees;\n(e) a private company and a trustee are associated persons if a related body\ncorporate of the company is a beneficiary of the trust (not including a public\nunit trust scheme) of which the trustee is a trustee;\nentity means --\n(a) a person; or\n(b) 2 or more persons who are associated persons;\nprivate company means a company that is not limited by shares, or whose shares\nare not quoted on the Australian Stock Exchange or any exchange of the World\nFederation of Exchanges;\nrelated person means a person who is related to another person in accordance\nwith any of the following --\n(a) individuals are related persons if --\n(i) one is the spouse or de facto partner of the other; or\n(ii) the relationship between them is that of parent and child, brothers,\nsisters, or brother and sister;\n(b) private companies are related persons if they are related bodies corporate;\n(c) an individual and a private company are related persons if the individual\nis a majority shareholder or director of the company or of another private\ncompany that is a related body corporate of the company;\n(d) an individual and a trustee are related persons if the individual is a\nbeneficiary of the trust (not being a public unit trust scheme) of which the\ntrustee is a trustee;\n(e) a private company and a trustee are related persons if the company, or a\nmajority shareholder or director of the company, is a beneficiary of the trust\n(not being a public unit trust scheme) of which the trustee is a trustee.\n(2) An entity and a corporation form part of a group if the entity has a\ncontrolling interest in the corporation.\n(3) An entity has a controlling interest in a corporation if the corporation\nhas share capital and --\n(a) the entity has a direct interest in the corporation the value of which\nexceeds 50%; or\n(b) the entity has an indirect interest in the corporation the value of which\nexceeds 50%; or\n(c) the entity has an aggregate interest in the corporation the value of which\nexceeds 50%.\n(4) The Commissioner may exclude an entity from a group in accordance with Section 38."
    },
    {
      "key": "section:35B",
      "title": "Section 35B - Direct interests",
      "main_structural_unit": "section",
      "main_structural_number": "35B",
      "main_structural_heading": "Direct interests",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 35B",
      "text": "(1) An entity has a direct interest in a corporation if --\n(a) in the case of an entity that is a person -- the person can, directly or\nindirectly, exercise, control the exercise of, or substantially influence the\nexercise of, the voting power attached to any voting shares issued by the\ncorporation; or\n(b) in the case of an entity that is 2 or more persons who are associated\npersons -- each of the associated persons can, directly or indirectly, exercise,\ncontrol the exercise of, or substantially influence the exercise of, the voting\npower attached to any voting shares issued by the corporation.\n(2) The value of the direct interest of the entity in the corporation is the\nproportion (expressed as a percentage) of the voting power of all voting shares\nissued by the corporation that --\n(a) in the case of an entity that is a person -- the person can directly or\nindirectly exercise, control the exercise of, or substantially influence the\nexercise of; or\n(b) in the case of an entity that is 2 or more persons who are associated\npersons -- the associated persons can, if acting together, directly or\nindirectly exercise, control the exercise of, or substantially influence the\nexercise of."
    },
    {
      "key": "section:35C",
      "title": "Section 35C - Indirect interests",
      "main_structural_unit": "section",
      "main_structural_number": "35C",
      "main_structural_heading": "Indirect interests",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 35C",
      "text": "(1) An entity has an indirect interest in a corporation if the corporation is\nlinked to another corporation (the directly controlled corporation) in which\nthe entity has a direct interest.\n(2) A corporation is linked to a directly controlled corporation if the\ncorporation is part of a chain of corporations --\n(a) that starts with the directly controlled corporation; and\n(b) in which a link in the chain is formed if a corporation has a direct\ninterest in the next corporation in the chain.\n(3) The value of the indirect interest of an entity in a corporation (an\nindirectly controlled corporation) that is linked to a directly controlled\ncorporation is calculated by multiplying together the following --\n(a) the value of the direct interest of the entity in the directly controlled\ncorporation;\n(b) the value of each direct interest that forms a link in the chain of\ncorporations by which the indirectly controlled corporation is linked to the\ndirectly controlled corporation.\n(4) If an entity has more than one indirect interest in a corporation, the\nvalue of those interests is worked out under section 35D."
    },
    {
      "key": "section:35D",
      "title": "Section 35D - Aggregate interests",
      "main_structural_unit": "section",
      "main_structural_number": "35D",
      "main_structural_heading": "Aggregate interests",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 35D",
      "text": "(1) An entity has an aggregate interest in a corporation if --\n(a) the entity has a direct interest and one or more indirect interests in the\ncorporation; or\n(b) the entity has more than one indirect interest in the corporation.\n(2) The value of the aggregate interest of an entity in a corporation is the\nsum of the following --\n(a) the value of the direct interest (if any) of the entity in the corporation;\n(b) the value of each indirect interest of the entity in the corporation."
    },
    {
      "key": "section:36",
      "title": "Section 36 - Smaller groups subsumed into larger groups",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Smaller groups subsumed into larger groups",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 36",
      "text": "(1) Where a person is a member of 2 or more groups (each of which is called a\nsmaller group for the purposes of subsection (3)), the members of those groups\ntogether constitute one group for the purposes of this Act.\n(2) If 2 or more members of a group (called a smaller group for the purposes of\nsubsection (3)) have together a controlling interest in a business, all the\nmembers of the group and the person or persons who carry on the business\ntogether constitute one group for the purposes of this Act.\n(3) When the members of a smaller group are members of a group constituted\nunder subsection (1) or (2), the smaller group is no longer treated as a group\nfor the purposes of this Act.\n(4) The Commissioner may exclude a person from a group in accordance with Section 38."
    },
    {
      "key": "section:37",
      "title": "Section 37 - Grouping provisions operate independently",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Grouping provisions operate independently",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 37",
      "text": "The fact that a person is not a member of a group constituted under a provision\nof this Part does not prevent that person from being a member of a group\nconstituted under another provision of this Part."
    },
    {
      "key": "section:38",
      "title": "Section 38 - Exclusion from groups",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Exclusion from groups",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 38",
      "text": "(1) The Commissioner may, by written notice, exclude a person from a group\nunder section 31(4), 32(3), 35A(4) or 36(4) in relation to a business carried\non by the person if satisfied that the business is carried on independently of,\nand is not connected with the carrying on of, a business carried on by any\nother member of the group, having regard to --\n(a) the nature and degree of ownership and control of the businesses; and\n(b) the nature of the businesses; and\n(c) any other matters the Commissioner considers relevant.\n(2) However, a corporation cannot be excluded from a group if it and another\ncorporation which is a member of the group are related bodies corporate.\n(3) An application for exclusion must --\n(a) set out the grounds on which it is made; and\n(b) include a statement of the circumstances giving rise to those grounds.\n(4) An exclusion takes effect on the date specified in the notice of exclusion\nand continues in force until it is revoked.\n(5) The date specified as the date on which the exclusion takes effect may be\nthe date of the notice or an earlier date.\n(6) The Commissioner may revoke an exclusion at any time by giving notice of\nthe revocation to the person or persons excluded from a group.\n(7) A person who is excluded from a group must notify the Commissioner\nimmediately if there is a material change in the circumstances set out in the\nstatement under subsection (3)(b)."
    },
    {
      "key": "section:39",
      "title": "Section 39 - Designated group employer",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Designated group employer",
      "defined_term": null,
      "structure_path": "Part 4 -- Constitution of business groups > Section 39",
      "text": "(1) The members of a group may designate one of the members as the designated\ngroup employer (DGE) for the group for the purposes of the pay-roll tax Acts.\n(2) A designation must --\n(a) be in the approved form; and\n(b) be accompanied by any information required by the Commissioner; and\n(c) be executed by or for each member of the group; and\n(d) be served on the Commissioner.\n(3) If the members of a group do not designate a DGE for the group, the\nCommissioner may on his or her initiative designate one of the members to be\nthe DGE for the group for the purposes of a pay-roll tax Act.\n(4) A designation by the Commissioner is to be made by notice served on the\nmember designated as the DGE.\n(5) An employer who is the DGE for a group stops or is taken to have stopped\nbeing the group's DGE on the first day of a return period of the employer\nduring which either of the following happens --\n(a) the employer leaves the group; or\n(b) the designation is revoked.\n(6) The members of a group may revoke the designation by giving the\nCommissioner notice in the approved form.\n(7) The members of a group are not entitled to revoke a designation unless --\n(a) the members designate another member to be the DGE; or\n(b) the Commissioner consents to the revocation.\n(8) If the Commissioner designated a member of a group as the DGE, the\nCommissioner may revoke the designation by giving notice of the revocation to\nthe member.\n                             Part 5 -- Exempt wages"
    },
    {
      "key": "section:40.p1",
      "title": "Section 40 - Exempt wages",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Exempt wages",
      "defined_term": null,
      "structure_path": "Part 5 -- Exempt wages > Section 40",
      "text": "(1) The following wages are exempt from pay-roll tax -- (a) wages of a kind listed in subsection (2); (c) wages prescribed under subsection (4); (d) specified exempt allowances; (e) benefits that are exempt benefits under any provision of the FBTA Act except section 58W and that are not specified taxable benefits. (2) For the purposes of subsection (1)(a), wages paid or payable during an assessment year are exempt from pay-roll tax if the wages are paid or payable -- (a) by the Governor of a State; or (b) by a religious institution for doing the religious work of the institution; or (c) by a public benevolent institution for doing work of a public benevolent nature; or (d) to a person who is staff member as defined in the Health Services Act 2016 section 6 of a health service provider, in connection with that person's employment in, or engagement under a contract for services by, the health service provider under that Act; or (e) by a hospital carried on by a non-profit organisation for doing work of a kind ordinarily performed in connection with the conduct of hospitals; or (f) by a school or college (except a college under the Vocational Education and Training Act 1996) that is carried on by a non-profit organisation that provides education at or below, but not above, the secondary level of education, for doing work of a kind ordinarily performed in connection with the conduct of such schools or colleges; or (g) by a local government, a regional local government, a regional subsidiary or one of the associations constituted under section 9.58 of the Local Government Act 1995; or (h) by a consular or other representative (except a diplomatic representative) in Australia of the government of another country to members of his or her official staff; or (i) by a Trade Commissioner representing in Australia the government of a country of the British Commonwealth of Nations, to members of his or her official staff; or (j) by the Commonwealth War Graves Commission; or (k) by the Australian-American Educational Foundation; or (l) to a person who is a member of the Defence Force of the Commonwealth or of the armed force of a country that is a member of the British Commonwealth of Nations, being wages paid or payable by the employer from whose employment the person is on leave because of his or her being a member of the force; or (n) by a charitable body or organisation exempted under section 41 for doing work of the kind ordinarily performed in connection with a charitable purpose for which the body or organisation is established or carried on; or (p) subject to subsection (3), by an employer to or in relation to a person for a period when the person is -- (i) performing functions as a volunteer member of a FES Unit, an SES Unit or a VMRS Group under the Fire and Emergency Services Act 1998; or (ii) performing functions as a member of a volunteer fire brigade under the Fire Brigades Act 1942; or (iii) performing functions as a volunteer member of a bush fire brigade under the Bush Fires Act 1954; or (q) out of moneys expended for the purpose of a division or portion of a division referred to in the annual estimates of expenditure from the Consolidated Account prepared by the Treasurer in respect of the assessment year, being a division or portion in respect of a department or other organisation prescribed for the purposes of this paragraph or the division in respect of special Acts to the extent that the estimates of expenditure in that division relate to the department or other organisation; or (r) as wages of a prescribed kind to a person for services performed by the person at a remote location. (2A) The exemption provided for by subsection (2)(d) does not apply to wages that are paid or payable to a staff member to the extent that the person's employment or engagement is in connection with a commercial activity referred to in the Health Services Act 2016 section 35 unless the commercial activity is, or is in a class of commercial activity, prescribed in the regulations for the purposes of this subsection. (3) The exemption provided for by subsection (2)(p) does not apply to wages paid or payable as annual leave, long service leave, recreation leave or sick leave. (4) Regulations may prescribe, as exempt wages, the whole or part of wages paid or payable by an employer where the employer is entitled to recover an amount in respect of those wages from"
    },
    {
      "key": "section:40.p2",
      "title": "Section 40 - Exempt wages",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Exempt wages",
      "defined_term": null,
      "structure_path": "Part 5 -- Exempt wages > Section 40",
      "text": "commercial activity referred to in the Health Services Act 2016 section 35 unless the commercial activity is, or is in a class of commercial activity, prescribed in the regulations for the purposes of this subsection. (3) The exemption provided for by subsection (2)(p) does not apply to wages paid or payable as annual leave, long service leave, recreation leave or sick leave. (4) Regulations may prescribe, as exempt wages, the whole or part of wages paid or payable by an employer where the employer is entitled to recover an amount in respect of those wages from a fund, contributions to which are specified taxable benefits. [Section 40 amended: No. 77 of 2006 s. 4; No. 44 of 2008 s. 59; No. 15 of 2010 s. 13; No. 22 of 2012 s. 131; No. 11 of 2016 s. 298; No. 26 of 2016 s. 80; No. 7 of 2018 s. 4.]"
    },
    {
      "key": "section:41A",
      "title": "Section 41A - Exempt wages: parental and adoption leave",
      "main_structural_unit": "section",
      "main_structural_number": "41A",
      "main_structural_heading": "Exempt wages: parental and adoption leave",
      "defined_term": null,
      "structure_path": "Part 5 -- Exempt wages > Section 41A",
      "text": "(1) In this section --\nadoption leave means leave given to an employee in connection with the adoption\nof a child by the employee, other than annual leave, recreation leave, sick\nleave or similar leave;\nmaternity leave means leave given to a female employee in connection with her\npregnancy or the birth of her child, other than annual leave, recreation leave,\nsick leave or similar leave;\nparental leave means leave given to an employee in connection with the\npregnancy of a female carrying the employee's unborn child or the birth of the\nemployee's child, other than annual leave, recreation leave, sick leave or\nsimilar leave.\n(2) Wages paid or payable to or in relation to an employee for maternity leave,\nparental leave or adoption leave are exempt from pay-roll tax.\n(3) It is immaterial whether the leave is taken during or after the pregnancy\nor before or after the adoption.\n(4) The exemption in subsection (2) is limited to wages paid or payable for not\nmore than 14 weeks' worth of leave at the rate of pay per pay period that the\nemployee would ordinarily be paid, irrespective of the actual period of leave.\nNote:\nFor example, the exemption may apply to wages paid or payable for a 28 week\nperiod of maternity leave if the wages are paid at half the rate at which the\nwages would normally be paid or payable to the employee.\n(5) The exemption in subsection (2) does not apply to wages comprising a fringe\nbenefit under the FBTA Act."
    },
    {
      "key": "section:41B",
      "title": "Section 41B - Exempt wages: wages paid or payable for or in relation to services",
      "main_structural_unit": "section",
      "main_structural_number": "41B",
      "main_structural_heading": "Exempt wages: wages paid or payable for or in relation to services",
      "defined_term": null,
      "structure_path": "Part 5 -- Exempt wages > Section 41B",
      "text": "performed in other countries\n(1) Wages are exempt from pay-roll tax if they are paid or payable for or in\nrelation to services performed by a person wholly in one or more other\ncountries for a continuous period of more than 6 months beginning on the day on\nwhich wages were first paid or payable to that person for the services so\nperformed.\n(2) The Commissioner must make any reassessment necessary to give effect to\nthis section."
    },
    {
      "key": "section:41C",
      "title": "Section 41C - Exempt wages: DSC disability support and disability wages subsidy",
      "main_structural_unit": "section",
      "main_structural_number": "41C",
      "main_structural_heading": "Exempt wages: DSC disability support and disability wages subsidy",
      "defined_term": null,
      "structure_path": "Part 5 -- Exempt wages > Section 41C",
      "text": "(1) In this section --\nDisability Services Commission means the Disability Services Commission\nreferred to in the Disability Services Act 1993 section 6;\ndisability wages subsidy means --\n(a) a wages subsidy provided by the Commonwealth to employers who employ\npersons with a disability, under the Wages Subsidy Scheme carried on in\naccordance with the deed entitled \"Disability Employment Services Deed\n2010-2012\"; or\n(b) a wages subsidy provided by the Commonwealth (directly or indirectly) to\nemployers who employ persons with a disability, that is prescribed for the\npurposes of this definition;\nDSC disability support means a disability service, within the meaning of\nparagraph (a) of the definition of disability service in the Disability\nServices Act 1993 section 3, provided by or under an arrangement with the\nDisability Services Commission;\nnew employee has the meaning given in subsection (4).\n(2) Wages paid or payable to or in relation to a new employee in respect of a\nperiod during the 24 months commencing on the day on which the employee first\ncommenced employment with the employer are, or are to be treated as if they\nwere, exempt from pay-roll tax if --\n(a) the employer received or was entitled to receive a disability wages subsidy\nin respect of the employee on or before the day on which the employee first\ncommenced employment with the employer; or\n(b) the employee was eligible for some form of DSC disability support on the\nday on which the employee first commenced employment with the employer, and the\nfollowing apply --\n(i) the employee was, on that day, of or above the minimum age necessary to\nengage in that employment;\n(ii) the employee is employed and remunerated in accordance with a binding\naward or other industrial determination or order or an industrial agreement.\n(3) If the Commissioner is satisfied that the employer dismissed or reduced the\nworking hours of an employee solely or primarily in anticipation of, or as a\nconsequence of, employing the new employee --\n(a) subsection (2) is taken not to have applied to the wages paid or payable to\nor in relation to the new employee; and\n(b) the Commissioner must make any reassessment necessary to give effect to\nthis subsection.\n(4) An employee of an employer is a new employee if the employee --\n(a) commences employment with the employer on or after 1 July 2012; and\n(b) was not an employee of the employer, or of any other employer in a group of\nwhich the employer is a member, at any time prior to the commencement of\nemployment referred to in paragraph (a).\n(5) Regulations prescribing a wages subsidy for the purposes of the definition\nof disability wages subsidy in subsection (1) may be made and published during\na year for which the prescription is expressed to have effect."
    },
    {
      "key": "section:41D",
      "title": "Section 41D - Exempt wages: apprentices under training contracts",
      "main_structural_unit": "section",
      "main_structural_number": "41D",
      "main_structural_heading": "Exempt wages: apprentices under training contracts",
      "defined_term": null,
      "structure_path": "Part 5 -- Exempt wages > Section 41D",
      "text": "(1) In this section --\napprentice has the meaning given in the VET Act section 60A;\nclass A or class B qualification means a prescribed VET qualification (as\ndefined in the VET Act section 5(1)) that is classified as a class A\nqualification or class B qualification under the VET Act section 60C;\nregistered training contract means a training contract that has been registered\nunder the VET Act section 60F;\ntraining contract has the meaning given in the VET Act section 60A;\nVET Act means the Vocational Education and Training Act 1996.\n(2) Wages paid or payable by an employer to or in relation to an employee are\nexempt from pay-roll tax if the wages are paid or payable for a period during\nwhich the employee is an apprentice under a registered training contract that --\n(a) is for a class A or class B qualification; and\n(b) in accordance with a requirement imposed under the VET Act section 60C(5),\nrefers to the apprentice under the training contract as an \"apprentice\".\n(3) An exemption under subsection (2) does not apply to wages paid or payable\nto or in relation to an employee under a registered training contract that is\nsuspended under the VET Act for the period of the suspension.\n                            Part 6 -- Miscellaneous"
    },
    {
      "key": "section:41",
      "title": "Section 41 - Exempting charitable bodies or organisations",
      "main_structural_unit": "section",
      "main_structural_number": "41",
      "main_structural_heading": "Exempting charitable bodies or organisations",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 41",
      "text": "(1A) A charitable body or organisation is exempt under this section from\nliability to pay-roll tax if --\n(a) an exemption given by the Commissioner under subsection (2) is in force in\nrespect of the body or organisation; or\n(b) it is a relevant body in respect of which a beneficial body determination\nis in force for the purposes of this Act.\n(1) A charitable body or organisation may apply to the Commissioner for\nexemption from liability to pay-roll tax.\n(2) The Commissioner may, by giving notice to the charitable body or\norganisation, exempt it from liability to pay-roll tax.\n(3A) However, a charitable body or organisation that is a relevant body cannot\nbe given an exemption by the Commissioner under subsection (2).\n(3) An exemption given by the Commissioner under subsection (2) is subject to\nany conditions specified in the notice.\n(4) An exemption given by the Commissioner under subsection (2) comes into\noperation on the day specified in the notice, which may be the day on which the\nnotice is given, or an earlier or later day.\n(5) The day on which an exemption given by the Commissioner under subsection\n(2) comes into operation under subsection (4) cannot be earlier than --\n(a) if the charitable body or organisation is registered, or has at any time\nbeen registered, the commencement of the assessment year during which the\napplication for the exemption was made; or\n(b) otherwise, the commencement of the assessment year that is 5 years before\nthe assessment year in which the charitable body or organisation was first\nfound by the Commissioner to be liable to pay-roll tax.\n(6) An exemption given by the Commissioner under subsection (2) continues in\nforce until it is revoked.\n(7) The Commissioner may amend or revoke an exemption given under subsection\n(2) and any condition to which it is subject, by giving further notice to the\ncharitable body or organisation."
    },
    {
      "key": "section:42A",
      "title": "Section 42A - What is a relevant body",
      "main_structural_unit": "section",
      "main_structural_number": "42A",
      "main_structural_heading": "What is a relevant body",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 42A",
      "text": "A reference to a relevant body is to any of the following --\n(a) a political party;\n(b) an industrial association;\n(c) a professional association;\n(d) a body, other than a body referred to in paragraph (a), (b), (c) or (e),\nthat promotes trade, industry or commerce, unless the main purposes of the body\nare charitable purposes that fall within the first 3 categories (being relief\nof poverty, advancement of education and advancement of religion) identified by\nLord Macnaghten in Commissioners for Special Purposes of Income Tax v Pemsel\n[1891] AC 531 as developed by the common law of Australia from time to time;\n(e) a body that is a member of a class of bodies prescribed for the purposes of\nthis paragraph;\n(f) a body that --\n(i) is a member of a group of which a body referred to in another paragraph is\nalso a member; or\n(ii) is a related body corporate of a body referred to in another paragraph; or\n(iii) has as its sole or dominant purpose or object the conferral of a benefit,\nwhether financial or non-financial, on a body referred to in another paragraph."
    },
    {
      "key": "section:42B",
      "title": "Section 42B - Application for a beneficial body determination",
      "main_structural_unit": "section",
      "main_structural_number": "42B",
      "main_structural_heading": "Application for a beneficial body determination",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 42B",
      "text": "(1) An application may be made to the Minister for a determination under\nsection 42C that a relevant body is a beneficial body for the purposes of the\ntaxation Acts if --\n(a) the Commissioner has (the decision) --\n(i) refused to give an exemption under section 41(2); or\n(ii) revoked an exemption under section 41(7);\nand\n(b) that decision is made solely on the ground that the applicant for the\nexemption, or the subject of the revoked exemption, is a relevant body referred\nto in section 42A(c), (d), (e) or (f).\n(2) An application referred to in subsection (1) can be made only if --\n(a) an objection was made to the decision and the objection and any subsequent\nreview proceedings are exhausted, discontinued or finally determined; or\n(b) under the Taxation Administration Act 2003 section 34B --\n(i) all rights of objection or review conferred by that Act in respect of the\ndecision have been surrendered; or\n(ii) an objection to the decision has been determined and all rights to take\nreview proceedings on the Commissioner's decision on the objection have been\nsurrendered.\n(3) However, an application referred to in subsection (1) cannot be made if the\ndecision was made, or confirmed, on a reassessment made on an application made\nby the taxpayer --\n(a) under the Taxation Administration Act 2003 section 16(2)(b); and\n(b) after the right to object to the original assessment had expired.\n(4) An application referred to in subsection (1) must be made within 60 days\nafter subsection (2) first applies in respect of the decision."
    },
    {
      "key": "section:42C",
      "title": "Section 42C - Beneficial body determination",
      "main_structural_unit": "section",
      "main_structural_number": "42C",
      "main_structural_heading": "Beneficial body determination",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 42C",
      "text": "(1) On an application under section 42B the Minister, with the Treasurer's\nconcurrence, may determine that a relevant body is a beneficial body for the\npurposes of the taxation Acts.\n(2) The Minister, with the Treasurer's concurrence, may amend or revoke a\nbeneficial body determination.\n(3) The Minister may make, amend or revoke a beneficial body determination only\nif the Minister is of the opinion that it is in the public interest to do so\nand after considering any information that the Minister considers relevant.\n(4) The Minister must --\n(a) provide written reasons to the applicant for a decision in relation to an\napplication under section 42B; and\n(b) provide written reasons for a decision to amend or revoke a beneficial body\ndetermination to the body in respect of which the determination is made.\n(5) The Minister is to publish notice of the making, amendment or revocation of\na beneficial body determination in the Gazette.\n(6) A beneficial body determination is subject to the conditions specified in\nthe determination (if any).\n(7) A beneficial body determination made under this section comes into force --\n(a) for the purposes of this Act -- on the day on which the determination is\nmade; and\n(b) for the purposes of the Duties Act 2008 and the Land Tax Assessment\nAct 2002 -- on the day specified in the notice in respect of each Act.\n(8) Despite subsection (7)(a), a beneficial body determination made under this\nsection applies --\n(a) on and from the day specified by the Minister in the determination, and\nsection 41(5) applies in relation to specifying that day as if it were the day\non which an exemption under section 41(2) comes into operation; and\n(b) in relation to any liability to pay-roll tax in respect of which the\nrelevant body would have been exempt under section 41 had a beneficial body\ndetermination been in force for the purposes of this Act in respect of the\nrelevant body.\n(9) The Commissioner is to reassess the liability to pay-roll tax of a relevant\nbody for the period in respect of which a beneficial body determination applies\nin respect of the body under subsection (8).\n(10) The limitations as to time in the Taxation Administration Act 2003\nsection 17 do not apply in respect of a reassessment under subsection (9).\n(11) A beneficial body determination continues in force until the day on which\nnotice of the revocation is published in the Gazette, and different days may be\nspecified for each Act in respect of which the determination is in force."
    },
    {
      "key": "section:42",
      "title": "Section 42 - Tax payable when employer leaves Australia",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "Tax payable when employer leaves Australia",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 42",
      "text": "(1) If the Commissioner has reason to believe that an employer may leave\nAustralia before any taxes become due and payable by the employer --\n(a) the Commissioner may, by notice to the employer, fix an earlier date for\npayment of the taxes; and\n(b) the taxes are due and payable on the date specified in the notice.\n(2) In subsection (1) --\ntaxes means pay-roll tax, or any penalties, interest or other amount payable\nunder a pay-roll tax Act in connection with pay-roll tax."
    },
    {
      "key": "section:43",
      "title": "Section 43 - Agents and trustees",
      "main_structural_unit": "section",
      "main_structural_number": "43",
      "main_structural_heading": "Agents and trustees",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 43",
      "text": "(1) An agent or trustee is answerable as an employer for the doing of\neverything required to be done by a pay-roll tax Act in relation to the payment\nof any WA taxable wages by the principal or the trust.\n(2) Without limiting subsection (1), an agent or trustee is to lodge the\nreturns for WA taxable wages as required, and is chargeable with any taxes\npayable on the wages, but in his or her representative capacity only, and each\nreturn is separate and distinct from any other, except as otherwise provided by\na pay-roll tax Act.\n(3) If the agent or trustee is an executor or administrator, the returns are to\nbe the same as far as practicable as the deceased person, if living, would have\nbeen liable to make.\n(4) An agent or trustee who disburses an amount by way of taxes for the\nprincipal or beneficiary is authorised to recover the amount from the person\nfor whom it was paid, or to deduct it from any money belonging to that person\nthat is in the hands of the agent or trustee.\n(5) An agent or trustee is required to retain from time to time out of any\nmoney which comes to the agent or trustee in his or her representative capacity\nso much as is sufficient to pay the taxes.\n(6) An agent or trustee is personally liable for the taxes payable if, after\nthe Commissioner has required him or her to make a return, or while the taxes\nremain unpaid, the agent or trustee, except with the permission of the\nCommissioner, disposes of or parts with any fund or money which comes to the\nagent or trustee from which the taxes could legally be paid, but is not\notherwise personally liable for the taxes.\n(7) An agent or trustee is indemnified for all payments which he or she makes\nin accordance with a pay-roll tax Act or a requirement of the Commissioner.\n(8) For the purpose of ensuring the payment of taxes the Commissioner has the\nsame remedies against attachable property of any kind vested in or under the\ncontrol or management or in the possession of any agent or trustee, as he or\nshe would have against the property of any other person in respect of taxes,\nand in as full and ample a manner.\n(9) The Commissioner may, by giving notice to a person, declare the person to\nbe an agent, or the sole agent, of any other person for the purposes of this\nAct.\n(10) Nothing in this section affects the operation of Part 2 Division 3 or 6,\nor of Part 4, in relation to trustees.\n(11) In this section --\ntaxes means pay-roll tax, or any penalties, interest or other amount payable\nunder a pay-roll tax Act in connection with pay-roll tax."
    },
    {
      "key": "section:44",
      "title": "Section 44 - Keeping books and accounts",
      "main_structural_unit": "section",
      "main_structural_number": "44",
      "main_structural_heading": "Keeping books and accounts",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 44",
      "text": "(1) An employer who is registered or required to apply for registration must\nkeep --\n(a) the records that are prescribed in the regulations for the purposes of this\nsection (if any); and\n(b) any other records necessary to enable the Commissioner to determine the\nemployer's liability to pay pay-roll tax.\nPenalty: a fine of $20 000.\n(2) Despite section 87 of the Taxation Administration Act 2003, the employer\nmust retain the records for at least 5 years, or for any greater period that is\nprescribed, after the completion of the transactions to which they relate.\nPenalty: a fine of $20 000."
    },
    {
      "key": "section:45",
      "title": "Section 45 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "45",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 45",
      "text": "(1) The Governor may make regulations prescribing all matters that are required\nor permitted by this Act to be prescribed or are necessary or convenient to be\nprescribed for giving effect to this Act.\n(2) Regulations may be made about any or all of the following matters --\n(a) the evidence that the Commissioner may require for the purpose of\ndetermining whether or not an employer was an employer for part only of an\nassessment year, whether or not a person was or was not a member of a group or\nwhether or not an exemption under section 29 should be given;\n(b) benefits on the value of which pay-roll tax is payable (whether or not the\nbenefits are exempt benefits under the FBTA Act);\n(c) allowances that are exempt from pay-roll tax, to the extent that is\nprescribed;\n(d) the records and other evidence required to be kept in respect of --\n(i) specified exempt allowances; and\n(ii) anything affecting the extent to which those allowances are excluded from\nbeing wages;\n(e) the value of a fringe benefit paid or payable by an employer that is to be\nincluded in a return;\n(f) any other matter for the application of this Act to a fringe benefit, a\nspecified taxable benefit or a specified exempt allowance;\n(fa) the manner of lodging a return or making a payment in a circumstance in\nwhich section 28A(1) applies, which may include lodgment or payment by\nelectronic means;\n(g) classes of contracts for the purposes of section 9AA(1)(c).\n(3) Regulations may create offences and provide, in respect of an offence so\ncreated, for the imposition of a fine not exceeding $5 000.\n(4) Regulations may be expressed to apply to wages paid or payable before the\nday on which the regulations come into operation if the application of the\nregulations to the wages would not adversely affect a person who is or may be\nliable to pay pay-roll tax on the wages.\n[Section 45 amended: No. 82 of 2004 s. 16; No. 15 of 2010 s. 16; No. 32 of 2012\ns. 42.]"
    },
    {
      "key": "section:46.p1",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "Schedule 1 contains transitional provisions relating to amendments made to this Act. Schedule 1 -- Transitional provisions Division 1 -- Provisions for the Pay-roll Tax Assessment Amendment Act 2010 in relation to taxable wages Section 1. Liability to tax for assessment years commencing on 1 July 2009 and 1 July 2010 A person's liability to pay-roll tax under this Act for the assessment year commencing on 1 July 2009, and for the assessment year commencing on Section 1 July 2010, is to be determined as if the Pay-roll Tax Assessment Amendment Act 2010 (other than Part 2 Division 3) had come into operation on 1 July 2009. Section 2. Shares and options granted on or after 1 July 2009 and before Pay-roll Tax Assessment Amendment Act 2010 received Royal Assent (1) If -- (a) an employer granted a share or an option to a person -- (i) on or after 1 July 2009; and (ii) before the Pay-roll Tax Assessment Amendment Act 2010 received the Royal Assent; and (b) the amount equal to the value of the share or option was WA taxable wages; and (c) the value of the share or option is, under section 9DA or 9DG and clause 1, taken to be wages paid by the employer to the employee; and (d) the wages constituted by the value of that share or option are WA taxable wages under section 5(2) and clause 1, the employer may, by notice given to the Commissioner, elect to treat those wages as being paid on the vesting day. (2) A notice under subclause (1) must be given within the 3 months after the day on which the Pay-roll Tax Assessment Amendment Act 2010 received the Royal Assent. (3) The Commissioner must, on application, make any reassessment necessary to give effect to this clause. Section 3. Notices under Pay-roll Tax Assessment Regulations 2003 r. 26(1) or (2) A notice under the Pay-roll Tax Assessment Regulations 2003 regulation 26(1) or (2) in relation to the assessment year commencing on 1 July 2009, or the assessment year commencing on 1 July 2010, has effect as if it were given under section 9BH(1) or (2), whichever is relevant. Division 2 -- Provisions for the Pay-roll Tax Assessment Amendment Act 2010 in relation to grouping of employers Section 4. Exclusion from group in force before 1 July 2012 If the Commissioner has excluded a person from a group under section 31(4) or 32(3) (as in force before 1 July 2012) and that exclusion was in force immediately before 1 July 2012, that exclusion has effect, according to its terms, on and after 1 July 2012, as if it had been granted under Part 4 (as in force on and after 1 July 2012). Section 5. Exclusion from group granted on or after 1 July 2012 An exclusion of a person from a group under Part 4 (as in force on and after Section 1 July 2012) cannot have effect before 1 July 2012 despite section 38(5). Section 6. Exclusion from group having effect before 1 July 2012 The Commissioner may, on and after 1 July 2012, exclude a person from a group for a period that is before 1 July 2012 but not on or after 1 July 2012, and may do so as if the Pay-roll Tax Assessment Amendment Act 2010 Part 2 Division 3 had not come into operation. Division 3 -- Provisions consequent on enactment of Revenue Laws Amendment Act 2012 Part 5 Division 2 Section 7. Assessment and payment of pay-roll tax in relation to employee shares and options Anything done or omitted to be done by an employer in connection with the assessment and payment of pay-roll tax, in respect of a month occurring after June 2009 and before July 2011, that would have been validly done or omitted to be done had the amendments made to this Act by the Revenue Laws Amendment Act 2012 Part 5 Division 2 been in force, is taken to have been validly done or omitted. Note: This provision validates a decision by an employer to treat the grant of a share or an option to an employee that is not an ESS interest as a fringe benefit under Part 2 Division 2A Subdivision 2 and to determine the value of those fringe benefits in accordance with those provisions, rather than by reference to Part 2 Division 2A Subdivision 4. Section 8. Determination of vesting day and value of employee shares and options (1) In this clause -- assessment amendments means the amendments made by the Revenue Laws Amendment Act 2012 sections 19"
    },
    {
      "key": "section:46.p2",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "This provision validates a decision by an employer to treat the grant of a share or an option to an employee that is not an ESS interest as a fringe benefit under Part 2 Division 2A Subdivision 2 and to determine the value of those fringe benefits in accordance with those provisions, rather than by reference to Part 2 Division 2A Subdivision 4. Section 8. Determination of vesting day and value of employee shares and options (1) In this clause -- assessment amendments means the amendments made by the Revenue Laws Amendment Act 2012 sections 19 and 21; new section 9DA means section 9DA as amended by the Revenue Laws Amendment Act 2012 section 18; old section 9DA means section 9DA as in force immediately before 1 July 2011; relevant day has the meaning given in section 9DA(4). (2) Part 2 Division 2A Subdivision 4 continues to apply in respect of a share or an option granted before 1 July 2011 that constituted wages under old section 9DA, whether or not the grant of the share or option would constitute wages under new section 9DA, if the relevant day in relation to the grant of the share or option is not a day occurring before 1 July 2011. Note: For example, a share granted before 1 July 2011 that is not an ESS interest continues to be treated as wages under Part 2 Division 2A Subdivision 4 if the vesting day for the share did not occur before 1 July 2011 and the employer did not elect to treat the day of the grant as the relevant day. (3) Sections 9DB and 9DD as amended by the assessment amendments apply in respect of any such share or option. (4) Accordingly, the vesting day and the value of the share or option are to be determined in accordance with those sections as amended by the assessment amendments. (5) This clause does not apply in respect of a share or an option granted before 1 July 2011 if the liability for pay-roll tax in respect of the grant is determined in accordance with Part 2 Division 2A Subdivision 2 (as permitted by clause 7). Section 9. Shares and options granted on or after 1 July 2011 and before Revenue Laws Amendment Act 2012 received Royal Assent Subject to the Taxation Administration Act 2003 section 17(4), if an employer granted a share or an option to a person -- (a) on or after 1 July 2011; and (b) before the Revenue Laws Amendment Act 2012 received the Royal Assent, the Commissioner must make any reassessment necessary to give effect to this Act as amended by the Revenue Laws Amendment Act 2012 Part 5 Division 2. Division 4 -- Provisions for the Taxation Legislation Amendment Act (No. 2) 2015 Section 10. Terms used In this Division -- commencement day means the day on which the Taxation Legislation Amendment Act (No. 2) 2015 Part 4 comes into operation; exemption means an exemption under section 41; new provisions means sections 41, 42A, 42B and 42C as in force immediately after commencement day; previously exempt charitable body or organisation means a charitable body or organisation in respect of which an exemption was in force immediately before commencement day. Section 11. Exemptions currently held by relevant bodies may be revoked (1) If the Commissioner forms the preliminary view that a previously exempt charitable body or organisation may be a relevant body then the Commissioner is to give notice (preliminary notice about an exemption under section 41) to that body or organisation informing it -- (a) that the Commissioner has formed such a preliminary view; and (b) that the exemption may be revoked under this clause; and (c) that if the exemption is revoked under this clause, the revocation will have effect on and from the day specified in the notice, being a day that is at least 2 months after the day on which the notice is given (the specified day). (2) If preliminary notice about an exemption under section 41 is given the Commissioner is to decide whether or not the previously exempt charitable body or organisation is a relevant body. (3) If the Commissioner decides that the previously exempt charitable body or organisation is a relevant body, the Commissioner, by notice given to the body or organisation, is to -- (a) revoke the exemption; and (b) inform the previously exempt charitable body or organisation of the grounds on which the decision to revoke the exemption was made. (4) The revocation of an exemption under this clause has effect -- (a) on and from the"
    },
    {
      "key": "section:46.p3",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "41 is given the Commissioner is to decide whether or not the previously exempt charitable body or organisation is a relevant body. (3) If the Commissioner decides that the previously exempt charitable body or organisation is a relevant body, the Commissioner, by notice given to the body or organisation, is to -- (a) revoke the exemption; and (b) inform the previously exempt charitable body or organisation of the grounds on which the decision to revoke the exemption was made. (4) The revocation of an exemption under this clause has effect -- (a) on and from the specified day; and (b) for the purposes of an application under section 42B, as if the revocation were made under section 41(7). (5) If the Minister makes a determination under section 42C of the new provisions that the previously exempt charitable body or organisation in respect of which an exemption was revoked is a beneficial body for the purposes of the taxation Acts, then the new provisions apply in relation to that determination as if -- (a) a reference in section 42C(7)(a) to the day on which the determination comes into force for the purposes of this Act were a reference to the specified day; and (b) a reference in section 42C(8) to the day on and from which the beneficial body determination applies were a reference to the specified day. Section 12. Exemptions for periods before the commencement of the Taxation Legislation Amendment Act (No. 2) 2015 Part 4 (1) This clause applies to a charitable body or organisation if, after commencement day -- (a) the charitable body or organisation becomes registered and applies for an exemption; and (b) the Commissioner decides that the charitable body or organisation is a relevant body. (2) Despite section 41(3A), the Commissioner may give an exemption under section 41(2) to a charitable body or organisation to which this clause applies but such an exemption -- (a) does not apply to the period on and after commencement day; and (b) is to be taken to have been revoked immediately before that day. Section 13. A body or organisation given an exemption under clause 12 may apply for a beneficial body determination (1) If the Commissioner makes a decision under clause 12(1)(b) solely on the ground that the charitable body or organisation is a relevant body referred to in section 42A(c), (d), (e) or (f) (the relevant body), then -- (a) an application may be made under section 42B for a beneficial body determination in respect of the relevant body; and (b) the new provisions apply to and in respect of that application, and any subsequent determination, as if a reference in section 42B(1) to the decision were a reference to the decision of the Commissioner under clause 12(1)(b). (2) If the Minister makes a beneficial body determination under section 42C in respect of a relevant body, then the new provisions apply in relation to that determination as if -- (a) a reference in section 42C(7)(a) to the day on which the determination comes into force for the purposes of this Act were a reference to commencement day; and (b) a reference in section 42C(8) to the day on and from which the beneficial body determination applies were a reference to commencement day. Division 5 -- Provisions for the Taxation Legislation Amendment Act (No. 3) 2015 Part 4 Section 14. Changes relating to tax thresholds do not apply to assessment years commencing before 1 July 2015 This Act has effect in relation to an assessment year that commenced before Section 1 July 2015 as if the amendments in the Taxation Legislation Amendment Act (No. 3) 2015 Part 4 had not come into operation. Division 6 -- Provisions for the Pay-roll Tax Assessment Amendment (Exemption for Trainees) Act 2018 Section 15. Term used: commencement day In this Division -- commencement day means 1 December 2017, being the day on which the Pay-roll Tax Assessment Amendment (Exemption for Trainees) Act 2018 section 6 is deemed, under section 2(b) of that Act, to have come into operation. Section 17. Reassessment Subject to the Taxation Administration Act 2003 section 17, the Commissioner must make any reassessment necessary as a result of the amendments made by the Pay-roll Tax Assessment Amendment (Exemption for Trainees) Act 2018 coming into operation on commencement day. Division 7 -- Provisions for the Pay-roll Tax Assessment Amendment Act 2019 Section 18. Terms used In this Division -- apprentice has the meaning given in the VET Act section 60A; commencement day means the day on which the Pay-roll Tax Assessment Amendment Act 2019 section 4 comes into operation;"
    },
    {
      "key": "section:46.p4",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "come into operation. Section 17. Reassessment Subject to the Taxation Administration Act 2003 section 17, the Commissioner must make any reassessment necessary as a result of the amendments made by the Pay-roll Tax Assessment Amendment (Exemption for Trainees) Act 2018 coming into operation on commencement day. Division 7 -- Provisions for the Pay-roll Tax Assessment Amendment Act 2019 Section 18. Terms used In this Division -- apprentice has the meaning given in the VET Act section 60A; commencement day means the day on which the Pay-roll Tax Assessment Amendment Act 2019 section 4 comes into operation; former section 41D means section 41D as in force immediately before commencement day; VET Act means the Vocational Education and Training Act 1996. Section 19. Application of amendments made by Pay-roll Tax Assessment Amendment Act 2019 The amendments made by the Pay-roll Tax Assessment Amendment Act 2019 apply in relation to wages paid or payable on or after commencement day. Section 20. Exemption for wages paid or payable: training contracts lodged for registration before 1 December 2017 (1) This clause applies to a training contract (the pre-1 December 2017 training contract) if -- (a) in accordance with a requirement imposed under the VET Act section 60C(5), an apprentice under the training contract is referred to as a \"trainee\"; and (b) the training contract was lodged for registration under the VET Act section 60F(2) before 1 December 2017. (2) Despite the amendments made by the Pay-roll Tax Assessment Amendment Act 2019 section 4, wages paid or payable by an employer to or in relation to an employee are exempt from pay-roll tax if -- (a) the wages are paid or payable for a period during which the employee is an apprentice under the pre-1 December 2017 training contract; and (b) the wages would have been exempt from pay-roll tax under former section 41D, as modified by Schedule 1 clause 16 (as that clause was in force immediately before commencement day). Section 21. Exemption for wages paid or payable: training contracts lodged for registration between 1 December 2017 and 30 June 2019 (1) This clause applies to a training contract (the pre-1 July 2019 training contract) if -- (a) in accordance with a requirement imposed under the VET Act section 60C(5), an apprentice under the training contract is referred to as a \"trainee\"; and (b) the training contract was lodged for registration under the VET Act section 60F(2) during the period beginning on 1 December 2017 and ending immediately before commencement day. (2) Despite the amendments made by the Pay-roll Tax Assessment Amendment Act 2019 section 4, wages paid or payable by an employer to or in relation to an employee are exempt from pay-roll tax if -- (a) the wages are paid or payable for a period during which the employee is an apprentice under the pre-1 July 2019 training contract; and (b) the wages would have been exempt from pay-roll tax under former Section 41D. Division 8 -- Provisions for Pay-roll Tax Assessment Amendment (Thresholds) Act 2020 22. Amendments apply to financial years beginning on or after 1 July 2019 The amendments made by the Pay-roll Tax Assessment Amendment (Thresholds) Act 2020 apply in relation to financial years that begin on or after Section 1 July 2019. Glossary 1.^ 1M, 1MC Terms used In a pay-roll tax Act, unless the contrary intention appears -- ABN means the ABN (Australian Business Number) for an entity within the meaning of the A New Tax System (Australian Business Number) Act 1999 (Commonwealth); actual value, of a fringe benefit, has the meaning given in section 9BB(2); actuary means a Fellow or an Accredited Member of the Institute of Actuaries of Australia; agent includes -- (a) a person who in Western Australia, for or on behalf of another person outside Western Australia, holds or has the management or control of the business of that other person; and (b) a person on whom notice of a declaration under section 43(9) has been served; annual threshold amount, in relation to a financial year, means the annual threshold amount fixed for the financial year under section 8(1); assessment year, in relation to pay-roll tax, means the financial year for which the pay-roll tax is, or is to be, assessed; Australian jurisdiction means a State or a Territory; Australian superannuation fund means a superannuation fund that -- (a) was established in Australia, or has any asset situated in Australia; and (b) has its central management and control in Australia; Australian taxable wages means WA taxable wages and interstate taxable wages; business includes -- (a) a profession or trade; and (b) any"
    },
    {
      "key": "section:46.p5",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "means the annual threshold amount fixed for the financial year under section 8(1); assessment year, in relation to pay-roll tax, means the financial year for which the pay-roll tax is, or is to be, assessed; Australian jurisdiction means a State or a Territory; Australian superannuation fund means a superannuation fund that -- (a) was established in Australia, or has any asset situated in Australia; and (b) has its central management and control in Australia; Australian taxable wages means WA taxable wages and interstate taxable wages; business includes -- (a) a profession or trade; and (b) any other activity carried on for fee, gain or reward; and (c) the activity of employing one or more persons who perform duties for or in connection with another business; and (d) the carrying on of a trust (including a dormant trust); and (e) the activity of holding any money or property used for or in connection with another business, whether carried on by one person or 2 or more persons together; charitable body or organisation means a body or organisation established or carried on for charitable purposes except -- (a) a body or organisation whose sole or principal purpose is the provision of tertiary education; or (b) a college or other vocational education and training institution under the Vocational Education and Training Act 1996; company includes all bodies and associations (corporate and unincorporate) and partnerships; controlling interest, in relation to a business, has the definition given in Section 33; corporation has the meaning given by section 57A of the Corporations Act; Corporations Act means the Corporations Act 2001 of the Commonwealth; corresponding law, in relation to another State, means a law in force in the State relating to the imposition upon employers of a tax on wages paid or payable by them and the assessment and collection of that tax, but does not include the Pay-roll Tax Assessment Act 1941 of the Commonwealth^ 3; defined benefit fund has the meaning given to \"defined benefit superannuation scheme\" in section 6 of the Superannuation Guarantee Act; defined superannuation benefit means a benefit under a superannuation fund that is defined, wholly or in part, by reference to either or both of the following -- (a) the amount of the member's salary -- (i) at a particular date, being the date of the termination of the member's employment, the date of the member's retirement, or an earlier date; or (ii) averaged over a period ending on any such date; (b) a stated amount; designated group employer, in relation to a group, means the member of the group designated under section 39; DGE means designated group employer; director of a company includes a member of the governing body of the company; employer means any person who pays or is liable to pay any wages, and includes the Crown in right of the State of Western Australia and an employment agent; employment agent means a person (the agent) who procures the services of another person (the worker) for a third person (the client) under an arrangement where -- (a) the worker does not become the employee of either the agent or the client, but does perform duties of a similar nature to those of an employee; and (b) remuneration is paid directly or indirectly by the agent to the worker or to some other person for the services performed by the worker; exempt, in relation to wages, means exempt from pay-roll tax under Part 5; FBT year means a year ending on 31 March; FBTA Act means the Fringe Benefits Tax Assessment Act 1986 of the Commonwealth; fringe benefit means anything that is a fringe benefit under the FBTA Act except a benefit prescribed not to be a fringe benefit for the purposes of this definition; group means a group constituted under Part 4; GST has the same meaning as it has in the A New Tax System (Goods and Services Tax) Act 1999 of the Commonwealth except that it includes notional GST of the kind for which payments may be made under the State Entities (Payments) Act 1999 by a person that is a State entity as defined in that Act; half-year means a period of 6 months beginning on 1 January or 1 July; individual superannuation guarantee shortfall has the same definition as it has in the Superannuation Guarantee Act; industrial association means any of the following -- (a) an organisation registered under the Industrial Relations Act 1979 section 53 or 54; (b) an association of employees, or an association of employers, registered as an organisation, or recognised, under the Fair Work (Registered Organisations) Act 2009"
    },
    {
      "key": "section:46.p6",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "under the State Entities (Payments) Act 1999 by a person that is a State entity as defined in that Act; half-year means a period of 6 months beginning on 1 January or 1 July; individual superannuation guarantee shortfall has the same definition as it has in the Superannuation Guarantee Act; industrial association means any of the following -- (a) an organisation registered under the Industrial Relations Act 1979 section 53 or 54; (b) an association of employees, or an association of employers, registered as an organisation, or recognised, under the Fair Work (Registered Organisations) Act 2009 (Commonwealth); (c) an association of employees registered or recognised as a trade union (however described) under the law of another State or a Territory; (d) an association of employers registered or recognised as such (however described) under the law of another State or a Territory; (e) an association of employees a principal purpose of which is the protection and promotion of the employees' interests in matters concerning their employment; interstate non-group employer means a non-group employer who pays or is liable to pay WA taxable wages during all or part of an assessment year, and who also pays or is liable to pay interstate taxable wages during all or part of the assessment year, whether or not the interstate taxable wages are paid or payable in respect of the same part of the assessment year as the WA taxable wages; interstate taxable wages means wages that are subject to pay-roll tax under a corresponding law; ITA Act means the Income Tax Assessment Act 1997 (Commonwealth); local non-group employer means a non-group employer who pays or is liable to pay WA taxable wages during part or all of an assessment year, but is not liable to pay any interstate taxable wages during the assessment year; monthly threshold amount means -- (a) for a financial year -- the amount fixed as the monthly threshold amount for the financial year under section 8(2); or (b) for a half-year in the financial year beginning on 1 July 2019 -- the amount fixed as the monthly threshold amount for the half-year under section 7A(2); motor vehicle allowance means an allowance paid by an employer to a person who provides or maintains a motor vehicle used for business journeys; nominated deduction means -- (a) in relation to a group -- the amount nominated for the group under Section 19; (b) in relation to an interstate non-group employer -- the amount nominated for the employer under section 15; non-group employer means an employer who is not a member of a group under Part 4; non-profit organisation means body corporate, society or association formed otherwise than for the purpose of profit or gain to individual members of the body, society or association; option means an option or right, whether actual, prospective or contingent, of a person to acquire a share or to have a share transferred or allotted to the person; paid, in relation to wages, includes provided, conferred and assigned and pay and payable have corresponding meanings; pay-roll tax means the tax imposed under the Pay-roll Tax Act 2002; pay-roll tax Act means -- (a) the Pay-roll Tax Act 2002; or (b) the Pay-roll Tax Assessment Act 2002; or (c) the Taxation Administration Act 2003; pay-roll tax rate, in relation to an employer or group and an assessment year, part of an assessment year or a progressive return period, means the rate of pay-roll tax fixed for the employer or group and the year, part-year or period under the Pay-roll Tax Act 2002; political party means a body or organisation, whether incorporated or unincorporated, having as one of its objects or activities the promotion of the election to the Parliament of the Commonwealth, or to a Parliament of a State or Territory, of a candidate or candidates endorsed by it or by a body or organisation of which it forms part; professional association means a body or organisation, whether incorporated or unincorporated, having as one of its objects or activities the promotion of the interests of its members in any profession; progressive return period means a period for which an employer is required by section 26, or by a condition of an exemption under section 29, to lodge a return; promote trade, industry or commerce includes to carry out an undertaking a purpose of which includes the promotion of, or the advocacy for, trade, industry or commerce, whether generally or in respect of any particular kind of trade, industry or commerce; provide, in relation to a fringe benefit or a specified taxable benefit, has the same definition as in"
    },
    {
      "key": "section:46.p7",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "the interests of its members in any profession; progressive return period means a period for which an employer is required by section 26, or by a condition of an exemption under section 29, to lodge a return; promote trade, industry or commerce includes to carry out an undertaking a purpose of which includes the promotion of, or the advocacy for, trade, industry or commerce, whether generally or in respect of any particular kind of trade, industry or commerce; provide, in relation to a fringe benefit or a specified taxable benefit, has the same definition as in section 136 of the FBTA Act; registered means registered as an employer under section 25; registered business address means an address for service of notices under the A New Tax System (Australian Business Number) Act 1999 (Commonwealth) on an entity that has an ABN, as shown in the Australian Business Register kept under that Act; related body corporate has the meaning given in section 9 of the Corporations Act; relevant body has the meaning given in section 42A; remote location means a location that is not -- (a) in an eligible urban area within the meaning of section 140 of the FBTA Act; or (b) adjacent to an eligible urban area within the meaning of that section; return means a return lodged under this Act; return period, in relation to an employer, means -- (a) a month; or (b) if the employer is required to lodge an annual return under section 27(1) -- an assessment year; or (c) if the employer is exempt under section 29 from lodging monthly returns -- (i) unless subparagraph (ii) applies, an assessment year; (ii) if a condition of the exemption requires returns to be lodged more frequently than annually, a progressive return period; share means a share in a company and includes a stapled security; sliding scale period has the meaning given in the Pay-roll Tax Act 2002 Section 5(3); smaller group, for the purposes of section 36, has the meaning given in that section; specified exempt allowance means an allowance prescribed under section 45(2) (c); specified taxable benefit means a benefit prescribed under section 45(2)(b); State means a State or a Territory; superannuation fund includes -- (a) a superannuation fund within the meaning of the Superannuation Industry (Supervision) Act 1993 (Commonwealth); and (b) any other form of superannuation, provident or retirement fund or scheme including -- (i) the Superannuation Holding Accounts Special Account within the meaning of the Small Superannuation Accounts Act 1995 (Commonwealth); and (ii) a retirement savings account within the meaning of the Retirement Savings Accounts Act 1997 (Commonwealth); Superannuation Guarantee Act means the Superannuation Guarantee (Administration) Act 1992 (Commonwealth); tapering value means -- (a) for a financial year -- the tapering value for the financial year calculated in accordance with section 8(4); or (b) for a half-year in the financial year beginning on 1 July 2019 -- the tapering value for the half-year calculated in accordance with section 7A(4); taxes, for the purposes of section 42 or 43, has the meaning given in the respective section; tax-reducing arrangement means any arrangement, transaction or agreement, whether in writing or otherwise -- (a) under which a natural person (the worker) performs, for or on behalf of a second person, services for which any payment is made to a third person related or connected to the worker; and (b) which has the effect of reducing or avoiding the liability of any person to the assessment, imposition, or payment of pay-roll tax (whether or not that is the only effect of the agreement); Territory means the Australian Capital Territory, the Jervis Bay Territory or the Northern Territory; threshold amount, for a half-year in the financial year beginning on 1 July 2019, means the threshold amount fixed for the half-year under section 7A(1); trustee, in addition to every person appointed or constituted trustee by act of parties, by order or declaration of a court or by operation of law, includes -- (a) an executor or administrator, guardian, committee, receiver or liquidator; and (b) every person having or taking upon himself or herself the administration or control of any real or personal property affected by any express or implied trust, or acting in any fiduciary capacity, or having the possession, control or management of any real or personal property of a person under any legal or other disability; upper threshold amount means -- (a) for a financial year -- the amount fixed for the financial year under section 8(3); or (b) for a half-year in the financial year beginning on 1 July 2019 -- the amount fixed for"
    },
    {
      "key": "section:46.p8",
      "title": "Section 46 - Transitional provisions",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Transitional provisions",
      "defined_term": null,
      "structure_path": "Part 6 -- Miscellaneous > Section 46",
      "text": "and (b) every person having or taking upon himself or herself the administration or control of any real or personal property affected by any express or implied trust, or acting in any fiduciary capacity, or having the possession, control or management of any real or personal property of a person under any legal or other disability; upper threshold amount means -- (a) for a financial year -- the amount fixed for the financial year under section 8(3); or (b) for a half-year in the financial year beginning on 1 July 2019 -- the amount fixed for the half-year under section 7A(3); value -- (a) in relation to a beneficial interest in a discretionary trust, has the meaning given in section 34; (b) in relation to a fringe benefit, has the meaning given in section 9BB; (c) in relation to a specified taxable benefit, has the meaning given in Section 9BI; (d) in relation to wages in respect of a supply on which GST is payable, has the meaning given in section 9HB; (e) in relation to wages paid in kind, has the meaning given in section 9HA; voting share has the definition given by section 9 of the Corporations Act; WA fringe benefits means fringe benefits that are WA taxable wages on which fringe benefits tax (imposed under the Fringe Benefits Tax Act 1986 (Commonwealth)) is paid or payable; wages has the meaning given in section 9AA; WA taxable wages has the meaning given in section 5(2). [Clause 1 amended: No. 40 of 2003 s. 26 and 28(1); No. 82 of 2004 s. 6 and 17; No. 15 of 2010 s. 18(1)-(9) and 27; No. 29 of 2012 s. 26; No. 32 of 2012 s. 43; No. 8 of 2015 s. 16; No. 15 of 2015 s. 19; No. 20 of 2017 s. 10; No. 6 of 2020 s. 8.] [Modification, to clause 1, to have effect under the Commonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 34 and endnote 1M.] [Modification, to clause 1, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 35 and endnote 1MC.] dline This is a compilation of the Pay-roll Tax Assessment Act 2002 and includes amendments made by other written laws. For provisions that have come into operation, and for information about any reprints, see the compilation table."
    },
    {
      "key": "section:29",
      "title": "Section 29 - ^M, MC Exemptions from lodging monthly returns 75",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "^M, MC Exemptions from lodging monthly returns 75",
      "defined_term": null,
      "structure_path": "Part 3 -- Registration and returns > Section 29",
      "text": ""
    }
  ]
}