{
  "doc": {
    "jurisdiction": "northern_territory",
    "source_url": "https://classic.austlii.edu.au/au/legis/nt/consol_act/pta2009155/",
    "register_url": "https://legislation.nt.gov.au/en/Legislation/PAYROLL-TAX-ACT-2009",
    "source": "Payroll Tax Act 2009 (100000137).txt",
    "filename": "Payroll Tax Act 2009 (100000137).json",
    "name": "Payroll Tax Act 2009",
    "citation": "Payroll Tax Act 2009"
  },
  "chunks": [
    {
      "key": "section:1",
      "title": "Section 1 - Short title",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "Short title",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 1",
      "text": "This Act may be cited as the Payroll Tax Act 2009."
    },
    {
      "key": "section:2",
      "title": "Section 2 - Commencement",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Commencement",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 2",
      "text": "This Act commences on 1Â JulyÂ 2009."
    },
    {
      "key": "section:3.p1",
      "title": "Section 3 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 3",
      "text": "In this Act: ABN means the ABN (Australian Business Number) for an entity within the meaning of A New Tax System (Australian Business Number) Act 1999 (Cth). agent includes: (a) a person who, in this jurisdiction, for or on behalf of another person outside this jurisdiction, holds or has the management or control of the business of that other person; and (b) a person who, by an order of the Commissioner, is declared to be an agent or the sole agent for any other person for this Act and on whom notice of that order has been served. aggregate interest, see sectionÂ 78. Australia means the States of the Commonwealth and the Territories. Australian jurisdiction means a State or Territory. business, for Part 5, see sectionÂ 67. category 1 to 3 purpose, for Part 4, Division 1, see section 48. coastal waters, of the Territory, means coastal waters of the Territory as defined in section 3(1) of the Coastal Waters (Northern Territory Powers) Act 1980 (Cth). company includes all bodies and associations (corporate and unincorporate) and partnerships. contract, for Part 3, Division 7, see sectionÂ 31. corporation means a corporation as defined in sectionÂ 9 of the Corporations Act 2001. correct amount of payroll tax, for Part 6, see section 82(1). corresponding payroll tax law means a law of the Commonwealth, or of a State or another Territory, relating to the imposition on employers of a tax on wages paid or payable by them or the assessment and collection of that tax. designated group employer means a member designated for a group in accordance with section 80. direct interest, by an entity in a corporation, see sectionÂ 76. director of a company includes a member of the governing body of the company. educational company, for Part 4, Division 1, see section 48. educational institution, for Part 4, Division 1, see section 48. employer means a person who pays or is liable to pay wages, and includes: (a) the Crown in any of its capacities; and (b) anyone taken to be an employer by or under this Act; and (c) a local governing body; and (d) a public authority constituted under the law of the Commonwealth or of a State or Territory unless, being an authority constituted under the law of the Commonwealth, it is immune from the operation of this Act. employment agency contract, see sectionÂ 37. employment agent, see section 37. employment termination payment, for Part 3, Division 5, see sectionÂ 27. entity, for Part 4, Division 1, see section 48. exempt wages mean wages that are declared by or under this Act to be exempt wages. Note Wages are declared to be exempt wages in various provisions. For example, see sections 50, 51, 53, 55, 56, 58, 59 and 61 to 66 and Schedule 2, PartÂ 4, DivisionÂ 1. FBTA Act means the Fringe Benefits Tax Assessment ActÂ 1986Â (Cth). financial year means each year commencing on 1Â July. fringe benefit means a fringe benefit as defined in the FBTA Act but does not include: (a) a tax-exempt body entertainment fringe benefit within the meaning of that Act; or (b) anything that is prescribed by regulation not to be a fringe benefit for this definition. granted, for a share or option, see section 19(2). group, see section 67. group employer, see section 82(4). GST means GST as defined in A New Tax System (Goods and Services Tax) Act 1999 (Cth). indirect interest, by an entity in a corporation, see sectionÂ 77. individual employer, see section 82(4). industrial association, for Part 4, Division 1, see section 48. instrument includes: (a) a cheque, bill of exchange and promissory note; and (b) a money order, or a postal order, issued by a post office. interstate wages means wages that are taxable wages within the meaning of a corresponding payroll tax law. ITAA means the Income Tax Assessment Act 1997 (Cth). liquidator means the person who, whether or not appointed as liquidator, is required by law to carry out the winding-up of a company. local governing body means: (a) a council constituted, or local government subsidiary formed, under the Local Government Act 2019; or (b) a body declared under section 19 of the Local Government Grants Commission Act 1986 to be a local governing body; or (c) a body prescribed by regulation. month means the month of January, February, March, April, May, June, July, August, September, October, November or December. non-profit entity, see section 48A. option means an option or right, whether actual, prospective or contingent, of a person to acquire a share or to have a share transferred or"
    },
    {
      "key": "section:3.p2",
      "title": "Section 3 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 3",
      "text": "local governing body means: (a) a council constituted, or local government subsidiary formed, under the Local Government Act 2019; or (b) a body declared under section 19 of the Local Government Grants Commission Act 1986 to be a local governing body; or (c) a body prescribed by regulation. month means the month of January, February, March, April, May, June, July, August, September, October, November or December. non-profit entity, see section 48A. option means an option or right, whether actual, prospective or contingent, of a person to acquire a share or to have a share transferred or allotted to the person. paid, in relation to wages, includes provided, conferred and assigned and pay and payable have corresponding meanings. payroll tax means tax imposed by section 6. perform, in relation to services, includes render. political party, for Part 4, Division 1, see section 48. professional association, for Part 4, Division 1, see section 48. registered business address means an address for service of notices under A New Tax System (Australian Business Number) Act 1999 (Cth) on an entity that has an ABN, as shown in the Australian Business Register kept under that Act. relevant contract, for Part 3, Division 7, see sectionÂ 32. relevant day, for Part 3, Division 4, see section 18(3). re-supply, for Part 3, Division 7, see sectionÂ 31. return period, in relation to an employer, means a month, or a financial year, relating to which the employer is required to lodge a return under section 87(1). service provider, see sectionÂ 37(1). services, for Part 3, Division 7, see sectionÂ 31. share means a share in a company and includes a stapled security. superannuation contribution, see section 17(2). supply, for Part 3, Division 7, see sectionÂ 31. taxable in this jurisdiction, see section 11. taxable wages, see sectionÂ 10. termination payment, for Part 3, Division 5, see sectionÂ 27. Territories means the Territory and the Australian Capital Territory (including the Jervis Bay Territory). this jurisdiction means the Territory and coastal waters of the Territory. trade, industry or commerce entity, for Part 4, Division 1, see Section 48B. unused annual leave payment, for Part 3, Division 5, see sectionÂ 27. unused long service leave payment, for Part 3, Division 5, see sectionÂ 27. vesting date, see section 19(3) and (4). voting share, see section 9 of the Corporations Act 2001. wages means wages as defined in Part 3. Note Wages are defined in various provisions in Part 3. For example, see sections 13, 14, 17, 18, 24, 28, 29, 30 and 66A."
    },
    {
      "key": "section:4",
      "title": "Section 4 - Relationship with Taxation Administration Act 2007",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Relationship with Taxation Administration Act 2007",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 4",
      "text": "The relationship between this Act and the  Taxation  Administration\n         Act 2007 (the TAA) is stated in section 5 of the TAA.\n         Note\n         Section 5 of the TAA provides that this Act (which  is  a  taxation\n         law as defined in the TAA) must be read together with the TAA as  a\n         single Act. Accordingly, Part 5 of the TAA imposes a  liability  to\n         pay interest and penalty tax for a failure to pay payroll tax under\n         this Act."
    },
    {
      "key": "section:5",
      "title": "Section 5 - Act binds Crown",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "Act binds Crown",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 5",
      "text": "This Act binds the Crown in right of  the  Territory  and,  to  the\n         extent the legislative power of the Legislative  Assembly  permits,\n         the Crown in all its other capacities.\nPart 2      Imposition of payroll tax\nDivision 1  Imposition of tax"
    },
    {
      "key": "section:6",
      "title": "Section 6 - Imposition of payroll tax",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Imposition of payroll tax",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 1 Imposition of tax > Section 6",
      "text": "Payroll tax is imposed on all taxable wages."
    },
    {
      "key": "section:7",
      "title": "Section 7 - Who is liable for payroll tax",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "Who is liable for payroll tax",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 1 Imposition of tax > Section 7",
      "text": "The employer by whom taxable wages are paid or payable is liable to\n         pay payroll tax on the wages."
    },
    {
      "key": "section:8",
      "title": "Section 8 - Amount of payroll tax",
      "main_structural_unit": "section",
      "main_structural_number": "8",
      "main_structural_heading": "Amount of payroll tax",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 1 Imposition of tax > Section 8",
      "text": "The amount  of  payroll  tax  payable  by  an  employer  is  to  be\n         determined in accordance with SchedulesÂ 1 and 2."
    },
    {
      "key": "section:9",
      "title": "Section 9 - When payroll tax must be paid",
      "main_structural_unit": "section",
      "main_structural_number": "9",
      "main_structural_heading": "When payroll tax must be paid",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 1 Imposition of tax > Section 9",
      "text": "(1)   A person who is liable to pay payroll tax on taxable wages  must\n         pay the tax within 21Â days after the end  of  the  month  in  which\n         those wages were paid or payable.\n      (2)   However, if the Commissioner has reason to believe a person  may\n         leave Australia before any  payroll  tax  becomes  payable  by  the\n         person, the tax is payable on the day fixed by the Commissioner  by\n         notice served on the person.\nDivision 2  Taxable wages"
    },
    {
      "key": "section:10",
      "title": "Section 10 - What are taxable wages",
      "main_structural_unit": "section",
      "main_structural_number": "10",
      "main_structural_heading": "What are taxable wages",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 2 Taxable wages > Section 10",
      "text": "(1)   For this Act, taxable wages are wages that are taxable  in  this\n         jurisdiction.\n      (2)   However, exempt wages are not taxable wages."
    },
    {
      "key": "section:11",
      "title": "Section 11 - Wages that are taxable in this jurisdiction",
      "main_structural_unit": "section",
      "main_structural_number": "11",
      "main_structural_heading": "Wages that are taxable in this jurisdiction",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 2 Taxable wages > Section 11",
      "text": "(1)   For this Act, wages are taxable in this jurisdiction if:\n         (a)      the wages are paid or payable by an  employer  for  or  in\n             relation to services performed by an employee wholly  in  this\n             jurisdiction; or\n         (b)      the wages are paid or payable by an  employer  for  or  in\n             relation to services performed by an employee  in  2  or  more\n             Australian jurisdictions, or partly in one or more  Australian\n             jurisdictions and partly outside all Australian jurisdictions,\n             and:\n             (i) the employee is based in this jurisdiction; or\n             (ii)      the employer is based in  this  jurisdiction  (in  a\n                  case where the employee is  not  based  in  an  Australian\n                  jurisdiction); or\n             (iii)     the wages are paid or payable in  this  jurisdiction\n                  (in a case where both the employee and  the  employer  are\n                  not based in an Australian jurisdiction); or\n             (iv)      the wages are paid or payable for services performed\n                  mainly in this jurisdiction (in  a  case  where  both  the\n                  employee and the employer are not based in  an  Australian\n                  jurisdiction and the wages are not paid or payable  in  an\n                  Australian jurisdiction); or\n         (c)      the wages are paid or payable by an  employer  for  or  in\n             relation to services performed by an employee  wholly  outside\n             all Australian jurisdictions and are paid or payable  in  this\n             jurisdiction.\n         Note for subsection (1)(c)"
    },
    {
      "key": "section:66A",
      "title": "Section 66A - provides an exemption for wages  paid  or  payable  for",
      "main_structural_unit": "section",
      "main_structural_number": "66A",
      "main_structural_heading": "provides an exemption for wages  paid  or  payable  for",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 9 Services outside Australia > Section 66A",
      "text": "services performed wholly in one or  more  other  countries  for  a\n         continuous period of more than 6 months.\n      (2)   The question of whether wages are taxable in  this  jurisdiction\n         is to be determined by reference only to the services performed  by\n         the employee in respect of the employer during the month  in  which\n         the wages are paid or payable, subject to this section.\n      (3)   Any wages paid or payable  by  an  employer  in  respect  of  an\n         employee in a particular month are taken to be paid or payable  for\n         or in relation to the services performed by the employee in respect\n         of the employer during that month.\n         Example for subsections (2) and (3)\n         Wages paid to an employee in June 2010 by an employer include wages\n         for services performed by the employee wholly in this  jurisdiction\n         in that month and a bonus for services performed  by  the  employee\n         during the financial year ending at the end  of  June  2010,  which\n         were services partly performed in this jurisdiction and  partly  in\n         other Australian jurisdictions. The question of whether  the  wages\n         paid in June 2010  are  taxable  in  this  jurisdiction  is  to  be\n         determined by reference only to services performed  in  that  month\n         and services performed in the previous  months  of  that  financial\n         year must be disregarded. As a result, the wages paid in June  2010\n         are taxable in this jurisdiction because of subsection (1)(a).\n         The services performed in the previous  months  of  that  financial\n         year will be relevant to the question of whether wages paid in each\n         of those months are taxable in this jurisdiction, which  will  need\n         to be determined having regard to subsection (1)(a) and (b).\n      (4)   If no services are performed by an employee  in  respect  of  an\n         employer during the month in which the wages are paid or payable to\n         or in relation to the employee:\n         (a)      the question of whether the  wages  are  taxable  in  this\n             jurisdiction is to be determined  by  reference  only  to  the\n             services performed by the employee in respect of the  employer\n             during the most recent  prior  month  in  which  the  employee\n             performed services in respect of the employer; and\n         (b)      the wages are taken to  be  paid  or  payable  for  or  in\n             relation to the services performed by the employee in  respect\n             of the employer during that most recent prior month.\n      (5)   If no services were performed by an employee in  respect  of  an\n         employer during the month in which wages are paid or payable to  or\n         in relation to the employee or in any prior month:\n         (a)      the wages are taken to  be  paid  or  payable  for  or  in\n             relation to services performed by the employee in the month in\n             which the wages are paid or payable; and\n         (b)      the services are taken to have been performed at  a  place\n             or places  where  it  may  be  reasonably  expected  that  the\n             services of the employee in respect of the  employer  will  be\n             performed.\n      (6)   All amounts of wages paid or payable in the same  month  by  the\n         same employer in respect of the same employee are to be  aggregated\n         for the purposes of determining whether they are  taxable  in  this\n         jurisdiction (as if they were paid  or  payable  for  all  services\n         performed by the employee in the month in which the wages are  paid\n         or payable, or the most recent prior month, as the case requires).\n         Example for subsection (6)\n         If one amount of wages is paid by an employer in a particular month\n         for services performed in this jurisdiction, and another amount  of\n         wages is paid by the same employer in the same month  for  services\n         performed by the same employee in another Australian  jurisdiction,\n         the wages paid are to be aggregated (as if they were paid  for  all\n         services performed by the employee  in  that  month).  Accordingly,\n         subsection (1)(b) would be applied for the purpose  of  determining\n         whether the wages are taxable in this jurisdiction.\n      (7)   If wages are paid in a different month from the month  in  which\n         they are payable, the question of whether the wages are taxable  in\n         this jurisdiction is to be determined by reference to  the  earlier\n         of the relevant months."
    },
    {
      "key": "section:11A",
      "title": "Section 11A - Jurisdiction in which employee is based",
      "main_structural_unit": "section",
      "main_structural_number": "11A",
      "main_structural_heading": "Jurisdiction in which employee is based",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 2 Taxable wages > Section 11A",
      "text": "(1)   For this Act, the jurisdiction in which an employee is based  is\n         the  jurisdiction  in  which  the  employeeâs  principal  place  of\n         residence is located.\n      (2)   The jurisdiction  in  which  an  employee  is  based  is  to  be\n         determined by reference to the state of affairs existing during the\n         month in which the relevant wages are paid or payable.\n      (3)   If more than one jurisdiction would qualify as the  jurisdiction\n         in which an employee is based during a month, the  jurisdiction  in\n         which the employee is based is to be determined by reference to the\n         state of affairs existing on the last day of that month.\n      (4)   An employee who does not have a principal place of residence  is\n         taken, for the purposes of this Act, to be an employee who  is  not\n         based in an Australian jurisdiction.\n      (5)   In the case of wages paid or payable to  a  corporate  employee,\n         the jurisdiction in which the employee is based is to be determined\n         in accordance with section 11B instead of this  section  (as  if  a\n         reference in section 11B to an employer  were  a  reference  to  an\n         employee).\n      (6)   In this section:\n         corporate employee means:\n         (a)      a company that is taken to be an employee under section 34\n             or 39; or\n         (b)      a company to whom a payment is made that is  taken  to  be\n             wages payable to an employee under section 42 or 47."
    },
    {
      "key": "section:11B",
      "title": "Section 11B - Jurisdiction in which employer is based",
      "main_structural_unit": "section",
      "main_structural_number": "11B",
      "main_structural_heading": "Jurisdiction in which employer is based",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 2 Taxable wages > Section 11B",
      "text": "(1)   For this Act, the jurisdiction in which  an  employer  is  based\n         is:\n         (a)       the  jurisdiction  in  which  the  employerâs  registered\n             business address is located (if the employer has an ABN); or\n         (b)      the jurisdiction in which the employerâs  principal  place\n             of business is located (in any other case).\n      (2)   If wages are paid or  payable  in  connection  with  a  business\n         carried on by an employer under a trust, the employerâs  registered\n         business address is the registered business address  of  the  trust\n         or, if the trust does not have  an  ABN,  the  registered  business\n         address of the trustee of the trust.\n      (3)   If an employer has  registered  business  addresses  located  in\n         different jurisdictions at the same point in time, the jurisdiction\n         in which the employer is  based  at  that  point  in  time  is  the\n         jurisdiction in which the employerâs principal place of business is\n         located.\n      (4)   The jurisdiction  in  which  an  employer  is  based  is  to  be\n         determined by reference to the state of affairs existing during the\n         month in which the relevant wages are paid or payable.\n      (5)   If more than one jurisdiction would qualify as the  jurisdiction\n         in which an employer is based during a month, the  jurisdiction  in\n         which the employer is based is to be determined by reference to the\n         state of affairs existing on the last day of that month.\n      (6)   An employer who has neither a registered business address nor  a\n         principal place of business is taken, for the purposes of this Act,\n         to be an employer who is not based in an Australian jurisdiction."
    },
    {
      "key": "section:11C",
      "title": "Section 11C - Place and date of payment of wages",
      "main_structural_unit": "section",
      "main_structural_number": "11C",
      "main_structural_heading": "Place and date of payment of wages",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 2 Taxable wages > Section 11C",
      "text": "(1)   For this Act, wages are taken to have been paid at a  place  if,\n         for the purpose of the payment of those wages:\n         (a)      an instrument is sent or given or an amount is transferred\n             by an employer to a person or a personâs agent at that  place;\n             or\n         (b)      an instruction is given by an employer for  the  crediting\n             of an amount to the account of a person or a personâs agent at\n             that place.\n      (2)   The wages are taken to have been  paid  on  the  date  that  the\n         instrument was sent or given, the amount  was  transferred  or  the\n         account credited in accordance with the instruction  (as  the  case\n         requires).\n      (3)   Wages are taken to be payable at the place  at  which  they  are\n         paid, subject to this section.\n      (4)   Wages that are not paid by the end of the month  in  which  they\n         are payable are taken to be payable at:\n         (a)      the place where wages were last paid by  the  employer  to\n             the employee; or\n         (b)      if wages have not previously been paid by the employer  to\n             the employee â the place where  the  employee  last  performed\n             services in respect of the employer before  the  wages  became\n             payable.\n      (5)   If wages paid or payable in the same month by the same  employer\n         in respect of the same employee are paid or payable  in  more  than\n         one Australian jurisdiction, the wages  paid  or  payable  in  that\n         month  are  taken  to  be  paid  or  payable  in   the   Australian\n         jurisdiction in which the highest proportion of the wages are  paid\n         or payable.\n         Note for subsection (5)\n         Section 11(6) requires all wages paid or payable in the same  month\n         by the same  employer  in  respect  of  the  same  employee  to  be\n         aggregated for the purpose of determining  whether  the  wages  are\n         taxable in this jurisdiction.  This  subsection  ensures  only  one\n         Australian jurisdiction can be considered to be the jurisdiction in\n         which the wages are paid or payable.\nDivision 3  Other matters"
    },
    {
      "key": "section:12",
      "title": "Section 12 - Payroll tax paid under corresponding applied law",
      "main_structural_unit": "section",
      "main_structural_number": "12",
      "main_structural_heading": "Payroll tax paid under corresponding applied law",
      "defined_term": null,
      "structure_path": "Part 2 Imposition of payroll tax > Division 3 Other matters > Section 12",
      "text": "Note\n         This section is contained in some corresponding payroll  tax  laws.\n         It does not apply in the Territory because the Commonwealth  Places\n         (Mirror Taxes) ActÂ 1998 (Cth) does not apply to the Territory  (see\n         Schedule 1 to that Act).\nPart 3      Wages\nDivision 1  General concept of wages"
    },
    {
      "key": "section:13",
      "title": "Section 13 - What are wages",
      "main_structural_unit": "section",
      "main_structural_number": "13",
      "main_structural_heading": "What are wages",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 1 General concept of wages > Section 13",
      "text": "(1)    For  this  Act,  wages  mean  wages,   remuneration,   salary,\n         commission, bonuses or allowances paid or payable to  an  employee,\n         including:\n         (a)      an amount paid or payable by  way  of  remuneration  to  a\n             person holding an office under the Crown or in the service  of\n             the Crown; and\n         (b)      an amount paid or payable  under  any  class  of  contract\n             prescribed by regulation to the extent to which  that  payment\n             is attributable to labour; and\n         (c)      an  amount  paid  or  payable  by  a  company  by  way  of\n             remuneration to or in relation to a director of that  company;\n             and\n         (d)      an amount paid or payable  by  way  of  commission  to  an\n             insurance or time-payment canvasser or collector; and\n         (e)      an amount that is included as or taken to be wages by  any\n             other provision of this Act.\n      (2)   For this Act, wages, remuneration, salary,  commission,  bonuses\n         or allowances are wages:\n         (a)      whether paid or payable at piece work rates or  otherwise;\n             and\n         (b)      whether paid or payable in cash or in kind.\n      (3)   This Act applies in respect of  wages  mentioned  in  subsection\n         (1)(a) toÂ (e) that are paid or payable  to  or  in  relation  to  a\n         person who is not an employee in the same  way  as  it  applies  to\n         wages paid or payable to an employee (as if a reference in this Act\n         to an employee included a reference to any such person).\nDivision 2  Fringe benefits"
    },
    {
      "key": "section:14",
      "title": "Section 14 - Wages include fringe benefits",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Wages include fringe benefits",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 2 Fringe benefits > Section 14",
      "text": "(1)   For this Act, wages include a fringe benefit.\n      (2)   Subsection (1) does  not  apply  to  benefits  that  are  exempt\n         benefits  for  the  FBTA  Act   (other   than   deposits   to   the\n         Superannuation Holding Accounts Special Account within the  meaning\n         of the Small Superannuation Accounts Act 1995 (Cth))."
    },
    {
      "key": "section:15",
      "title": "Section 15 - Value of wages comprising fringe benefits",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Value of wages comprising fringe benefits",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 2 Fringe benefits > Section 15",
      "text": "(1)   For this Act, the value of wages comprising a fringe benefit  is\n         to be determined in accordance with the formula:\n         where:\n         TV is the value that would be the taxable value of the benefit as a\n         fringe benefit for the FBTA Act.\n         FBT rate is the rate of fringe benefits tax imposed by the FBTA Act\n         that applies when the liability  to  payroll  tax  under  this  Act\n         arises.\n      (2)   In this Act, a reference to taxable  wages  that  were  paid  or\n         payable by an employer during a month is, in  relation  to  taxable\n         wages comprising fringe benefits:\n         (a)      a reference to the value of the fringe  benefits  paid  or\n             payable by the employer during the month; or\n         (b)      if an election by the employer is in force  under  section\n             16, a reference to an amount  calculated  in  accordance  with\n             that section.\n      (3)   In this Act, a reference to taxable  wages  that  were  paid  or\n         payable by an employer during a year is,  in  relation  to  taxable\n         wages  comprising  fringe  benefits,  a  reference  to  an   amount\n         calculated by adding together the amounts  under  subsectionÂ (2)(a)\n         or (b), or subsection (2)(a) andÂ (b), as the case requires, for the\n         months of that year."
    },
    {
      "key": "section:16",
      "title": "Section 16 - Employer election regarding taxable value of fringe benefits",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Employer election regarding taxable value of fringe benefits",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 2 Fringe benefits > Section 16",
      "text": "(1)   An employer who has paid or is liable  to  pay  fringe  benefits\n         tax imposed by the FBTA Act in respect of a period of not less than\n         15Â months before 30 June in any year may elect to  include  as  the\n         value of the fringe benefits paid or payable by the employer during\n         the month concerned:\n         (a)      in a return lodged in relation to each  of  the  first  11\n             months occurring after 30 June in that year â  1/12th  of  the\n             amount determined in accordance with subsection  (2)  or  that\n             part  of  that  amount  as,  in  accordance  with  sectionÂ 10,\n             comprises taxable wages  for  the  year  of  tax  (within  the\n             meaning of the FBTA Act)  ending  on  31Â March  preceding  the\n             commencement of the current financial year; and\n         (b)      in the return lodged in relation to the 12thÂ month  â  the\n             amount determined in accordance with subsection  (2)  or  that\n             part  of  that  amount  as,  in  accordance  with  sectionÂ 10,\n             comprises taxable wages  for  the  year  of  tax  (within  the\n             meaning of the FBTA Act) ending on  31  March  preceding  that\n             month, less the  total  of  the  amounts  of  fringe  benefits\n             included in the returns for each of the preceding 11 months.\n      (2)   The amount determined in accordance with this subsection  is  to\n         be determined in accordance with the formula:\n         where:\n         AFBA is the aggregate fringe benefits amount within the meaning  of\n         section 136 of the FBTA Act.\n         FBT rate is the rate of fringe benefits tax imposed by the FBTA Act\n         that applies when the liability  to  payroll  tax  under  this  Act\n         arises.\n      (3)   An election  under  subsection  (1)  takes  effect  when  it  is\n         notified  to  the  Commissioner  in  the  form  approved   by   the\n         Commissioner.\n      (4)   After an employer has made an  election  under  subsection  (1),\n         the employer must lodge returns containing  amounts  calculated  in\n         accordance with the election unless the Commissioner  approves,  by\n         notice in writing given to the employer,  the  termination  of  the\n         election and allows the employer to include the value mentioned  in\nSection 15(2)(a).\n      (5)   If an employer ceases to be  liable  to  pay  payroll  tax,  the\n         value of taxable wages comprising fringe benefits to be included in\n         the employer's final return is (irrespective of whether or not  the\n         employer has made an election under subsectionÂ (1))  the  value  of\n         the fringe benefits paid or payable by the employer for the  period\n         commencing on and including the preceding 1Â July until the date  on\n         which the employer ceases to be liable to  payroll  tax,  less  the\n         value of the fringe benefits paid or payable by the employer during\n         that period on which payroll tax has been paid.\nDivision 3  Superannuation contributions"
    },
    {
      "key": "section:17",
      "title": "Section 17 - Wages include superannuation contributions",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Wages include superannuation contributions",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 3 Superannuation contributions > Section 17",
      "text": "(1)   For this Act, wages include a superannuation contribution.\n      (2)   A superannuation contribution is a contribution paid or  payable\n         by an employer in respect of an employee:\n         (a)      to or as a superannuation fund within the meaning  of  the\n             Superannuation Industry (Supervision) Act 1993 (Cth); or\n         (b)      as a superannuation guarantee charge within the meaning of\n             the Superannuation Guarantee (Administration)  ActÂ 1992Â (Cth);\n             or\n         (c)      to or as any other form of  superannuation,  provident  or\n             retirement fund or scheme including:\n             (i) the Superannuation Holding Accounts Special Account within\n                  the meaning of the Small Superannuation Accounts Act  1995\n                  (Cth); and\n             (ii)      a retirement savings account within the  meaning  of\n                  the Retirement Savings Accounts Act 1997 (Cth); and\n             (iii)     a wholly or partly unfunded fund or scheme.\n      (3)   Setting aside any money or anything that is worth money  as,  or\n         as part of, a superannuation fund, superannuation guarantee  charge\n         or any other form of superannuation, provident or  retirement  fund\n         or scheme is taken to be paying a superannuation contribution.\n      (4)   Making a superannuation contribution of anything that  is  worth\n         money is taken to be paying a superannuation  contribution  of  the\n         amount equal to its value, and its value is to  be  worked  out  in\n         accordance with section 43 as  if  that  section  referred  to  the\n         contribution instead of to wages.\n      (5)   A superannuation, provident or  retirement  fund  or  scheme  is\n         unfunded to the extent that money paid or payable by an employer in\n         respect of an employee covered by the fund or scheme is not paid or\n         payable during the employee's period of service with the employer.\n      (6)   In this section:\n         employee includes any person to whom, by virtue of a  paragraph  of\n         the definition wages in section 13(1), an amount paid or payable in\n         the circumstances mentioned in the paragraph constitutes wages.\nDivision 4  Shares and options"
    },
    {
      "key": "section:18",
      "title": "Section 18 - Inclusion of grant of shares and options as wages",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "Inclusion of grant of shares and options as wages",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 18",
      "text": "(1)   For this Act, wages include the grant of a share  or  an  option\n         to an employee by an employer in respect of services  performed  by\n         the employee if the share or option:\n         (a)      is an ESS interest (within the meaning of  section  83A-10\n             of the ITAA); and\n         (b)      is granted to the employee under an employee share  scheme\n             (within the meaning of that section).\n         Note for subsection (1)\n         A grant of a share or an option to an employee by an employer  that\n         is not an ESS interest will be taxable as a  fringe  benefit  under\n         Division 2 of this Part.\n      (2)   Any such wages are taken, for the imposition of payroll tax,  to\n         be paid or payable on the relevant day.\n      (3)   For this Division, the relevant day  is  the  day  the  employer\n         elects in accordance with this Division to  treat  as  the  day  on\n         which the wages are paid or payable.\n      (4)   To avoid doubt, the grant of  a  share  or  option  is  valuable\n         consideration for sectionÂ 46."
    },
    {
      "key": "section:19",
      "title": "Section 19 - Choice of relevant day",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Choice of relevant day",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 19",
      "text": "(1)   The employer can elect to treat as the relevant day  either  the\n         date on which the share or option is granted to the employee or the\n         vesting date.\n      (2)   A share or option is granted to a person if:\n         (a)      another person transfers  the  share  or  option  to  that\n             person (other than, in the case of a  share,  by  issuing  the\n             share to that person); or\n         (b)      for a share â another person  allots  the  share  to  that\n             person; or\n         (c)      for an option â another person confers the option  on,  or\n             otherwise creates the option in, that person; or\n         (d)      the person otherwise acquires  a  legal  interest  in  the\n             share or option from another person; or\n         (e)      the person acquires a beneficial interest in the share  or\n             option from another person.\n      (2A)  To avoid doubt, if an employee acquires a right to be granted  a\n         share or an option, or some other material benefit, at the election\n         of the employer, the share or  option  is  not  granted  until  the\n         employer elects to grant the share or option.\n      (3)   The vesting date in respect of a share is one of  the  following\n         dates (whichever happens first):\n         (a)      the date on which the share vests in  the  employee  (that\n             is, when any conditions applying to the  grant  of  the  share\n             have been met and the employee's legal or beneficial  interest\n             in the share cannot be rescinded);\n         (b)      the date at the end of the period of 7 years from the date\n             on which the share is granted to the employee.\n      (4)   The vesting  date  in  respect  of  an  option  is  one  of  the\n         following dates (whichever happens first):\n         (a)      the date on which the share to which the option relates is\n             granted to the employee;\n         (b)      the date on which the employee exercises a right under the\n             option to have the share the subject of the option transferred\n             to, allotted to or vested in the employee;\n         (c)      the date at the end of the period of 7 years from the date\n             on which the option is granted to the employee."
    },
    {
      "key": "section:20",
      "title": "Section 20 - Deemed choice of relevant day in special cases",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "Deemed choice of relevant day in special cases",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 20",
      "text": "(1)   If an employer grants a share or option to an employee  and  the\n         value of the grant of the share or option is not  included  in  the\n         taxable wages of the employer for the financial year in  which  the\n         share or option was granted, the employer is taken to have  elected\n         to treat the wages constituted by the grant of that share or option\n         as being paid or payable on the vesting date.\n      (2)   If an employer grants a share or option to an employee  and  the\n         value of the grant of the  share  or  option  is  nil  or,  if  the\n         employer were to elect to treat the date of grant as  the  relevant\n         day, the wages constituted by the grant  would  not  be  liable  to\n         payroll tax, the employer is taken to have  elected  to  treat  the\n         wages constituted by the grant of that share  or  option  as  being\n         paid or payable on the date  on  which  the  share  or  option  was\n         granted."
    },
    {
      "key": "section:21",
      "title": "Section 21 - Effect of rescission or cancellation of share or option",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Effect of rescission or cancellation of share or option",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 21",
      "text": "(1)   If the grant of a share or option  is  withdrawn,  cancelled  or\n         exchanged before the vesting date for  any  valuable  consideration\n         (other than the grant of other shares or  options),  the  following\n         provisions apply:\n         (a)      the date of withdrawal, cancellation or exchange is  taken\n             to be the vesting date of the share or option;\n         (b)      the market value of the share or option,  on  the  vesting\n             date, is taken to be the amount of the valuable  consideration\n             (and, accordingly, that amount is the amount paid  or  payable\n             as wages on that date).\n      (2)   If an employer includes the value of  a  grant  of  a  share  or\n         option in the taxable wages of the employer for  a  financial  year\n         and the grant is rescinded because the conditions attaching to  the\n         grant were not met, the taxable  wages  of  the  employer,  in  the\n         financial year in which the grant is rescinded, are to  be  reduced\n         by the value of the grant as previously  included  in  the  taxable\n         wages of the employer.\n      (3)   Subsection (2) does not apply just because an employee fails  to\n         exercise an option or to otherwise exercise his or  her  rights  in\n         respect of a share or option."
    },
    {
      "key": "section:22",
      "title": "Section 22 - Grant of share pursuant to exercise of option",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Grant of share pursuant to exercise of option",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 22",
      "text": "The grant of the share by an employer does not constitute wages for\n         this Act if the employer is  required  to  grant  the  share  as  a\n         consequence of the exercise of an option by a person and:\n         (a)      the grant of the option to the  person  constitutes  wages\n             for this Act; or\n         (b)      the option was granted to the person before 1Â July 1999."
    },
    {
      "key": "section:23",
      "title": "Section 23 - Value of shares and options",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Value of shares and options",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 23",
      "text": "(1)   If the grant of a share or option constitutes wages  under  this\n         Division, the amount paid or payable as wages is  taken,  for  this\n         Act, to  be  the  value  of  the  share  or  option  (expressed  in\n         Australian currency) on the relevant day,  less  the  consideration\n         (if any) paid or given by the employee in respect of the  share  or\n         option  (other  than  consideration  in  the   form   of   services\n         performed).\n      (2)   The value of a share or an option is:\n         (a)      the market value; or\n         (b)      the amount determined as provided for by the  Commonwealth\n             income tax provisions.\n      (3)   The employer may elect the method by which the value of a  share\n         or an option is determined in any return lodged under this Act.\n      (4)   However, the Commissioner may determine the method by which  the\n         value of a share or an option is determined if  the  grant  of  the\n         share or option is not included as wages in a return lodged  by  an\n         employer as required by this Act.\n      (5)   In determining the market value of a share or  option,  anything\n         that would prevent or restrict conversion of the share or option to\n         money is to be disregarded.\n      (6)   The Commonwealth income tax provisions apply with the  following\n         modifications, and any other necessary modifications:\n         (a)      the value of an option is to be determined as if it were a\n             right to acquire a beneficial interest in a share;\n         (b)      a reference to the acquisition of a beneficial interest in\n             a share or right is to be read as a reference to the grant  of\n             a share or an option.\n      (7)   In this section:\n         Commonwealth income tax provisions means  section  83A-315  of  the\n         ITAA and the regulations made for that section.\n         Note for definition Commonwealth income tax provisions\n         See Division 83A of the  Income  Tax  Assessment  Regulations  1997\n         (Cth) for the relevant regulations."
    },
    {
      "key": "section:24",
      "title": "Section 24 - Inclusion of shares and options granted to directors as wages",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Inclusion of shares and options granted to directors as wages",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 24",
      "text": "(1)   For this Act, wages include the grant of a share  or  an  option\n         by a company to a director of the company who is not an employee of\n         the company by way of remuneration for the appointment or  services\n         of the director.\n      (2)   For that purpose, the other provisions of  this  Division  apply\n         in respect of any such grant as if a reference to the employer were\n         a reference to the company and a reference to the employee  were  a\n         reference to the director of the company.\n      (3)   In this section, a  reference  to  a  director  of  the  company\n         includes a reference to the following:\n         (a)      a person who, under a contract or other arrangement, is to\n             be appointed as a director of the company;\n         (b)      a former director of the company.\n      (4)   However, if  wages  referred  to  in  this  section  are  fringe\n         benefits, the value of the wages is to be determined in  accordance\n         with DivisionÂ 2 of this Part (and not this Division).\n         Note for section 24\n         Section 13 provides that a reference to an  employee  in  this  Act\n         includes a reference to any person  to  whom  any  amount  that  is\n         treated as wages under this  Act  is  paid  or  payable.  See  also\n         section 11, under which the wages are taken to be paid  or  payable\n         for services performed."
    },
    {
      "key": "section:26",
      "title": "Section 26 - Place where wages are payable",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Place where wages are payable",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 4 Shares and options > Section 26",
      "text": "(1)   The wages constituted by the grant of the share  or  option  are\n         taken to be paid or payable in this jurisdiction if the share is  a\n         share in a local company or, in the case of an option, an option to\n         acquire shares in a local company.\n      (2)   In any other case, the wages constituted by  the  grant  of  the\n         share or option are taken  to  be  paid  or  payable  outside  this\n         jurisdiction.\n         Note for subsection (2)\n         The place where wages are paid or payable is sometimes relevant  to\n         determining whether the wages are taxable in this jurisdiction. See Section 11.\n      (3)   In this section:\n         local company means:\n         (a)      a company incorporated or taken to be  incorporated  under\n             the Corporations Act 2001 that is taken to  be  registered  in\n             this jurisdiction for that Act; or\n         (b)      any other body corporate that is incorporated under an Act\n             of this jurisdiction.\nDivision 5  Termination payments"
    },
    {
      "key": "section:27",
      "title": "Section 27 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 5 Termination payments > Section 27",
      "text": "In this Division:\n         employment termination payment means:\n         (a)      an employment termination payment within  the  meaning  of\n             section 82-130 of the ITAA; or\n         (b)      a payment that would be an employment termination  payment\n             within the meaning of section 82-130 of the ITAA but  for  the\n             fact that it was  received  later  than  12Â months  after  the\n             termination of a person's employment; or\n         (c)      a transitional termination payment within the  meaning  of\n             section 82-10 of  the  Income  Tax  (Transitional  Provisions)\n             ActÂ 1997 (Cth).\n         termination payment means:\n         (a)      a payment made in consequence of the retirement  from,  or\n             termination of, any  office  or  employment  of  an  employee,\n             being:\n             (i) an unused annual leave payment; or\n             (ii)      an unused long service leave payment; or\n             (iii)     so much of an employment termination payment paid or\n                  payable by  an  employer,  whether  or  not  paid  to  the\n                  employee or to any other person or  body,  that  would  be\n                  included in the assessable income  of  an  employee  under\n                  Part 2-40 of the ITAA  if  the  whole  of  the  employment\n                  termination payment had been paid to the employee; or\n         (b)      an amount paid or payable by a company as a consequence of\n             the termination of the services or office of a director of the\n             company, whether or not paid to the director or to  any  other\n             person or  body,  that  would  be  an  employment  termination\n             payment  if  that  amount  had  been  paid  or  payable  as  a\n             consequence of termination of employment; or\n         (c)      an amount paid or payable by a person who is  an  employer\n             under a relevant contract (within the meaning  of  sectionÂ 32)\n             as a consequence of the  termination  of  the  supply  of  the\n             services of an employee under the  contract,  whether  or  not\n             paid to the employee or to any other  person,  if  the  amount\n             would be an employment termination payment if that amount  had\n             been paid or  payable  as  a  consequence  of  termination  of\n             employment.\n         unused annual leave payment has the same meaning as in  sectionÂ 83-\n         10 of the ITAA.\n         unused long service leave  payment  has  the  same  meaning  as  in\n         section 83-75 of the ITAA."
    },
    {
      "key": "section:28",
      "title": "Section 28 - Termination payments",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Termination payments",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 5 Termination payments > Section 28",
      "text": "For this Act, wages include a termination payment.\nDivision 6  Allowances"
    },
    {
      "key": "section:29",
      "title": "Section 29 - Motor vehicle allowances",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "Motor vehicle allowances",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 6 Allowances > Section 29",
      "text": "(1)   For this Act, wages, in respect of  a  financial  year,  do  not\n         include the exempt component of a motor vehicle allowance  paid  or\n         payable in respect of that year.\n      (2)   Accordingly, if  the  total  motor  vehicle  allowance  paid  or\n         payable to an employee in respect of  a  financial  year  does  not\n         exceed the exempt component, the motor  vehicle  allowance  is  not\n         wages for this Act.\n      (3)   If the total motor vehicle  allowance  paid  or  payable  to  an\n         employee  in  respect  of  a  financial  year  exceeds  the  exempt\n         component (if  any),  only  the  amount  that  exceeds  the  exempt\n         component of the motor vehicle allowance is included as  wages  for\n         this Act.\n      (4)   The exempt component  of  a  motor  vehicle  allowance  paid  or\n         payable in respect of a financial year is calculated in  accordance\n         with the formula:\n         E = K ( R\n         where:\n         E  is the exempt component.\n         K  is the  number  of  business  kilometres  travelled  during  the\n         financial year.\n         R  is the exempt rate.\n       (5)    The  number  of  business  kilometres  travelled  during   the\n         financial year (K) is to  be  determined  in  accordance  with  the\n         continuous recording method, or  the  averaging  method,  whichever\n         method is selected and used by  the  employer  in  accordance  with\n         Schedule 1, Part 5.\n      (6)   The Commissioner, by order in writing, may approve the  use,  by\n         an employer or class of employer, of another method of  determining\n         the number of business kilometres travelled  during  the  financial\n         year (including the use of an estimate).   If  so,  the  number  of\n         business kilometres travelled during the financial year  is  to  be\n         determined  in  accordance  with  the  method   approved   by   the\n         Commissioner.\n      (7)   For this  section,  the  exempt  rate  for  the  financial  year\n         concerned is:\n         (a)       the  rate  of  cents  per  kilometre   determined   under\n             sectionÂ 28-25(4) of  the  ITAA  for  subsection  (1)  of  that\n             section  in  the  financial  year  immediately  preceding  the\n             financial year in which the allowance is paid or payable; or\n         (b)      if no rate of cents per kilometre mentioned  in  paragraph\n             (a) is determined, the rate  prescribed  by  regulation  under\n             this Act."
    },
    {
      "key": "section:30",
      "title": "Section 30 - Accommodation allowances",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Accommodation allowances",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 6 Allowances > Section 30",
      "text": "(1)   For this Act, wages do not include  an  accommodation  allowance\n         paid or payable to an employee in respect of a night's absence from\n         the person's usual place of residence  that  does  not  exceed  the\n         exempt rate.\n      (2)   If the accommodation allowance paid or payable  to  an  employee\n         in respect of a night's absence from the person's  usual  place  of\n         residence exceeds the exempt rate,  wages  include  that  allowance\n         only to the extent it exceeds the exempt rate.\n      (3)   For this  section,  the  exempt  rate  for  the  financial  year\n         concerned is:\n         (a)      the total reasonable amount  for  daily  travel  allowance\n             expenses using the lowest capital city for the  lowest  salary\n             band for the financial year determined by the Commissioner  of\n             Taxation of the Commonwealth; or\n         (b)      if no  determination  mentioned  in  paragraphÂ (a)  is  in\n             force, the rate prescribed by regulation.\nDivision 7  Contractor provisions"
    },
    {
      "key": "section:31",
      "title": "Section 31 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 7 Contractor provisions > Section 31",
      "text": "In this Division:\n         contract  includes  an  agreement,  arrangement  and   undertaking,\n         whether formal or informal and whether express or implied.\n         relevant contract, see section 32.\n         re-supply of goods acquired from a person includes:\n         (a)      a supply to the person of goods  in  an  altered  form  or\n             condition; and\n         (b)      a supply to the  person  of  goods  in  which  the  first-\n             mentioned goods have been incorporated.\n         services includes results  (whether  goods  or  services)  of  work\n         performed.\n         supply includes supply by way of sale, exchange,  lease,  hire  and\n         hire-purchase, and in relation to services includes the  providing,\n         granting and conferring of services."
    },
    {
      "key": "section:32",
      "title": "Section 32 - What is a relevant contract",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "What is a relevant contract",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 7 Contractor provisions > Section 32",
      "text": "(1)    In  this  Division,  a  relevant  contract  in  relation  to  a\n         financial year is a contract under which a person  (the  designated\n         person) during that financial year, in the  course  of  a  business\n         carried on by the designated person:\n         (a)      supplies to another person services for or in relation  to\n             the performance of work; or\n         (b)      has supplied to the  designated  person  the  services  of\n             persons for or in relation to the performance of work; or\n         (c)      gives out goods to individuals for work to be performed by\n             those persons in respect of those goods and for  re-supply  of\n             the goods to the designated person or,  where  the  designated\n             person is a member of a  group,  to  another  member  of  that\n             group.\n      (2)   However, a relevant contract does  not  include  a  contract  of\n         service or a contract under which a person (the designated  person)\n         during a financial year in the course of a business carried  on  by\n         the designated person:\n         (a)      is supplied with  services  for  or  in  relation  to  the\n             performance of work that are ancillary to the supply of  goods\n             under the contract by the person  by  whom  the  services  are\n             supplied or to the use of goods which are the property of that\n             person; or\n         (b)      is supplied with  services  for  or  in  relation  to  the\n             performance of work where:\n             (i) those services are of a kind not  ordinarily  required  by\n                  the designated person and are performed by  a  person  who\n                  ordinarily performs services of that kind  to  the  public\n                  generally; or\n             (ii)      those services are of a kind ordinarily required  by\n                  the  designated  person  for  less  than  180  days  in  a\n                  financial year; or\n             (iii)     those services are provided for a period  that  does\n                  not exceed 90 days or for periods that, in the  aggregate,\n                  do not exceed 90 days in that financial year and  are  not\n                  services:\n                  (A)  provided by a person by  whom  similar  services  are\n                      provided to the designated person; or\n                  (B)  for or in relation to the performance of  work  where\n                      any of the persons who perform the work also  perform\n                      similar work for the designated person;\n                 for periods that, in the aggregate, exceed 90 days in that\n                  financial year; or\n             (iv)      those services are  supplied  under  a  contract  to\n                  which subparagraphs (i) to (iii)  do  not  apply  and  the\n                  Commissioner is satisfied those services are performed  by\n                  a person who ordinarily performs services of that kind  to\n                  the public generally in that financial year; or\n         (c)      is supplied by a person (the contractor) with services for\n             or in relation to the performance of work under a contract  to\n             which paragraphs (a) and (b) do not apply where  the  work  to\n             which the services relate is performed:\n             (i) by 2 or more persons employed by, or who provide  services\n                  for, the contractor in the course of a business carried on\n                  by the contractor; or\n             (ii)      where the contractor is a partnership of 2  or  more\n                  individuals,  by  1  or  more  of  the  members   of   the\n                  partnership and 1 or more  persons  employed  by,  or  who\n                  provide services for, the contractor in the  course  of  a\n                  business carried on by the contractor; or\n             (iii)     where  the  contractor  is  an  individual,  by  the\n                  contractor and 1 or  more  persons  employed  by,  or  who\n                  provide services for, the contractor in the  course  of  a\n                  business carried on by the contractor; or\n         (d)      is supplied with services solely for or ancillary  to  the\n             conveyance of goods by means of  a  vehicle  provided  by  the\n             person conveying them.\n      (2A)  Subsection (2)(a), (b) or (d) does not apply to  a  contract  if\n         the services supplied under the contract include services that  are\n         not mentioned in that paragraph.\n      (2B)  Subsection (2) does not apply  if  the  Commissioner  determines\n         the contract under which the services are supplied was entered into\n         with an intention either directly  or  indirectly  of  avoiding  or\n         evading the payment of tax by any person.\n      (3)   For this section, an  employment  agency  contract  under  which\n         services are supplied by an employment agent, or a service provider\n         is procured by an employment agent, is not a relevant contract."
    },
    {
      "key": "section:33",
      "title": "Section 33 - Persons taken to be employers",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Persons taken to be employers",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 7 Contractor provisions > Section 33",
      "text": "(1)   For this Act, a person:\n         (a)      who during a financial year, under  a  relevant  contract,\n             supplies services to another person; or\n         (b)       to  whom  during  a  financial  year,  under  a  relevant\n             contract, the services of  persons  are  supplied  for  or  in\n             relation to the performance of work; or\n         (c)      who during a financial year, under  a  relevant  contract,\n             gives out goods to other persons;\n         is taken to be an employer in respect of that financial year.\n      (2)   If  a  contract  is  a  relevant  contract  under  both  section\n         32(1)(a) andÂ (b):\n         (a)      the person to whom, under the contract,  the  services  of\n             persons are supplied for or in relation to the performance  of\n             work is taken to be an employer, and\n         (b)      despite  subsection  (1)(a),  the  person  who  under  the\n             contract supplies the services is taken not to be an employer."
    },
    {
      "key": "section:34",
      "title": "Section 34 - Persons taken to be employees",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Persons taken to be employees",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 7 Contractor provisions > Section 34",
      "text": "For this Act, a person who during a financial year:\n         (a)      performs work for or in relation  to  which  services  are\n             supplied to another person under a relevant contract; or\n         (b)      being  an  individual,  under  a  relevant  contract,  re-\n             supplies goods to an employer;\n         is taken to be an employee in respect of that financial year."
    },
    {
      "key": "section:35",
      "title": "Section 35 - Amounts under relevant contracts taken to be wages",
      "main_structural_unit": "section",
      "main_structural_number": "35",
      "main_structural_heading": "Amounts under relevant contracts taken to be wages",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 7 Contractor provisions > Section 35",
      "text": "(1)   For this Act, amounts paid or payable by an  employer  during  a\n         financial year for or  in  relation  to  the  performance  of  work\n         relating to a relevant contract or the re-supply  of  goods  by  an\n         employee under a relevant contract are taken to be  wages  paid  or\n         payable during that financial year.\n      (2)   If an amount mentioned  in  subsection  (1)  is  included  in  a\n         larger amount paid or payable  by  an  employer  under  a  relevant\n         contract during a financial year, that part of  the  larger  amount\n         which is not attributable to the performance of  work  relating  to\n         the relevant contract or the re-supply  of  goods  by  an  employee\n         under the relevant contract is as determined by the Commissioner.\n      (3)   An amount paid or payable for or in relation to the  performance\n         of work under a relevant contract is taken to include:\n         (a)      any payment made by  a  person  who  is  taken  to  be  an\n             employer under a relevant contract in relation to a person who\n             is taken to be an employee under the  relevant  contract  that\n             would be a superannuation contribution if made in relation  to\n             a person in the capacity of an employee; and\n         (b)      the value of any share or option (not  otherwise  included\n             as wages under this Act) provided or liable to be provided  by\n             a person who is taken to  be  an  employer  under  a  relevant\n             contract in relation to  a  person  who  is  taken  to  be  an\n             employee under the relevant contract that would be included as\n             wages under Division 4 if provided to a person in the capacity\n             of an employee."
    },
    {
      "key": "section:36",
      "title": "Section 36 - Liability provisions",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Liability provisions",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 7 Contractor provisions > Section 36",
      "text": "If, in respect of a payment for or in relation to  the  performance\n         of work that is taken to be wages under this Division, payroll  tax\n         is paid by a person taken under this Division to be an employer:\n         (a)      no other person is liable to payroll  tax  in  respect  of\n             that payment; and\n         (b)      if another person is liable to make a payment  for  or  in\n             relation to that work, that person is not  liable  to  payroll\n             tax in respect of that payment unless it or the payment by the\n             first-mentioned  person  is  made  with  an  intention  either\n             directly or indirectly of avoiding or evading the  payment  of\n             tax whether by the first-mentioned person or another person.\nDivision 8  Employment agents"
    },
    {
      "key": "section:37",
      "title": "Section 37 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 8 Employment agents > Section 37",
      "text": "(1)   For this Act, an  employment  agency  contract  is  a  contract,\n         whether formal or informal and whether express  or  implied,  under\n         which a person (an  employment  agent)  procures  the  services  of\n         another person (a service provider) for a client of the  employment\n         agent.\n      (2)   However, a contract is not an  employment  agency  contract  for\n         this Act if it is, or results in the creation  of,  a  contract  of\n         employment between the service provider and the client.\n      (3)   In this section:\n         contract includes agreement, arrangement and undertaking."
    },
    {
      "key": "section:38",
      "title": "Section 38 - Persons taken to be employers",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Persons taken to be employers",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 8 Employment agents > Section 38",
      "text": "For this Act, the  employment  agent  under  an  employment  agency\n         contract is taken to be an employer."
    },
    {
      "key": "section:39",
      "title": "Section 39 - Persons taken to be employees",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Persons taken to be employees",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 8 Employment agents > Section 39",
      "text": "For this Act, the person who performs work for or  in  relation  to\n         which services are supplied  to  the  client  under  an  employment\n         agency contract is taken to be an employee of the employment agent."
    },
    {
      "key": "section:40",
      "title": "Section 40 - Amounts taken to be wages",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Amounts taken to be wages",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 8 Employment agents > Section 40",
      "text": "(1)   For this Act, the following  are  taken  to  be  wages  paid  or\n         payable  by  the  employment  agent  under  an  employment   agency\n         contract:\n         (a)      any amount paid or  payable  to  or  in  relation  to  the\n             service provider in respect of the provision  of  services  in\n             connection with the employment agency contract;\n         (b)      the value of any benefit provided for or  in  relation  to\n             the provision of services in connection  with  the  employment\n             agency contract that would be a fringe benefit if provided  to\n             a person in the capacity of an employee;\n         (c)      any payment made in relation to the service provider  that\n             would be a superannuation contribution if made in relation  to\n             a person in the capacity of an employee.\n      (2)   Subsection (1) does not apply to an employment  agency  contract\n         to the extent an amount,  benefit  or  payment  mentioned  in  that\n         subsection would be exempt from payroll tax  under  Part  4  (other\n         than under Division 4 or 5 of that Part  or  section  50)  had  the\n         service provider been paid by the client as  an  employee,  if  the\n         client has given a declaration to that effect, in the form approved\n         by the Commissioner, to the employment agent."
    },
    {
      "key": "section:41",
      "title": "Section 41 - Liability provisions",
      "main_structural_unit": "section",
      "main_structural_number": "41",
      "main_structural_heading": "Liability provisions",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 8 Employment agents > Section 41",
      "text": "Subject to section 42, if an employment agent under  an  employment\n         agency contract:\n         (a)       by  arrangement,  procures  the  services  of  a  service\n             provider for a client of the employment agent; and\n         (b)      pays payroll tax in  respect  of  an  amount,  benefit  or\n             payment that is, under sectionÂ 40, taken to be wages  paid  or\n             payable by the employment agent in respect of the provision of\n             those services in connection with that contract;\n         no other person (including any other person engaged to procure  the\n         services of the service provider for the employment agent's  client\n         as part of the arrangement) is liable to pay payroll tax in respect\n         of wages paid or payable for  the  procurement  or  performance  of\n         those services by the service provider for the client."
    },
    {
      "key": "section:42",
      "title": "Section 42 - Agreement to reduce or avoid liability to payroll tax",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "Agreement to reduce or avoid liability to payroll tax",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 8 Employment agents > Section 42",
      "text": "(1)   If the effect of an employment agency contract is to  reduce  or\n         avoid the liability of any party to the contract to the assessment,\n         imposition or payment of payroll tax, the Commissioner may:\n         (a)      disregard the contract; and\n         (b)      determine that any party to the contract is taken to be an\n             employer for this Act; and\n         (c)      determine that any payment made in respect of the contract\n             is taken to be wages for this Act.\n      (2)   If the Commissioner makes a determination under subsection  (1),\n         the Commissioner must serve a notice of the  determination  on  the\n         person taken to be an employer for this Act.\n      (3)   The notice must set out the  facts  on  which  the  Commissioner\n         relies and the reasons for the determination.\n      (4)   This section has effect in relation to agreements,  transactions\n         and arrangements made before, on or after the commencement of  this\n         section.\nDivision 9  Other matters"
    },
    {
      "key": "section:43",
      "title": "Section 43 - Value of wages paid in kind",
      "main_structural_unit": "section",
      "main_structural_number": "43",
      "main_structural_heading": "Value of wages paid in kind",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 9 Other matters > Section 43",
      "text": "The value of wages (except fringe benefits and shares and  options)\n         that are paid or payable in kind is the greater of:\n         (a)      the value  agreed  or  attributed  to  the  wages  in,  or\n             ascertainable for the wages  from,  arrangements  between  the\n             employer and the employee, whichever is the greater; and\n         (b)      if the regulations prescribe how the  value  of  wages  of\n             that type is to  be  determined  â  the  value  determined  in\n             accordance with the regulations."
    },
    {
      "key": "section:44",
      "title": "Section 44 - GST excluded from wages",
      "main_structural_unit": "section",
      "main_structural_number": "44",
      "main_structural_heading": "GST excluded from wages",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 9 Other matters > Section 44",
      "text": "(1)   If a person is liable to pay GST on the supply  to  which  wages\n         paid or payable to the person relate, the amount or value of  those\n         wages on which payroll tax is payable is the amount or value of the\n         wages paid or payable to the person minus the  relevant  proportion\n         of the amount of GST payable by the person on the supply  to  which\n         the wages relate.\n      (2)   Subsection (1) does not apply in respect of the value  of  wages\n         comprising a fringe benefit.\n      (3)   In this section:\n         consideration has the same meaning as in AÂ New  Tax  System  (Goods\n         and Services Tax) Act 1999 (Cth).\n         relevant proportion, in relation to GST  payable  on  a  supply  to\n         which wages relate, means the proportion that the amount  or  value\n         of the wages bears to the consideration for the supply to which the\n         wages relate."
    },
    {
      "key": "section:45",
      "title": "Section 45 - Wages paid by group employers",
      "main_structural_unit": "section",
      "main_structural_number": "45",
      "main_structural_heading": "Wages paid by group employers",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 9 Other matters > Section 45",
      "text": "A reference in this Act to wages paid or payable by a member  of  a\n         group includes wages that would be taken to be paid or payable by a\n         member of a group if the member were the employer of  the  employee\n         to whom the wages were paid."
    },
    {
      "key": "section:46",
      "title": "Section 46 - Wages paid by or to third parties",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Wages paid by or to third parties",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 9 Other matters > Section 46",
      "text": "(1)   If any of the following  amounts  of  money  or  other  valuable\n         consideration would, if paid or  given  or  to  be  paid  or  given\n         directly by an employer to an employee, be or be included as  wages\n         paid or payable by the employer to the employee for this Act,  they\n         are taken to be wages paid  or  payable  by  the  employer  to  the\n         employee:\n         (a)      any money or other valuable consideration paid  or  given,\n             or to be paid or given, to an  employee,  for  the  employee's\n             services as an employee of an employer, by a person other than\n             the employer;\n         (b)      any money or other valuable consideration paid  or  given,\n             or to be paid or given, by  an  employer,  for  an  employee's\n             services as the employee of the employer, to  a  person  other\n             than the employee;\n         (c)      any money or other valuable consideration paid  or  given,\n             or to be paid or given, by a person other  than  an  employer,\n             for an employee's services as an employee of the employer,  to\n             a person other than the employee.\n      (2)   If any of the following  amounts  of  money  or  other  valuable\n         consideration would, if paid or  given  or  to  be  paid  or  given\n         directly by a company to a  director  of  the  company,  be  or  be\n         included as wages paid or payable by the company  to  the  director\n         for this Act, they are taken to be wages paid  or  payable  by  the\n         company to the director:\n         (a)      any money or other valuable consideration paid  or  given,\n             or to be paid or given, to a director of a company, by way  of\n             remuneration for the appointment or services of  the  director\n             to the company, by a person other than the company;\n         (b)      any money or other valuable consideration paid  or  given,\n             or to be paid or given, by a company, by way  of  remuneration\n             for the  appointment  or  services  of  the  director  to  the\n             company, to a person other than the director;\n         (c)      any money or other valuable consideration paid  or  given,\n             or to be paid or given, by any person, by way of  remuneration\n             for the appointment or services of a director to the  company,\n             to a person other than the director.\n      (3)   In this section:\n         director of a company includes:\n         (a)      a person who, under a contract or other arrangement, is to\n             be appointed as a director of the company; and\n         (b)      a former director of the company."
    },
    {
      "key": "section:47",
      "title": "Section 47 - Agreement etc. to reduce or avoid liability to payroll tax",
      "main_structural_unit": "section",
      "main_structural_number": "47",
      "main_structural_heading": "Agreement etc. to reduce or avoid liability to payroll tax",
      "defined_term": null,
      "structure_path": "Part 3 Wages > Division 9 Other matters > Section 47",
      "text": "(1)    If  any  person  enters  into  any  agreement,  transaction  or\n         arrangement, whether  in  writing  or  otherwise,  under  which  an\n         individual performs, for or on behalf of another  person,  services\n         in respect of which any  payment  is  made  to  some  other  person\n         related or connected to the individual performing the services  and\n         the effect of the  agreement,  transaction  or  arrangement  is  to\n         reduce or avoid the liability of  any  person  to  the  assessment,\n         imposition or payment of payroll tax, the Commissioner may:\n         (a)      disregard the agreement, transaction or arrangement; and\n         (b)      determine that any party to the agreement, transaction  or\n             arrangement is taken to be an employer for this Act; and\n         (c)       determine  that  any  payment  made  in  respect  of  the\n             agreement, transaction or arrangement is taken to be wages for\n             this Act.\n      (2)   If the Commissioner makes a determination under subsection  (1),\n         the Commissioner must serve a notice to that effect on  the  person\n         taken to be an employer for this Act.\n      (3)   The notice must set out the  facts  on  which  the  Commissioner\n         relies and the reasons for the determination.\n      (4)   This section has effect in relation to agreements,  transactions\n         and arrangements made before, on or after the commencement of  this\n         section.\nPart 4      Exemptions\nDivision 1  Non-profit entities"
    },
    {
      "key": "section:48",
      "title": "Section 48 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "48",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 1 Non-profit entities > Section 48",
      "text": "(1)   In this Division:\n         category 1 to 3 purpose  means  a  charitable  purpose  that  falls\n         within the first 3 categories (being relief of poverty, advancement\n         of education  and  advancement  of  religion)  identified  by  Lord\n         Macnaghten in Commissioners for Special Purposes of  Income  Tax  v\n         Pemsel [1891] ACÂ 531 as developed by the common  law  of  Australia\n         from time to time.\n         educational company means a company:\n         (a)      in which an  educational  institution  has  a  controlling\n             interest; and\n         (b)       that  provides,  promotes  or  supports  the  educational\n             services of that institution.\n         educational institution means an  entity  that  provides  education\n         above secondary level.\n         entity includes a person, and a body, association  or  organisation\n         (whether corporate or unincorporated).\n         industrial association means any of the following:\n         (a)       an  association  of  employees,  or  an  association   of\n             employers, registered as an organisation, or recognised, under\n             the Fair Work (Registered Organisations) ActÂ 2009 (Cth);\n         (b)      an association of employees registered or recognised as  a\n             trade union (however described) under the law of  a  State  or\n             Territory;\n         (c)      an association of employers registered  or  recognised  as\n             such  (however  described)  under  the  law  of  a  State   or\n             Territory;\n         (d)      an association of employees  the  predominant  purpose  of\n             which is  the  protection  and  promotion  of  the  employees'\n             interests in matters concerning their employment.\n         non-profit entity, see section 48A.\n         political party means an entity that has as one of its purposes the\n         promotion of the  election  to  the  Legislative  Assembly  or  the\n         Parliament of the Commonwealth or of a State or another  Territory,\n         of a candidate or candidates endorsed by it  or  by  an  entity  of\n         which it forms part.\n         professional association means an entity that has  as  one  of  its\n         purposes the promotion of the  interests  of  its  members  in  any\n         profession.\n         trade, industry or commerce entity, see section 48B.\n       (2)    For  the  definition  educational  company,   an   educational\n         institution has a controlling interest in a company if:\n         (a)      members of the board of management of the company who  are\n             entitled to exercise more than 50%  of  the  voting  power  at\n             meetings of the board of management are accustomed or under an\n             obligation, whether formal or informal, to act  in  accordance\n             with the directions, instructions or wishes of the educational\n             institution; or\n         (b)      the  educational  institution  may  (whether  directly  or\n             indirectly)   exercise,   control   the   exercise   of,    or\n             substantially influence the exercise of, more than 50% of  the\n             voting power attached to voting shares, or any class of voting\n             shares, issued by the company; or\n         (c)      the educational institution  has  power  to  appoint  more\n             thanÂ 50% of the members of the  board  of  management  of  the\n             company."
    },
    {
      "key": "section:48A",
      "title": "Section 48A - Meaning of non-profit entity",
      "main_structural_unit": "section",
      "main_structural_number": "48A",
      "main_structural_heading": "Meaning of non-profit entity",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 1 Non-profit entities > Section 48A",
      "text": "(1)   Each of the following is a non-profit entity:\n         (a)      a religious institution;\n         (b)      a public benevolent institution;\n         (c)      a non-profit organisation:\n             (i) the sole or predominant purpose of which is a religious,\n                  charitable, benevolent, philanthropic or patriotic\n                  purpose; and\n             (ii)      that is not an excluded entity.\n      (2)   However, an instrumentality of  the  Territory  is  not  a  non-\n         profit entity.\n      (3)   An entity is an excluded entity if it is one of the following:\n         (a)      a school;\n         (b)      an educational institution;\n         (c)      an educational company;\n         (d)      a political party;\n         (e)      an industrial association;\n         (f)      a professional association;\n         (g)      a trade, industry or commerce entity.\n         Note for subsection (3)\n         Wages paid by a school or college may be exempt wages under section\n         49 and Schedule 2, clause 16.\n      (4)   However, an entity is not an excluded entity if a  determination\n         under section 48E is in force in relation to the entity."
    },
    {
      "key": "section:48B",
      "title": "Section 48B - Meaning of trade, industry or commerce entity",
      "main_structural_unit": "section",
      "main_structural_number": "48B",
      "main_structural_heading": "Meaning of trade, industry or commerce entity",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 1 Non-profit entities > Section 48B",
      "text": "(1)   An entity is a trade, industry or commerce entity if:\n         (a)      a purpose of the entity is to promote trade,  industry  or\n             commerce (whether generally or in respect  of  any  particular\n             kind of trade, industry or commerce); and\n         (b)      the entity is not an entity mentioned in section 48A(3)(a)\n             toÂ (f).\n      (2)   However, an entity is not a trade, industry or  commerce  entity\n         if:\n         (a)      the entity's sole or predominant purpose is a  category  1\n             to 3 purpose; or\n         (b)      the entity has 2 or more purposes that:\n             (i) are each category 1 to 3 purposes; and\n             (ii)       together  constitute   the   entity's   predominant\n                  purpose."
    },
    {
      "key": "section:48C",
      "title": "Section 48C - Non-profit entities â exempt wages",
      "main_structural_unit": "section",
      "main_structural_number": "48C",
      "main_structural_heading": "Non-profit entities â exempt wages",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 1 Non-profit entities > Section 48C",
      "text": "(1)   Wages are exempt wages if the  Commissioner  is  satisfied  that\n         the wages:\n         (a)      are paid or payable by a non-profit entity that carries on\n             charitable activities; and\n         (b)      are paid or payable to a person who is engaged exclusively\n             in work of a kind ordinarily performed in connection with  the\n             carrying on of charitable activities by the entity.\n      (2)   A non-profit entity carries  on  charitable  activities  if  the\n         entity directly  carries  out  work  that  is  predominantly  of  a\n         religious,  charitable,  benevolent,  philanthropic  or   patriotic\n         nature.\n      (3)   For subsection (2), giving money to another entity that  carries\n         out work of the kind mentioned  in  subsection  (2)  does  not,  by\n         itself, constitute carrying on a charitable activity."
    },
    {
      "key": "section:48D",
      "title": "Section 48D - Determining purpose of entity",
      "main_structural_unit": "section",
      "main_structural_number": "48D",
      "main_structural_heading": "Determining purpose of entity",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 1 Non-profit entities > Section 48D",
      "text": "For this Division, the purpose or purposes of an entity are  to  be\n         determined  having  regard  to  all  the   relevant   circumstances\n         including the entity's stated objects (if any) and its activities."
    },
    {
      "key": "section:48E",
      "title": "Section 48E - Commissioner may override exclusion",
      "main_structural_unit": "section",
      "main_structural_number": "48E",
      "main_structural_heading": "Commissioner may override exclusion",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 1 Non-profit entities > Section 48E",
      "text": "(1)   The Commissioner may, by order in  writing,  determine  that  an\n         entity that would, but for the determination, be an excluded entity\n         under section 48A(3)(f) or (g) is not an excluded entity.\n      (2)   The Commissioner may do so only if satisfied there  are  special\n         reasons that justify the  entity  being  treated  as  a  non-profit\n         entity for the purposes of this Division.\n      (3)   In deciding whether to make a  determination,  the  Commissioner\n         may have regard to the following:\n         (a)      the significance of the excluding feature of the entity in\n             relation to the purposes of the entity considered as a whole;\n         (b)      the extent to which the entity's purposes are  category  1\n             to 3 purposes or are otherwise beneficial to the community;\n         (c)      the extent to which the  entity's  purposes  are,  or  are\n             intended to be, beneficial to a particular  class  of  persons\n             (whether or  not  members  of  the  entity)  rather  than  the\n             community generally;\n         (d)      any other factors the Commissioner considers relevant.\n      (4)   A determination may be expressed to take effect on a  date  that\n         is:\n         (a)      earlier than the date of the determination; but\n         (b)      not earlier than 1 July 2015.\n       (5)    The  Commissioner  may,  by  order  in   writing,   revoke   a\n         determination  if  the  Commissioner  ceases  to  be  satisfied  as\n         mentioned in subsection (2).\n      (6)   A revocation of a determination may be expressed to take  effect\n         on a date that is earlier than the date of the revocation.\n      (7)   In this section:\n         excluding feature of an entity, means a purpose, object or activity\n         of the entity that  would,  but  for  a  determination  under  this\n         section, cause it to be an excluded entity.\nDivision 2  Education and training"
    },
    {
      "key": "section:49",
      "title": "Section 49 - Schools and educational services and training",
      "main_structural_unit": "section",
      "main_structural_number": "49",
      "main_structural_heading": "Schools and educational services and training",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 2 Education and training > Section 49",
      "text": "Wages are exempt wages as provided  for  in  Schedule  2,  Part  4,\n         Division 1."
    },
    {
      "key": "section:50",
      "title": "Section 50 - Community Development Employment Project",
      "main_structural_unit": "section",
      "main_structural_number": "50",
      "main_structural_heading": "Community Development Employment Project",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 2 Education and training > Section 50",
      "text": "(1)   Wages are exempt wages  if  they  are  paid  or  payable  to  an\n         Aboriginal person who is employed under an employment project.\n      (2)   An  employment  project  is  an  employment  project  under  the\n         Community Development Employment Project funded by  the  Department\n         of Employment and Workplace Relations of the  Commonwealth  or  the\n         Torres Strait Regional Authority.\nDivision 3  Health care service providers"
    },
    {
      "key": "section:51",
      "title": "Section 51 - Health care service providers",
      "main_structural_unit": "section",
      "main_structural_number": "51",
      "main_structural_heading": "Health care service providers",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 3 Health care service providers > Section 51",
      "text": "(1)   Subject to subsection (2), wages paid or  payable  by  a  health\n         care service provider are exempt wages.\n      (2)   The wages must be paid or payable:\n         (a)      for work of a kind ordinarily performed in connection with\n             the conduct of a health care service provider; and\n         (b)      to a person engaged exclusively in that kind of work.\n      (3)   For this section, health care service provider has  the  meaning\n         given in Schedule 2, Part 4, Division 2."
    },
    {
      "key": "section:52",
      "title": "Section 52 - Division not to limit other exemptions",
      "main_structural_unit": "section",
      "main_structural_number": "52",
      "main_structural_heading": "Division not to limit other exemptions",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 3 Health care service providers > Section 52",
      "text": "(1)   Nothing in this Division limits the  application  of  any  other\n         Division of this Part.\n      (2)   For example, if a health care service provider is  also  a  non-\n         profit entity, Part 4 Division 1 may still apply.\nDivision 4  Maternity and adoption leave"
    },
    {
      "key": "section:53",
      "title": "Section 53 - Maternity and adoption leave",
      "main_structural_unit": "section",
      "main_structural_number": "53",
      "main_structural_heading": "Maternity and adoption leave",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 4 Maternity and adoption leave > Section 53",
      "text": "(1)   Wages are exempt wages  if  they  are  paid  or  payable  to  an\n         employee in respect of:\n         (a)      maternity leave, being leave given to a female employee in\n             connection with her pregnancy or the birth of her child (other\n             than sick leave, recreation leave, annual leave or any similar\n             leave); or\n         (b)      adoption leave,  being  leave  given  to  an  employee  in\n             connection with the adoption of a child by the employee (other\n             than sick leave, recreation leave, annual leave or any similar\n             leave).\n         Note for subsection (1)\n         Clause 20 of Schedule  2  provides  for  a  similar  exemption  for\n         paternity leave given to a male employee.  That  exemption  is  not\n         included in some corresponding payroll tax laws.\n      (2)   It is immaterial whether the leave is taken during or after  the\n         pregnancy or before or after the adoption.\n      (3)   The exemption is limited to wages paid or payable in respect  of\n         a  maximum  of  14Â weeks  maternity  leave  in   respect   of   any\n         oneÂ pregnancy  and  14Â weeks  adoption  leave  in  respect  of  any\n         oneÂ adoption.\n      (4)   In subsection (3):\n         (a)      a reference to  14  weeks  maternity  leave  or  14  weeks\n             adoption leave includes a reference to an equivalent period of\n             leave at a reduced rate of pay; and\n         (b)      a reference to wages paid  or  payable  in  respect  of  a\n             period of leave is a reference to the total wages  that  would\n             normally have been paid or payable for that period of leave.\n         Example for subsection (4)\n         For a part-time employee, the exemption may apply to wages paid  or\n         payable for maternity leave or adoption leave that  extends  to  28\n         weeks at half of the part-time rate  of  pay  that  would  normally\n         apply to the employee.\n      (5)   The exemption does not apply  to  any  part  of  wages  paid  or\n         payable in respect of maternity or adoption  leave  that  comprises\n         fringe benefits."
    },
    {
      "key": "section:54",
      "title": "Section 54 - Administrative requirements for exemption",
      "main_structural_unit": "section",
      "main_structural_number": "54",
      "main_structural_heading": "Administrative requirements for exemption",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 4 Maternity and adoption leave > Section 54",
      "text": "(1)   An employer wishing to claim an exemption under  section  53  in\n         respect  of  maternity  leave  must  obtain  and  keep  a   medical\n         certificate  in  respect  of,  or  statutory  declaration  by,  the\n         employee:\n         (a)      stating that the employee is or was pregnant; or\n         (b)      stating that the employee has given birth and the date  of\n             birth.\n      (2)   An employer wishing to claim an exemption under  section  53  in\n         respect  of  adoption  leave  must  obtain  and  keep  a  statutory\n         declaration by the employee stating:\n         (a)      that a child  has  been  placed  in  the  custody  of  the\n             employee pending the making of an adoption order; or\n         (b)      that an adoption order has  been  made  or  recognised  in\n             favour of the employee.\n         Note\n         Section 79 of the Taxation Administration Act 2007  requires  these\n         records to be kept for at least  5Â years  unless  the  Commissioner\n         authorises earlier destruction.\nDivision 5  Volunteer firefighters and emergency service volunteers"
    },
    {
      "key": "section:55",
      "title": "Section 55 - Volunteer firefighters",
      "main_structural_unit": "section",
      "main_structural_number": "55",
      "main_structural_heading": "Volunteer firefighters",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 5 Volunteer firefighters and emergency service volunteers > Section 55",
      "text": "Subject to section 57, wages are exempt wages if they are  paid  or\n         payable to an employee in respect of any period when  the  employee\n         was taking part in bushfire fighting activities:\n         (a)      as a volunteer member as defined in section  3(1)  of  the\n             Fire and Emergency Act 1996; or\n         (b)      as a member of a volunteer  bushfire  brigade  established\n             under section 54 of the Bushfires Management Act 2016; or\n         (c)      as authorised by a fire control  officer  or  fire  warden\n             under the Bushfires Management Act 2016."
    },
    {
      "key": "section:56",
      "title": "Section 56 - Emergency service volunteers",
      "main_structural_unit": "section",
      "main_structural_number": "56",
      "main_structural_heading": "Emergency service volunteers",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 5 Volunteer firefighters and emergency service volunteers > Section 56",
      "text": "Subject to section 57, wages are exempt wages if they are  paid  or\n         payable to an employee in respect of any period when the employee:\n         (a)      was engaging  in  activities  as  a  volunteer  member  as\n             defined in sectionÂ 8 of the Emergency Management Act 1996; or\n         (b)      attends an incident as defined in section 3(1) of the Fire\n             and Emergency Act 1996 as a volunteer member under that Act."
    },
    {
      "key": "section:57",
      "title": "Section 57 - Limitation of exemption",
      "main_structural_unit": "section",
      "main_structural_number": "57",
      "main_structural_heading": "Limitation of exemption",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 5 Volunteer firefighters and emergency service volunteers > Section 57",
      "text": "An exemption under this Division does not apply to  wages  paid  or\n         payable as recreation leave, annual leave, long  service  leave  or\n         sick leave.\nDivision 6  Local government"
    },
    {
      "key": "section:58",
      "title": "Section 58 - Local governing bodies",
      "main_structural_unit": "section",
      "main_structural_number": "58",
      "main_structural_heading": "Local governing bodies",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 6 Local government > Section 58",
      "text": "Subject to section 60, wages are exempt wages if they are  paid  or\n         payable by:\n         (a)      a local governing body; or\n         (b)      a union or partnership of which all the members are  local\n             governing bodies."
    },
    {
      "key": "section:59",
      "title": "Section 59 - Local government business entities",
      "main_structural_unit": "section",
      "main_structural_number": "59",
      "main_structural_heading": "Local government business entities",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 6 Local government > Section 59",
      "text": "(1)   Subject to section 60, wages are exempt wages if they  are  paid\n         or payable:\n         (a)      by a wholly-owned subsidiary (within the  meaning  of  the\n             Corporations Act 2001) of a local governing body; and\n         (b)      to a person for or in connection with an activity that  is\n             conducted  for  the  local  governing  body  under  a  written\n             arrangement between the subsidiary  and  the  local  governing\n             body.\n      (2)   The written  arrangement  mentioned  in  subsectionÂ (1)(b)  must\n         include a provision for the payment by the subsidiary to the  local\n         governing body of an amount approximately equivalent to the  amount\n         of tax that would be payable by the subsidiary under this  Act  but\n         for the exemption."
    },
    {
      "key": "section:60",
      "title": "Section 60 - Limitation on local government exemptions",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Limitation on local government exemptions",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 6 Local government > Section 60",
      "text": "An exemption under this Division does not apply to  wages  paid  or\n         payable for or in connection with:\n         (a)      activities prescribed by regulation; or\n         (b)      the  construction  of  any  buildings  or  works,  or  the\n             installation of plant, machinery or equipment for use  in  any\n             of the activities.\nDivision 7  Other government and defence"
    },
    {
      "key": "section:61",
      "title": "Section 61 - State Governors",
      "main_structural_unit": "section",
      "main_structural_number": "61",
      "main_structural_heading": "State Governors",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 7 Other government and defence > Section 61",
      "text": "Wages paid or payable by the Governor of a State are exempt wages."
    },
    {
      "key": "section:62",
      "title": "Section 62 - Defence personnel",
      "main_structural_unit": "section",
      "main_structural_number": "62",
      "main_structural_heading": "Defence personnel",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 7 Other government and defence > Section 62",
      "text": "Wages are exempt wages if they are paid or payable to  an  employee\n         in respect of any period  when  the  employee  was  on  leave  from\n         employment because of being a member of:\n         (a)      the Australian Defence Force; or\n         (b)      the armed forces  of  any  part  of  the  Commonwealth  of\n             Nations."
    },
    {
      "key": "section:63",
      "title": "Section 63 - War Graves Commission",
      "main_structural_unit": "section",
      "main_structural_number": "63",
      "main_structural_heading": "War Graves Commission",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 7 Other government and defence > Section 63",
      "text": "Wages paid or payable by the Commonwealth War Graves Commission are\n         exempt wages.\nDivision 8  Foreign government representatives and international agencies"
    },
    {
      "key": "section:64",
      "title": "Section 64 - Consular and non-diplomatic representatives",
      "main_structural_unit": "section",
      "main_structural_number": "64",
      "main_structural_heading": "Consular and non-diplomatic representatives",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 8 Foreign government representatives and international agencies > Section 64",
      "text": "Wages paid or payable to members of his or her official staff by  a\n         consular or other representative of any country in Australia (other\n         than a diplomatic representative) are exempt wages."
    },
    {
      "key": "section:65",
      "title": "Section 65 - Trade Commissioners",
      "main_structural_unit": "section",
      "main_structural_number": "65",
      "main_structural_heading": "Trade Commissioners",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 8 Foreign government representatives and international agencies > Section 65",
      "text": "Wages paid or payable to members of his or her official staff by  a\n         Trade Commissioner representing any other part of the  Commonwealth\n         of Nations in Australia are exempt wages."
    },
    {
      "key": "section:66",
      "title": "Section 66 - Australian-American Fulbright Commission",
      "main_structural_unit": "section",
      "main_structural_number": "66",
      "main_structural_heading": "Australian-American Fulbright Commission",
      "defined_term": null,
      "structure_path": "Part 4 Exemptions > Division 8 Foreign government representatives and international agencies > Section 66",
      "text": "Wages  paid  or  payable  by  the   Australian-American   Fulbright\n         Commission are exempt wages.\nDivision 9  Services outside Australia\nSection 66A Wages paid or payable for or in relation to services performed in\n         other countries\n         Wages are exempt wages if they  are  paid  or  payable  for  or  in\n         relation to services performed by an employee wholly in one or more\n         other countries for a continuous  period  of  more  than  6  months\n         beginning on the day on which wages were first paid or  payable  to\n         that employee for the services so performed.\nPart 5      Grouping of employers\nDivision 1  Interpretation"
    },
    {
      "key": "section:67",
      "title": "Section 67 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "67",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 1 Interpretation > Section 67",
      "text": "In this Part:\n         business includes:\n         (a)      a profession or trade; and\n         (b)      any other activity carried on for fee, gain or reward; and\n         (c)      the activity of employing 1 or more  persons  who  perform\n             duties for or in connection with another business; and\n         (d)      the carrying on of a trust (including  a  dormant  trust);\n             and\n         (e)      the activity of holding any money or property used for  or\n             in connection with another business;\n         whether carried on by 1 person or 2 or more persons together.\n         group means a group constituted  under  this  Part,  but  does  not\n         include any member of the group in respect of whom a  determination\n         under Division 4 is in force."
    },
    {
      "key": "section:68",
      "title": "Section 68 - Grouping provisions to operate independently",
      "main_structural_unit": "section",
      "main_structural_number": "68",
      "main_structural_heading": "Grouping provisions to operate independently",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 1 Interpretation > Section 68",
      "text": "The fact that a person is not a member of a group constituted under\n         a provision of this Part does not prevent the person from  being  a\n         member of a group constituted under another provision of this Part.\nDivision 2  Business groups"
    },
    {
      "key": "section:69",
      "title": "Section 69 - Constitution of groups",
      "main_structural_unit": "section",
      "main_structural_number": "69",
      "main_structural_heading": "Constitution of groups",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 2 Business groups > Section 69",
      "text": "A group is constituted by all the persons or bodies forming a group\n         that is not a part of any larger group."
    },
    {
      "key": "section:70",
      "title": "Section 70 - Groups of corporations",
      "main_structural_unit": "section",
      "main_structural_number": "70",
      "main_structural_heading": "Groups of corporations",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 2 Business groups > Section 70",
      "text": "Corporations  constitute  a  group  if  they  are  related   bodies\n         corporate within the meaning of the Corporations Act 2001."
    },
    {
      "key": "section:71",
      "title": "Section 71 - Groups arising from the use of common employees",
      "main_structural_unit": "section",
      "main_structural_number": "71",
      "main_structural_heading": "Groups arising from the use of common employees",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 2 Business groups > Section 71",
      "text": "(1)   If 1 or more employees of an employer perform duties for  or  in\n         connection with 1 or more businesses carried on by the employer and\n         1 or more other persons, the  employer  and  each  of  those  other\n         persons constitute a group.\n      (2)   If 1 or more employees of an employer  are  employed  solely  or\n         mainly to perform duties for  or  in  connection  with  1  or  more\n         businesses carried on by 1 or more other persons, the employer  and\n         each of those other persons constitute a group.\n      (3)   If 1 or more employees of an employer perform duties for  or  in\n         connection with 1 or more businesses carried on by 1 or more  other\n         persons,  being  duties  performed  in  connection  with,   or   in\n         fulfilment  of  the  employer's  obligation  under,  an  agreement,\n         arrangement or undertaking for the provision of services to  any  1\n         or more of those other persons in connection with that business  or\n         those businesses, the employer and  each  of  those  other  persons\n         constitute a group.\n       (4)    Subsection  (3)  applies  to  an  agreement,  arrangement   or\n         undertaking:\n         (a)      whether  the  agreement,  arrangement  or  undertaking  is\n             formal or informal, express or implied; and\n         (b)      whether or not the agreement, arrangement  or  undertaking\n             provides for duties  to  be  performed  by  the  employees  or\n             specifies the duties to be performed by them.\n         Note\n         Section 79 allows the Commissioner, for payroll  tax  purposes,  to\n         exclude persons from a group  constituted  under  this  section  in\n         certain circumstances."
    },
    {
      "key": "section:72.p1",
      "title": "Section 72 - Groups of commonly controlled businesses",
      "main_structural_unit": "section",
      "main_structural_number": "72",
      "main_structural_heading": "Groups of commonly controlled businesses",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 2 Business groups > Section 72",
      "text": "(1) If a person or set of persons has a controlling interest in each of 2Â businesses, the persons who carry on those businesses constitute a group. Note for subsection (1) Section 79 allows the Commissioner, for payroll tax purposes, to exclude persons from a group constituted under this section in certain circumstances. (2) For this section, a person or set of persons has a controlling interest in a business if: (a) in the case of 1 person â the person is the sole owner (whether or not as trustee) of the business; or (b) in the case of a set of persons â the persons are together as trustees the sole owners of the business; or (c) in the case of a business carried on by a corporation: (i) the person or each of the set of persons is a director of the corporation and the person or set of persons is entitled to exercise more than 50% of the voting power at meetings of the directors of the corporation; or (ii) a director or set of directors of the corporation that is entitled to exercise more than 50% of the voting power at meetings of the directors of the corporation is under an obligation, whether formal or informal, to act in accordance with the direction, instructions or wishes of that person or set of persons; or (d) in the case of a business carried on by a body corporate or unincorporated â that person or set of persons constitute more than 50% of the board of management (by whatever name called) of the body or control the composition of that board; or (e) in the case of a business carried on by a corporation that has a share capital â that person or set of persons can, directly or indirectly, exercise, control the exercise of, or substantially influence the exercise of, more than 50% of the voting power attached to the voting shares, or any class of voting shares, issued by the corporation; or (f) in the case of a business carried on by a partnership â that person or set of persons: (i) own (whether beneficially or not) more than 50% of the capital of the partnership; or (ii) is entitled (whether beneficially or not) to more than 50% of the profits of the partnership; or (g) in the case of a business carried on under a trust â the person or set of persons (whether or not as a trustee of, or beneficiary under, another trust) is the beneficiary in respect of more thanÂ 50% of the value of the interests in the first-mentioned trust. (3) If: (a) 2 corporations are related bodies corporate within the meaning of the Corporations Act 2001; and (b) 1 of the corporations has a controlling interest in a business; the other corporation has a controlling interest in the business. (4) If: (a) a person or set of persons has a controlling interest in a business; and (b) a person or set of persons who carry on the business has a controlling interest in another business; the person or set of persons mentioned in paragraph (a) has a controlling interest in the other business. (5) If: (a) a person or set of persons is the beneficiary of a trust in respect of more than 50% of the value of the interests in the trust; and (b) the trustee of the trust (whether alone or together with another trustee or trustees) has a controlling interest in the business of another trust; the person or set of persons has a controlling interest in the business. (6) A person who may benefit from a discretionary trust as a result of the trustee or another person, or the trustee and another person, exercising or failing to exercise a power or discretion, is taken, for this Part, to be a beneficiary in respect of more than 50% of the value of the interests in the trust. (7) If: (a) a person or set of persons has a controlling interest in the business of a trust; and (b) the trustee of the trust (whether alone or together with another trustee or trustees) has a controlling interest in the business of a corporation; the person or set of persons is taken to have a controlling interest in the business of the corporation. (8) If: (a) a person or set of persons has a controlling interest in the business of a trust; and (b) the trustee of the trust (whether alone or together with another trustee or trustees) has a controlling interest in the business of a"
    },
    {
      "key": "section:72.p2",
      "title": "Section 72 - Groups of commonly controlled businesses",
      "main_structural_unit": "section",
      "main_structural_number": "72",
      "main_structural_heading": "Groups of commonly controlled businesses",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 2 Business groups > Section 72",
      "text": "interest in the business of a trust; and (b) the trustee of the trust (whether alone or together with another trustee or trustees) has a controlling interest in the business of a corporation; the person or set of persons is taken to have a controlling interest in the business of the corporation. (8) If: (a) a person or set of persons has a controlling interest in the business of a trust; and (b) the trustee of the trust (whether alone or together with another trustee or trustees) has a controlling interest in the business of a partnership; the person or set of persons is taken to have a controlling interest in the business of the partnership."
    },
    {
      "key": "section:73",
      "title": "Section 73 - Groups arising from tracing of interests in corporations",
      "main_structural_unit": "section",
      "main_structural_number": "73",
      "main_structural_heading": "Groups arising from tracing of interests in corporations",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 2 Business groups > Section 73",
      "text": "(1)   An entity and a corporation form part of a group if  the  entity\n         has a controlling interest in the corporation.\n         Note for subsection (1)\n         Section 79 allows the Commissioner, for payroll  tax  purposes,  to\n         exclude persons from a group  constituted  under  this  section  in\n         certain circumstances.\n      (2)   For this section, an entity has  a  controlling  interest  in  a\n         corporation if the corporation has share capital and:\n         (a)      the entity has a direct interest in  the  corporation  and\n             the value of that direct interest exceeds 50%; or\n         (b)      the entity has an indirect interest in the corporation and\n             the value of that indirect interest exceeds 50%; or\n         (c)      the entity has an aggregate interest  in  the  corporation\n             and the value of the aggregate interest exceeds 50%.\n      (3)   Division 3 applies for the interpretation of this section.\n         Note for subsection (3)\n         Division 3 sets out the manner for determining  whether  an  entity\n         has a direct interest, indirect interest or aggregate interest in a\n         corporation, and the value of such an interest.\n      (4)   In this section:\n         associated person means a person who  is  associated  with  another\n         person in accordance with any of the following provisions:\n         (a)       persons  are  associated  persons  if  they  are  related\n             persons;\n         (b)      individuals are associated persons if they are partners in\n             a partnership;\n         (c)       private  companies  are  associated  persons  if   common\n             shareholders have a majority interest in each private company;\n         (d)      trustees  are  associated  persons  if  any  person  is  a\n             beneficiary common to the trusts (other  than  a  public  unit\n             trust scheme) of which they are trustees;\n         (e)      a private company and a trustee are associated persons  if\n             a related body corporate of the company (within the meaning of\n             the Corporations Act 2001)  is  a  beneficiary  of  the  trust\n             (other than a public unit trust scheme) of which  the  trustee\n             is a trustee.\n         entity means:\n         (a)      a person; or\n         (b)      2 or more persons who are associated persons  (as  defined\n             in this section).\n         private company means a company that is not limited by  shares,  or\n         whose shares are not quoted on the Australian  Securities  Exchange\n         or any exchange of the World Federation of Exchanges.\n         related person means a person who is related to another  person  in\n         accordance with any of the following provisions:\n         (a)      individuals are related persons if:\n             (i) one is the spouse or de facto partner of the other; or\n             (ii)      the relationship between them is that of parent  and\n                  child, brothers, sisters, or brother and sister;\n         (b)      private companies are related persons if they are  related\n             bodies  corporate  within  the  meaning  of  the  Corporations\n             ActÂ 2001;\n         (c)      an individual and a private company are related persons if\n             the individual is a majority shareholder or  director  of  the\n             company or of another private company that is a  related  body\n             corporate  of  the  company  within   the   meaning   of   the\n             Corporations ActÂ 2001;\n         (d)      an individual and a trustee are  related  persons  if  the\n             individual is a beneficiary of the trust (not being  a  public\n             unit trust scheme) of which the trustee is a trustee;\n         (e)      a private company and a trustee are related persons if the\n             company, or a majority shareholder or director of the company,\n             is a beneficiary of the trust (not being a public  unit  trust\n             scheme) of which the trustee is a trustee."
    },
    {
      "key": "section:74",
      "title": "Section 74 - Smaller groups subsumed by larger groups",
      "main_structural_unit": "section",
      "main_structural_number": "74",
      "main_structural_heading": "Smaller groups subsumed by larger groups",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 2 Business groups > Section 74",
      "text": "(1)   If a person is a member of 2 or more groups, the members of  all\n         the groups together constitute a group.\n      (2)   If 2 or more members of a  group  have  together  a  controlling\n         interest in a business (within the meaning of section 72), all  the\n         members of the group and the person or persons  who  carry  on  the\n         business together constitute a group.\n         Note\n         Section 79 allows the Commissioner, for payroll  tax  purposes,  to\n         exclude persons from a group  constituted  under  this  section  in\n         certain circumstances.\nDivision 3  Business groups tracing of interests in corporations"
    },
    {
      "key": "section:75",
      "title": "Section 75 - Application",
      "main_structural_unit": "section",
      "main_structural_number": "75",
      "main_structural_heading": "Application",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 3 Business groups tracing of interests in corporations > Section 75",
      "text": "This Division applies for sectionÂ 73."
    },
    {
      "key": "section:76",
      "title": "Section 76 - Direct interest",
      "main_structural_unit": "section",
      "main_structural_number": "76",
      "main_structural_heading": "Direct interest",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 3 Business groups tracing of interests in corporations > Section 76",
      "text": "(1)   An entity has a direct interest in a corporation if:\n         (a)      in the case of an entity that is a  person  â  the  person\n             can, directly or indirectly, exercise,  control  the  exercise\n             of, or substantially influence the  exercise  of,  the  voting\n             power attached to any voting shares issued by the corporation;\n             or\n         (b)      in the case of an entity that is 2 or more persons who are\n             associated persons â  each  of  the  associated  persons  can,\n             directly or indirectly, exercise, control the exercise of,  or\n             substantially influence the  exercise  of,  the  voting  power\n             attached to any voting shares issued by the corporation.\n      (2)    The  value  of  the  direct  interest  of  the  entity  in  the\n         corporation is the proportion (expressed as a  percentage)  of  the\n         voting power of all voting shares issued by the corporation that:\n         (a)      in the case of an entity that is a person â the person can\n             directly or indirectly exercise, control the exercise  of,  or\n             substantially influence  the  exercise  of,  as  mentioned  in\n             subsection (1); or\n         (b)      in the case of an entity that is 2 or more persons who are\n             associated persons â the associated  persons  can,  if  acting\n             together,  directly  or  indirectly  exercise,   control   the\n             exercise of, or substantially influence the  exercise  of,  as\n             mentioned in subsection (1)."
    },
    {
      "key": "section:77",
      "title": "Section 77 - Indirect interest",
      "main_structural_unit": "section",
      "main_structural_number": "77",
      "main_structural_heading": "Indirect interest",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 3 Business groups tracing of interests in corporations > Section 77",
      "text": "(1)   An entity has an indirect  interest  in  a  corporation  if  the\n         corporation  is  linked  to  another  corporation   (the   directly\n         controlled corporation) in which the entity has a direct interest.\n      (2)   A corporation is linked to a directly controlled corporation  if\n         the corporation is part of a chain of corporations:\n         (a)      that starts with the directly controlled corporation; and\n         (b)      in which a link in the chain is formed  if  a  corporation\n             has a direct interest in the next corporation in the chain.\n      (3)   The following are examples of how subsections (1) and  (2)  work\n         (the examples are cumulative):\n         (a)      corporation A (a directly controlled  corporation)  has  a\n             direct interest in corporation B. Corporations A  and  B  form\n             part of a chain of corporations, and corporation B  is  linked\n             to corporation A. Accordingly, an entity  that  has  a  direct\n             interest in corporation A also has  an  indirect  interest  in\n             corporation B;\n         (b)      corporation B also has a direct interest in corporation C.\n             In this case, corporations A, B and C form part of a chain  of\n             corporations.  Both  corporations  B  and  C  are  linked   to\n             corporation A. The  entity  that  has  a  direct  interest  in\n             corporation A has an indirect interest in both corporations  B\n             and C;\n         (c)      corporation B also has a direct interest in corporation D.\n             There are now 2 chains of corporations, one consisting of A, B\n             and C, and one consisting of A, B and D. Corporations B, C and\n             D are all linked to corporation A and an  entity  that  has  a\n             direct interest  in  corporation  A  would  have  an  indirect\n             interest in corporations B, C and D.  An  entity  that  has  a\n             direct interest  in  corporation  B  would  have  an  indirect\n             interest in corporations C and D. However, an entity that  has\n             a direct interest in corporation C  only  would  not  have  an\n             indirect interest in corporation D, as corporation  D  is  not\n             linked to corporation C.\n       (4)    The  value  of  the  indirect  interest  of  an  entity  in  a\n         corporation (an indirectly controlled corporation) that  is  linked\n         to a directly controlled corporation is calculated  by  multiplying\n         together the following:\n         (a)      the value of the direct interest  of  the  entity  in  the\n             directly controlled corporation;\n         (b)      the value of each direct interest that forms a link in the\n             chain of  corporations  by  which  the  indirectly  controlled\n             corporation is linked to the directly controlled corporation.\n      (5)   The following are examples of  how  subsection  (4)  works  (the\n         examples are cumulative):\n         (a)      an entity has a direct interest (with a value of  80%)  in\n             corporation A. Corporation A has a  direct  interest  (with  a\n             value of 70%) in corporation B.  The  value  of  the  indirect\n             interest of the entity in corporation B is 80% Ã 70% (that is,\n             56%).  Accordingly,  in  this  example  the   entity   has   a\n             controlling interest (within the meaning  of  section  73)  in\n             corporation B;\n         (b)      corporation B also has a direct interest (with a value  of\n             40%) in corporation C. The value of the indirect  interest  of\n             the entity in corporation C is 80%  Ã  70%  Ã  40%  (that  is,\n             22(4%). Accordingly, in this example the entity does not  have\n             a controlling interest in corporation C.\n      (6)   It is possible for an  entity  to  have  more  than  1  indirect\n         interest in a corporation. This may occur  if  the  corporation  is\n         linked to more than 1 corporation in which the entity has a  direct\n         interest, or if the corporation is linked to only 1 corporation  in\n         which the entity has a direct interest but is linked  through  more\n         than 1 chain of corporations. In  that  case,  the  entity  has  an\n         aggregate interest in the corporation (see sectionÂ 78)."
    },
    {
      "key": "section:78",
      "title": "Section 78 - Aggregation of interests",
      "main_structural_unit": "section",
      "main_structural_number": "78",
      "main_structural_heading": "Aggregation of interests",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 3 Business groups tracing of interests in corporations > Section 78",
      "text": "(1)   An entity has an aggregate interest in a corporation if:\n         (a)      the entity has a direct interest and 1  or  more  indirect\n             interests in the corporation; or\n         (b)      the entity has  more  than  1  indirect  interest  in  the\n             corporation.\n      (2)    The  value  of  the  aggregate  interest  of  an  entity  in  a\n         corporation is the sum of the following:\n         (a)      the value of the direct interest (if any) of the entity in\n             the corporation;\n         (b)      the value of each indirect interest of the entity  in  the\n             corporation.\n      (3)   For example:\n         (a)      an entity has a direct interest (with a value of  40%)  in\n             corporation B; and\n         (b)      the entity also has a direct interest  (with  a  value  of\n             25%) in corporation A, which in turn  has  a  direct  interest\n             (with a value of  60%)  in  corporation  B.  Accordingly,  the\n             entity also has an indirect interest in corporation B  with  a\n             value of 15% (that is, 25% Ã 60%); and\n         (c)       the  value  of  the  entity's   aggregate   interest   in\n             corporation B is the sum of the direct interest (40%) and  the\n             indirect interest (15%), which is 55%; and\n         (d)      accordingly, in this example, the entity has a controlling\n             interest in corporation B (within the meaning of section 73).\nDivision 4  Miscellaneous"
    },
    {
      "key": "section:79",
      "title": "Section 79 - Exclusion of persons from groups",
      "main_structural_unit": "section",
      "main_structural_number": "79",
      "main_structural_heading": "Exclusion of persons from groups",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 4 Miscellaneous > Section 79",
      "text": "(1)   The Commissioner may, by order  in  writing,  determine  that  a\n         person who would, but for the determination, be a member of a group\n         is not a member of the group.\n       (2)    The  Commissioner  may  only  make  such  a  determination  if\n         satisfied, having regard to the nature and degree of ownership  and\n         control of the businesses, the nature of  the  businesses  and  any\n         other matters the Commissioner considers relevant, that a  business\n         carried on by the person, is carried on independently  of,  and  is\n         not connected with the carrying on of, a business carried on by any\n         other member of that group.\n      (3)   The Commissioner cannot exclude a person from  a  group  if  the\n         person is a body corporate that, by reason of  section  50  of  the\n         Corporations Act 2001, is related to another body corporate that is\n         a member of that group.\n      (4)   This section  extends  to  a  group  constituted  by  reason  of Section 74.\n      (5)   A determination can be expressed to take effect on a  date  that\n         is:\n         (a)      earlier than the date of the determination; but\n         (b)      not earlier than 1 July 2008.\n       (6)    The  Commissioner  may,  by  order  in   writing,   revoke   a\n         determination that applies in respect of a person if satisfied  the\n         circumstances in which a determination may be made do not apply  to\n         the person.\n      (7)   The revocation of a  determination  can  be  expressed  to  take\n         effect  on  a  date  that  is  earlier  than  the   date   of   the\n         determination."
    },
    {
      "key": "section:80",
      "title": "Section 80 - Designated group employers",
      "main_structural_unit": "section",
      "main_structural_number": "80",
      "main_structural_heading": "Designated group employers",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 4 Miscellaneous > Section 80",
      "text": "(1)    The  members  of  a  group  may,  with  the  approval  of  the\n         Commissioner, designate a qualified member of the group to  be  the\n         designated group employer for the group for this Act.\n      (2)   A member of a group is a qualified member if the member:\n         (a)      has paid during the preceding financial  year  wages  that\n             exceeded $2 500 000; or\n         (b)      is likely to pay during the current financial  year  wages\n             that are likely to exceed that amount.\n      (3)   If none of the members of a group is a qualified member but  the\n         members together:\n         (a)      have paid during the preceding financial year  wages  that\n             exceeded $2 500 000; or\n         (b)      are, in the opinion of the  Commissioner,  likely  to  pay\n             during the current financial year wages that will exceed  that\n             amount;\n         the members may, with the approval of the  Commissioner,  designate\n         any member of the group to be the designated group employer for the\n         group for this Act.\n      (4)   If the members of a group do  not  designate  a  member  as  the\n         designated group employer within 7Â days after the end of the  month\n         in which the group is established, the Commissioner may (but is not\n         obliged to) designate any member of the  group  as  the  designated\n         group employer.\n      (5)   The designated  group  employer  of  a  group  stops  being  the\n         designated group employer from and including  the  earlier  of  the\n         following days:\n         (a)      the first day of a return period during which there  is  a\n             change in the membership of the group;\n         (b)      the first day of a return period during which the  members\n             of the group revoke the designation.\n       (6)    The  designation  of  a  designated   group   employer   under\n         subsectionÂ (1) or (3) must be by notice in writing.\n      (7)   The notice must:\n         (a)      be executed by or on behalf of each member of  the  group;\n             and\n         (b)      be served on the Commissioner."
    },
    {
      "key": "section:81",
      "title": "Section 81 - Joint and several liability",
      "main_structural_unit": "section",
      "main_structural_number": "81",
      "main_structural_heading": "Joint and several liability",
      "defined_term": null,
      "structure_path": "Part 5 Grouping of employers > Division 4 Miscellaneous > Section 81",
      "text": "(1)   If a member of a group fails to pay an amount  that  the  member\n         is required to pay under this Act in respect of any  period,  every\n         member of the group is liable jointly and  severally  to  pay  that\n         amount to the Commissioner.\n      (2)   If 2 or more persons are jointly or severally liable to  pay  an\n         amount under this section, the Commissioner may recover  the  whole\n         of the amount from them, or any of them, or any one of them.\n      (3)   If, under this section,  2  or  more  persons  are  jointly  and\n         severally liable to pay an amount that is payable  by  any  one  of\n         them, each person is also jointly and severally liable to pay:\n         (a)      any amount payable to the Commissioner under this  or  any\n             other Act in relation to that amount, including  any  interest\n             and penalty tax; and\n         (b)      any  costs  and  expenses  incurred  in  relation  to  the\n             recovery of that amount that the Commissioner is  entitled  to\n             recover from any such person.\n      (4)   A person who pays an amount in  accordance  with  the  liability\n         imposed  by  this  section  has  such  rights  of  contribution  or\n         indemnity from the other person or persons as are just.\n      (5)   This section applies whether or not the person was  an  employer\n         during the relevant period.\nPart 6      Adjustments of tax"
    },
    {
      "key": "section:82",
      "title": "Section 82 - Determination of correct amount of payroll tax",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "Determination of correct amount of payroll tax",
      "defined_term": null,
      "structure_path": "Part 6 Adjustments of tax > Section 82",
      "text": "(1)   For this Part, the correct amount of payroll tax payable  by  an\n         employer in respect of a financial year is the amount determined in\n         accordance with Schedule 1, or clause 14 of Schedule 2, as the case\n         requires, in respect of that financial year.\n      (2)   This Part applies in respect of  payroll  tax  paid  or  payable\n         whether as a group employer or as an individual employer.\n      (3)   If an employer is liable for payroll tax both as  an  individual\n         employer and as a group employer (forÂ different periods in the same\n         financial year) separate adjustments are  to  be  made  under  this\n         Part, or clause 15 of Schedule 2, as the case requires, in  respect\n         of any period as a group employer and any period as  an  individual\n         employer (and for  that  purpose  separate  determinations  of  the\n         correct amount of payroll tax payable by the  employer  are  to  be\n         made).\n      (4)   In this Part:\n         group employer means an employer who is a member of a group.\n         individual employer means an employer who is  not  a  member  of  a\n         group."
    },
    {
      "key": "section:83",
      "title": "Section 83 - Annual adjustment of payroll tax",
      "main_structural_unit": "section",
      "main_structural_number": "83",
      "main_structural_heading": "Annual adjustment of payroll tax",
      "defined_term": null,
      "structure_path": "Part 6 Adjustments of tax > Section 83",
      "text": "(1)   If the amount of payroll tax paid  or  payable  by  an  employer\n         (other than a group employer) when the employer  made  the  returns\n         relating to a financial year is greater than the correct amount  of\n         payroll tax payable by the employer in  respect  of  the  financial\n         year, the Commissioner (on  application  by  the  employer)  is  to\n         refund to that employer an amount equal to the difference.\n      (2)   If the amount of payroll tax paid  or  payable  by  an  employer\n         (other than a group employer) when the employer  made  the  returns\n         relating to a financial year is less than  the  correct  amount  of\n         payroll tax payable by the employer in  respect  of  the  financial\n         year, the employer must pay to the Commissioner as payroll  tax  an\n         amount equal to the difference.\n      (3)   Any  amount  payable  by  an  employer  under  this  section  or\n         clauseÂ 15 of Schedule 2 in respect of a financial year must be paid\n         within the period during which the employer is required to lodge  a\n         return under this Act in respect of the return period  that  is  or\n         includes the month of June in that financial year.\n      (4)   The amount of any refund payable to an employer in respect of  a\n         financial year under this section or clause 15 of Schedule 2 is  to\n         be reduced by the amount of any other refund of payroll tax made in\n         respect of that financial year to that employer (whether under this\n         section or otherwise) before the time  of  the  refund  under  this\n         section.\n         Note\n         Clause 15 of Schedule 2 applies to group employers."
    },
    {
      "key": "section:84",
      "title": "Section 84 - Adjustment of payroll tax when employer changes circumstances",
      "main_structural_unit": "section",
      "main_structural_number": "84",
      "main_structural_heading": "Adjustment of payroll tax when employer changes circumstances",
      "defined_term": null,
      "structure_path": "Part 6 Adjustments of tax > Section 84",
      "text": "(1)   If an employer changes the  employer's  circumstances  during  a\n         financial year, the employer must, if the  amount  of  payroll  tax\n         paid or payable by the employer  when  the  employer  made  returns\n         relating  to  the  relevant  period  prior   to   the   change   of\n         circumstances is less  than  the  correct  amount  of  payroll  tax\n         payable by the employer in respect of the financial  year,  pay  to\n         the Commissioner as payroll tax an amount equal to the difference.\n      (2)   A change of circumstances occurs when the employer:\n         (a)      ceases to pay or  be  liable  to  pay  taxable  wages  and\n             interstate wages; or\n         (b)      becomes  a  group  employer  (following  a  period  as  an\n             individual employer); or\n         (c)      ceases to be a group employer (and becomes  an  individual\n             employer).\n      (3)   The relevant period prior to a change of  circumstances  is  the\n         period prior to the change (during the financial year concerned and\n         since any prior change of circumstances)  for  which  the  employer\n         paid or was liable to pay taxable wages or interstate wages.\n      (4)   In calculating for this section the correct  amount  of  payroll\n         tax payable by the employer, it is to be  assumed  that  the  wages\n         paid or payable by the employer during the relevant period are  the\n         only wages paid or payable by the  employer  during  the  financial\n         year concerned.\n      (5)   Any amount payable by an employer under this section in  respect\n         of a relevant period must be paid within the  period  during  which\n         the employer is required to lodge a return under this Act  relating\n         to that relevant period or the last return under this Act  relating\n         to the relevant period.\n      (6)   Any payroll tax paid  or  payable  by  an  employer  under  this\n         section is to be included as payroll tax paid  or  payable  by  the\n         employer for the annual adjustment of payroll tax under this Part.\n         Note\n         If an employer ceases to be a group  employer  during  a  financial\n         year an adjustment will be made under this  section.  If  later  in\n         that financial year the employer ceases to pay wages there will  be\n         a further adjustment under this section. The first adjustment  will\n         adjust payroll tax paid for the period as a group employer  against\n         the correct amount of tax that should have been paid (based on  the\n         assumption that the period as a group employer is the  only  period\n         for which the employer paid wages throughout the year). The  second\n         adjustment will adjust payroll  tax  paid  for  the  period  as  an\n         individual employer against the correct amount of tax  that  should\n         have been paid (based on the  assumption  that  the  period  as  an\n         individual employer is the only period for which the employer  paid\n         wages throughout the year). Any amount of payroll  tax  paid  under\n         this section is taken into account for  the  annual  adjustment  of\n         payroll tax."
    },
    {
      "key": "section:85",
      "title": "Section 85 - Special provision where wages fluctuate",
      "main_structural_unit": "section",
      "main_structural_number": "85",
      "main_structural_heading": "Special provision where wages fluctuate",
      "defined_term": null,
      "structure_path": "Part 6 Adjustments of tax > Section 85",
      "text": "If a person who did not pay and was not liable to pay taxable wages\n         or interstate wages for any part of a financial year satisfies  the\n         Commissioner that, by reason of the nature of the person's trade or\n         business, the taxable wages and interstate wages, if any,  paid  or\n         payable by the person  fluctuate  with  different  periods  of  the\n         financial year, the Commissioner may determine that the  person  is\n         to be treated for this Part:\n         (a)      if the person has conducted  that  trade  or  business  in\n             Australia during the whole of  the  financial  year  â  as  an\n             employer who pays or is liable to pay taxable wages throughout\n             the financial year; or\n         (b)      if the person has conducted  that  trade  or  business  in\n             Australia during part only of  the  financial  year  â  as  an\n             employer who pays or is liable to pay taxable wages throughout\n             that part of the financial year.\n         Note\n         The effect of such a determination is that when the correct  amount\n         of payroll tax is calculated (for a tax adjustment provided for  by\n         this Part) the employer may receive the benefit of the payroll  tax\n         threshold for the period for which the employer is to be treated as\n         paying wages, and not just for the period for  which  the  employer\n         actually pays wages. Without such a determination, an employer  may\n         only receive the benefit of a proportion of  the  threshold  amount\n         that is equivalent to the proportion of the  whole  financial  year\n         for which the employer actually pays wages.\nPart 7      Registration and returns"
    },
    {
      "key": "section:86",
      "title": "Section 86 - Registration",
      "main_structural_unit": "section",
      "main_structural_number": "86",
      "main_structural_heading": "Registration",
      "defined_term": null,
      "structure_path": "Part 7 Registration and returns > Section 86",
      "text": "(1)   An employer  who  is  not  already  registered  must  apply  for\n         registration as an employer under this Act if:\n         (a)      during a month the employer pays  or  is  liable  to  pay,\n             anywhere, wages of more than the weekly threshold  amount  per\n             week that are wholly or partly taxable wages; or\n         (b)      the employer is a member of a group the members  of  which\n             together during a month pay or are liable  to  pay,  anywhere,\n             wages of more than the weekly threshold amount per  week  that\n             are wholly or partly taxable wages.\n      (1A)  For subsection (1), the weekly threshold amount is to be  worked\n         out using the following formula (disregarding any amount in cents):\n         where:\n         N is the number of days in the financial year.\n         TA is the threshold amount for the financial  year  as  defined  in\n         Schedule 1, clause 1.\n       (2)    The  application  for  registration  is  to  be  made  to  the\n         Commissioner in a form and  manner  approved  by  the  Commissioner\n         within 21Â days after the end of the month concerned.\n      (3)   The Commissioner is to register the  applicant  as  an  employer\n         under this Act.\n      (4)   The Commissioner may cancel the registration of a person  as  an\n         employer if satisfied that the person has ceased to pay or to  have\n         a liability to pay wages as described in subsection (1).\n      (5)   If the Commissioner cancels the registration of a person  as  an\n         employer in any financial year and the person subsequently pays  or\n         is liable to pay taxable  wages  during  the  financial  year,  the\n         person may, despite the fact the person is not  required  to  apply\n         for registration, apply to the Commissioner (in a form  and  manner\n         approved by the Commissioner) for registration as an employer,  and\n         the Commissioner is then to register  the  person  as  an  employer\n         under this Act."
    },
    {
      "key": "section:87",
      "title": "Section 87 - Returns",
      "main_structural_unit": "section",
      "main_structural_number": "87",
      "main_structural_heading": "Returns",
      "defined_term": null,
      "structure_path": "Part 7 Registration and returns > Section 87",
      "text": "(1)   Every employer who  is  registered  or  required  to  apply  for\n         registration as an employer under this Act must:\n         (a)      within 21 days after the end of each month (except June) â\n             lodge with the Commissioner a return relating to  that  month;\n             and\n         (b)      within 21 days after the end of June in each year â  lodge\n             with the Commissioner a return relating to that month  and  to\n             the adjustment of payroll tax paid or payable by the  employer\n             during the financial year ending on the close of that month.\n      (2)   The  designated  group  employer  for  a  group  may,  with  the\n         approval of the Commissioner, lodge a joint return for this section\n         covering specified members of the group (including  the  designated\n         group employer).\n      (3)   If a joint return is lodged and the return would, if  lodged  by\n         a single employer, comply with this section, each of the  employers\n         covered by the return is taken to have complied with this section.\nPart 8      Collection and recovery of tax\nDivision 1  Agents and trustees generally"
    },
    {
      "key": "section:88",
      "title": "Section 88 - Application",
      "main_structural_unit": "section",
      "main_structural_number": "88",
      "main_structural_heading": "Application",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 1 Agents and trustees generally > Section 88",
      "text": "(1)   This Division applies  to  an  agent  of,  or  trustee  for,  an\n         employer.\n      (2)   Nothing  in  this  Division  limits  or  otherwise  affects  the\n         application of Part 5 to an agent or trustee, or 2 or more  persons\n         1 or more of whom is an agent or trustee."
    },
    {
      "key": "section:89",
      "title": "Section 89 - Agents and trustees are answerable",
      "main_structural_unit": "section",
      "main_structural_number": "89",
      "main_structural_heading": "Agents and trustees are answerable",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 1 Agents and trustees generally > Section 89",
      "text": "An agent or trustee is answerable as the employer for the doing  of\n         all things that are required to be done by or  under  this  Act  in\n         respect of the payment of any wages which are  subject  to  payroll\n         tax under this Act."
    },
    {
      "key": "section:90",
      "title": "Section 90 - Returns by agent or trustee",
      "main_structural_unit": "section",
      "main_structural_number": "90",
      "main_structural_heading": "Returns by agent or trustee",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 1 Agents and trustees generally > Section 90",
      "text": "(1)   An agent or trustee must, in respect of the wages  mentioned  in\n         section 89, make the returns  required  under  Part  7,  but  in  a\n         representative capacity only,  and  each  return  must,  except  as\n         otherwise provided by this Act, be separate and distinct  from  any\n         other.\n      (2)   In the case of an executor or administrator,  the  returns  must\n         be the same as far  as  practicable  as  the  deceased  person,  if\n         living, would have been liable to make."
    },
    {
      "key": "section:91",
      "title": "Section 91 - Liability to pay tax",
      "main_structural_unit": "section",
      "main_structural_number": "91",
      "main_structural_heading": "Liability to pay tax",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 1 Agents and trustees generally > Section 91",
      "text": "(1)   An agent or trustee is personally liable for tax  on  the  wages\n         mentioned in section 89 if:\n         (a)      after the Commissioner has required the agent  or  trustee\n             to make a return; or\n         (b)      while the tax remains unpaid;\n         the agent or trustee, except with the  written  permission  of  the\n         Commissioner, disposes of or parts with any  fund  or  money  which\n         comes to the agent or trustee  from  or  out  of  which  tax  could\n         legally be paid.\n      (2)   Otherwise than as provided  in  subsection  (1),  the  agent  or\n         trustee is not personally liable to pay the tax in a representative\n         capacity.\n      (3)   The agent or trustee must retain from time to time  out  of  any\n         money which comes to the  agent  or  trustee  in  a  representative\n         capacity enough to pay the tax.\n      (4)   For ensuring the payment of tax, the Commissioner has  the  same\n         remedies against attachable property of any kind vested in or under\n         the control or management or in the  possession  of  the  agent  or\n         trustee, as the Commissioner has against the property of any  other\n         person in respect of tax, and in as full and ample a manner."
    },
    {
      "key": "section:92",
      "title": "Section 92 - Indemnity for agent or trustee",
      "main_structural_unit": "section",
      "main_structural_number": "92",
      "main_structural_heading": "Indemnity for agent or trustee",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 1 Agents and trustees generally > Section 92",
      "text": "(1)   An agent or trustee is indemnified for  all  payments  that  the\n         agent or trustee makes under this Act or  in  accordance  with  the\n         requirements of the Commissioner.\n      (2)   An agent or trustee  who  pays  tax  as  agent  or  trustee  may\n         recover the amount paid from the person  on  whose  behalf  it  was\n         paid, or deduct it from any money in the agent's or trustee's hands\n         belonging to that person.\nDivision 2  Special cases\n         Note\n         In some corresponding payroll tax laws, this Division provides  for\n         special cases in sections 93 to  99  which  do  not  apply  in  the\n         Territory."
    },
    {
      "key": "section:93",
      "title": "Section 93 - Tax not paid during lifetime",
      "main_structural_unit": "section",
      "main_structural_number": "93",
      "main_structural_heading": "Tax not paid during lifetime",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 2 Special cases > Section 93",
      "text": ""
    },
    {
      "key": "section:94",
      "title": "Section 94 - Payment of tax by executors or administrators",
      "main_structural_unit": "section",
      "main_structural_number": "94",
      "main_structural_heading": "Payment of tax by executors or administrators",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 2 Special cases > Section 94",
      "text": ""
    },
    {
      "key": "section:95",
      "title": "Section 95 - Assessment if no probate within 6 months of death",
      "main_structural_unit": "section",
      "main_structural_number": "95",
      "main_structural_heading": "Assessment if no probate within 6 months of death",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 2 Special cases > Section 95",
      "text": ""
    },
    {
      "key": "section:96",
      "title": "Section 96 - Person in receipt or control of money for absentee",
      "main_structural_unit": "section",
      "main_structural_number": "96",
      "main_structural_heading": "Person in receipt or control of money for absentee",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 2 Special cases > Section 96",
      "text": ""
    },
    {
      "key": "section:97",
      "title": "Section 97 - Agent for absentee principal winding-up business",
      "main_structural_unit": "section",
      "main_structural_number": "97",
      "main_structural_heading": "Agent for absentee principal winding-up business",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 2 Special cases > Section 97",
      "text": ""
    },
    {
      "key": "section:98",
      "title": "Section 98 - Recovery of tax paid on behalf of another person",
      "main_structural_unit": "section",
      "main_structural_number": "98",
      "main_structural_heading": "Recovery of tax paid on behalf of another person",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 2 Special cases > Section 98",
      "text": ""
    },
    {
      "key": "section:99",
      "title": "Section 99 - Liquidator to give notice",
      "main_structural_unit": "section",
      "main_structural_number": "99",
      "main_structural_heading": "Liquidator to give notice",
      "defined_term": null,
      "structure_path": "Part 8 Collection and recovery of tax > Division 2 Special cases > Section 99",
      "text": "Part 9      General"
    },
    {
      "key": "section:100",
      "title": "Section 100 - Provisions specific to this jurisdiction",
      "main_structural_unit": "section",
      "main_structural_number": "100",
      "main_structural_heading": "Provisions specific to this jurisdiction",
      "defined_term": null,
      "structure_path": "Part 9 General > Section 100",
      "text": "Schedule 2, which contains provisions that are applicable  only  to\n         this jurisdiction, has effect."
    },
    {
      "key": "section:101",
      "title": "Section 101 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "101",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part 9 General > Section 101",
      "text": "(1)   The Administrator may make regulations under this Act.\n      (2)   The regulations may provide for the following:\n         (a)      the manner of making any application to  the  Commissioner\n             under this Act;\n         (b)      the evidence the Commissioner may require for  determining\n             whether or not:\n             (i) an employer was an employer for part only of  a  financial\n                  year; or\n             (ii)      a person was a member of a  group  at  any  time  or\n                  during any period;\n         (c)      the signing of returns, applications, notices,  statements\n             or forms by or on behalf of employers and deeming any  return,\n             application, notice, statement or form signed on behalf of  an\n             employer to have been signed by the employer;\n         (d)      the authentication of any  certificate,  notice  or  other\n             document issued for this Act or any regulation.\nPart 10     Repeals and transitional provisions for Payroll Tax Act 2009"
    },
    {
      "key": "section:102",
      "title": "Section 102 - Repeals",
      "main_structural_unit": "section",
      "main_structural_number": "102",
      "main_structural_heading": "Repeals",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 102",
      "text": "The Acts specified in Schedule 3 are repealed."
    },
    {
      "key": "section:103",
      "title": "Section 103 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "103",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 103",
      "text": "In this Part:\n         commencement means the commencement of this Act.\n         old Act means the Pay-roll Tax Act 1978.\n         old regulations means the Pay-roll Tax Regulations 1978.\n         pre-existing, for a thing done under the old Act, means  the  thing\n         as in force under the old Act immediately before the commencement."
    },
    {
      "key": "section:104",
      "title": "Section 104 - Application of this Act and old Act",
      "main_structural_unit": "section",
      "main_structural_number": "104",
      "main_structural_heading": "Application of this Act and old Act",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 104",
      "text": "(1)   This Act applies to payroll tax on taxable wages that  are  paid\n         or payable on or after 1 July 2009.\n      (2)   Despite its repeal, the old Act continues to  apply  to  payroll\n         tax on taxable wages (within the meaning of the old  Act)  paid  or\n         payable before 1 July 2009."
    },
    {
      "key": "section:105",
      "title": "Section 105 - General saving",
      "main_structural_unit": "section",
      "main_structural_number": "105",
      "main_structural_heading": "General saving",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 105",
      "text": "Any act, matter or thing that had effect under or for  a  provision\n         of the old Act, or a provision of another Act repealed by this Act,\n         immediately before the repeal of the provision  continues  to  have\n         effect under or  for  the  corresponding  provision  of  this  Act,\n         subject to any other provision of  this  Part  or  the  regulations\n         under this Part."
    },
    {
      "key": "section:106",
      "title": "Section 106 - Employer election",
      "main_structural_unit": "section",
      "main_structural_number": "106",
      "main_structural_heading": "Employer election",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 106",
      "text": "An election made by an employer under regulation  27K  of  the  old\n         regulations that was in force immediately before  1  July  2009  is\n         taken, on and after that day, to be an election under section 16(1)\n         of this Act."
    },
    {
      "key": "section:107",
      "title": "Section 107 - Pre-1 July 2009 taxable wages that included superannuation",
      "main_structural_unit": "section",
      "main_structural_number": "107",
      "main_structural_heading": "Pre-1 July 2009 taxable wages that included superannuation",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 107",
      "text": "contributions\n      (1)   This section applies if:\n         (a)      because of clause 3 of Schedule  1  of  the  old  Act,  an\n             employer's taxable wages for a  financial  year  that  started\n             before 1 July 2009 (a pre-1 July 2009 financial year) included\n             an amount of superannuation contribution; and\n         (b)      the employer did not  actually  make  that  superannuation\n             contribution until on or after 1 July 2009.\n      (2)   The employer may deduct that amount from the employer's  taxable\n         wages for a subsequent return period in which  that  superannuation\n         contribution is actually made.\n      (3)   A superannuation contribution that is alleged by an employer  to\n         be included in the employer's taxable wages for a pre-1  July  2009\n         financial year  must  be  evidenced  to  the  satisfaction  of  the\n         Commissioner in the employerâs records for payroll tax purposes."
    },
    {
      "key": "section:108",
      "title": "Section 108 - Superannuation contributions relating to pre-1 July 1999 service",
      "main_structural_unit": "section",
      "main_structural_number": "108",
      "main_structural_heading": "Superannuation contributions relating to pre-1 July 1999 service",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 108",
      "text": "(1)   Despite anything in section 11 or 17, wages  do  not  include  a\n         superannuation contribution paid or payable in respect of  services\n         performed by an employee before 1 July 1999.\n      (2)   A superannuation contribution that is alleged by an employer  to\n         be paid in respect of services  performed  by  an  employee  before\n         1Â JulyÂ 1999  must  be  evidenced  to  the   satisfaction   of   the\n         Commissioner in the employerâs records for payroll tax purposes.\n      (3)   In particular, the employerâs records must show  the  manner  of\n         calculation of the contribution and any actuarial basis for it.\n      (4)   For subsection (3), and any assessment of payroll tax  to  which\n         that subsection  is  material,  the  certificate  of  a  fellow  or\n         accredited member of the Institute of Actuaries of Australia to the\n         effect that the actuarial basis on which an amount is calculated is\n         justified is evidence and,  in  the  absence  of  evidence  to  the\n         contrary, proof of that fact.\n      (5)   If records are  not  kept  as  required  by  this  section,  the\n         Commissioner is entitled to assume that a payment of  money  by  an\n         employer as a superannuation contribution on or after 1  July  1999\n         is an amount  payable  in  respect  of  services  performed  by  an\n         employee on or after that day."
    },
    {
      "key": "section:109",
      "title": "Section 109 - Designated group employer",
      "main_structural_unit": "section",
      "main_structural_number": "109",
      "main_structural_heading": "Designated group employer",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 109",
      "text": "The designation of an employer as a designated group employer  that\n         had effect immediately  before  1  July  2009  has  effect  as  the\n         designation of a designated group employer under this Act."
    },
    {
      "key": "section:110",
      "title": "Section 110 - Approval relating to motor vehicle allowance",
      "main_structural_unit": "section",
      "main_structural_number": "110",
      "main_structural_heading": "Approval relating to motor vehicle allowance",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 110",
      "text": "An approval given by the Commissioner under section  3E(6)  of  the\n         old Act that was in force immediately before 1 July 2009 is  taken,\n         on and after that day, to be an approval given under section  29(6)\n         of this Act."
    },
    {
      "key": "section:111",
      "title": "Section 111 - Registration of employers",
      "main_structural_unit": "section",
      "main_structural_number": "111",
      "main_structural_heading": "Registration of employers",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 111",
      "text": "An employer who was registered under section  12  of  the  old  Act\n         immediately before 1 July 2009 is taken, on and after that day,  to\n         be registered under section 86 of this Act."
    },
    {
      "key": "section:112",
      "title": "Section 112 - Delegation, authorisation and appointment",
      "main_structural_unit": "section",
      "main_structural_number": "112",
      "main_structural_heading": "Delegation, authorisation and appointment",
      "defined_term": null,
      "structure_path": "Part 10 Repeals and transitional provisions for Payroll Tax Act 2009 > Section 112",
      "text": "(1)    This  section  applies  to  a  delegation,  authorisation   or\n         appointment (each of which is a relevant instrument) made under the\n         Taxation Administration Act  2007  and  was  in  force  immediately\n         before 1Â JulyÂ 2009 in relation to the old Act or old regulations.\n      (2)   A relevant instrument has effect after that date if  it  relates\n         to a provision of the old Act or old regulations that continues  to\n         have effect after that date because of this Part.\n      (3)   If a relevant instrument relates to a provision of the  old  Act\n         or old regulations for which there is a corresponding provision  of\n         this Act, the relevant instrument has effect after that date as  it\n         were made in relation to the corresponding provision of this Act.\nPart 11     Transitional matters for amendment Acts\nDivision 1  Payroll Tax Amendment Act 2010"
    },
    {
      "key": "section:113",
      "title": "Section 113 - Application",
      "main_structural_unit": "section",
      "main_structural_number": "113",
      "main_structural_heading": "Application",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 1 Payroll Tax Amendment Act 2010 > Section 113",
      "text": "(1)   Subject to subsections (2) and (3), the amendments made to  this\n         Act by the Payroll Tax Amendment  Act  2010  apply  in  respect  of\n         taxable wages that are paid or payable on or after 1 July 2009.\n      (2)   The amendments made to this Act by  the  Payroll  Tax  Amendment\n         Act 2010 are to be applied  for  the  purpose  of  determining  the\n         correct amount of payroll tax (within the meaning  of  section  82)\n         payable by an employer in respect of the financial year  commencing\n         on 1 July 2009 (including in respect of expired months).\n      (3)   Section 9 continues to apply in respect of an expired  month  as\n         if the amendments made to this Act by  the  Payroll  Tax  Amendment\n         ActÂ 2010 had not been made.\n      (4)   In this section:\n         expired month means a month occurring after  JuneÂ 2009  that  ended\n         before or on the day on which the  Administrator's  assent  to  the\n         Payroll Tax Amendment Act 2010 is declared.\nDivision 2  Revenue Legislation Amendment Act 2011"
    },
    {
      "key": "section:114",
      "title": "Section 114 - Assessment and payment of payroll tax in relation to employee shares",
      "main_structural_unit": "section",
      "main_structural_number": "114",
      "main_structural_heading": "Assessment and payment of payroll tax in relation to employee shares",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 2 Revenue Legislation Amendment Act 2011 > Section 114",
      "text": "and options\n         Anything done or omitted to be done by an  employer  in  connection\n         with the assessment and payment of payroll tax,  in  respect  of  a\n         month occurring after June 2009 and before July  2011,  that  would\n         have been validly done or omitted to be  done  had  the  amendments\n         made to this Act by the Revenue Legislation Amendment Act 2011 been\n         in force, is taken to have been validly done or omitted.\n         Note for section 114\n         This provision validates a decision by an  employer  to  treat  the\n         grant of a share or an option to an employee that  is  not  an  ESS\n         interest as a fringe  benefit  under  PartÂ 3,  Division  2  and  to\n         determine the value of those fringe  benefits  in  accordance  with\n         those provisions, rather than by reference to Part 3, Division 4."
    },
    {
      "key": "section:115",
      "title": "Section 115 - Determination of vesting date and value of employee shares and",
      "main_structural_unit": "section",
      "main_structural_number": "115",
      "main_structural_heading": "Determination of vesting date and value of employee shares and",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 2 Revenue Legislation Amendment Act 2011 > Section 115",
      "text": "options\n      (1)   Part 3, Division 4 continues to apply in relation to a share  or\n         an option granted before 1 July 2011 that constituted  wages  under\n         old section 18, whether or not the grant of  the  share  or  option\n         would constitute wages under new section 18, if the relevant day in\n         relation to the grant of the share or option is not a day occurring\n         before 1 July 2011.\n         Example for subsection (1)\n         A share granted before 1 July 2011 that  is  not  an  ESS  interest\n         continues to be treated as wages under Part 3, Division  4  if  the\n         vesting date for the share did not occur before 1 July 2011 and the\n         employer did not elect to treat  the  date  of  the  grant  as  the\n         relevant day.\n      (2)   The assessment amendments apply in respect of any such share  or\n         option.\n      (3)   Accordingly, the vesting date and the  value  of  the  share  or\n         option are to be  determined  in  accordance  with  the  assessment\n         amendments.\n      (4)   This section does not apply in respect of a share or  an  option\n         granted before 1 July 2011 if the  liability  for  payroll  tax  in\n         respect of the grant is  determined  in  accordance  with  Part  3,\n         Division 2 (as permitted by section 114).\n      (5)   In this section:\n         assessment amendments means the amendments made by  PartÂ 3  of  the\n         Revenue Legislation Amendment Act 2011.\n         new  section  18  means  section  18  as  amended  by  the  Revenue\n         Legislation Amendment Act 2011.\n         old section 18 means section 18  as  in  force  immediately  before\n         1Â July 2011.\n         relevant day, see section 18(3).\nDivision 3  Revenue and Other Legislation Amendment ActÂ 2015"
    },
    {
      "key": "section:116",
      "title": "Section 116 - Definition",
      "main_structural_unit": "section",
      "main_structural_number": "116",
      "main_structural_heading": "Definition",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 3 Revenue and Other Legislation Amendment ActÂ 2015 > Section 116",
      "text": "In this Division:\n         2015 Act means the Revenue  and  Other  Legislation  Amendment  Act\n         2015."
    },
    {
      "key": "section:117",
      "title": "Section 117 - Contractor provisions â wages paid or payable before 1Â JulyÂ 2015",
      "main_structural_unit": "section",
      "main_structural_number": "117",
      "main_structural_heading": "Contractor provisions â wages paid or payable before 1Â JulyÂ 2015",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 3 Revenue and Other Legislation Amendment ActÂ 2015 > Section 117",
      "text": "(1)   Section 32, as amended by section 15 of the 2015 Act,  does  not\n         apply in relation to wages paid or payable before 1 July 2015.\n      (2)   Section 32, as in force before 1 July 2015, continues  to  apply\n         in relation to wages paid or payable  before  1  July  2015  as  if\n         sectionÂ 15 of the 2015Â Act had not commenced."
    },
    {
      "key": "section:118",
      "title": "Section 118 - Non-profit entities â wages paid or payable before 1Â JulyÂ 2015",
      "main_structural_unit": "section",
      "main_structural_number": "118",
      "main_structural_heading": "Non-profit entities â wages paid or payable before 1Â JulyÂ 2015",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 3 Revenue and Other Legislation Amendment ActÂ 2015 > Section 118",
      "text": "(1)   Part 4, Division 1, as amended by section 17  of  the  2015Â Act,\n         does not  apply  in  relation  to  wages  paid  or  payable  before\n         1Â JulyÂ 2015.\n      (2)   Part 4, Division 1, as in force before 1  July  2015,  continues\n         to apply in relation to wages paid or payable before 1Â JulyÂ 2015 as\n         ifÂ sectionÂ 17 of the 2015Â Act had not commenced.\nDivision 4  Transitional matters for Revenue Legislation Amendment ActÂ 2018"
    },
    {
      "key": "section:119",
      "title": "Section 119 - Transitional matters for Revenue Legislation Amendment ActÂ 2018",
      "main_structural_unit": "section",
      "main_structural_number": "119",
      "main_structural_heading": "Transitional matters for Revenue Legislation Amendment ActÂ 2018",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 4 Transitional matters for Revenue Legislation Amendment ActÂ 2018 > Section 119",
      "text": "(1)   The amendments made to  this  Act  by  the  Revenue  Legislation\n         Amendment ActÂ 2018 apply to:\n         (a)      wages paid on or after 1Â MayÂ 2018,  except  wages  payable\n             before that date; and\n         (b)      wages payable on or after 1Â MayÂ 2018.\n      (2)   This Act, as in force immediately before  1Â MayÂ 2018,  continues\n         to apply to wages paid or payable before 1Â MayÂ 2018.\nDivision 5  Transitional matters for Payroll Tax Amendment ActÂ 2025"
    },
    {
      "key": "section:120",
      "title": "Section 120 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "120",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 5 Transitional matters for Payroll Tax Amendment ActÂ 2025 > Section 120",
      "text": "(1)   This Act as amended  by  the  Payroll  Tax  Amendment  Act  2025\n         applies in relation to:\n         (a)      wages paid on or after 1 July 2025, except  wages  payable\n             before that date; and\n         (b)      wages payable on or after 1 July 2025.\n      (2)   This Act as in force immediately before 1  July  2025  continues\n         to apply in relation to wages paid or payable before 1 July 2025.\nDivision 6  Transitional matters for Revenue Legislation Amendment ActÂ 2025"
    },
    {
      "key": "section:121.p1",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "(1) Section 48C, as amended by Part 3 of the Revenue Legislation Amendment Act 2025 (the amending Act), applies in relation to: (a) wages paid by non-profit entities on or after 1 July 2025, except wages payable before that date; and (b) wages payable by non-profit entities on or after 1 July 2025. (2) Section 48C, as in force immediately before the commencement of the amending Act, continues to apply in relation to wages paid or payable by non-profit entities before 1 July 2025. Schedule 1 Calculation of payroll tax liability sections 8, 29(5) and 82 Part 1 Interpretation Section 1 Definitions In this Schedule: ETA or employer's threshold amount, see clause 4. financial year means the financial year commencing on 1Â JulyÂ 2009 or on 1 July in any subsequent financial year. FY means the number of days in the financial year. GTA or group threshold amount, see clause 8. R means 5.5%. relevant financial year means the financial year to which the calculation of the relevant payroll tax relates. TA or threshold amount means $2 500 000. Part 2 Employers who are not members of group Section 2 Application of Part This Part applies only to an employer who is not a member of a group. Section 3 Definitions In this Part: AD or annual deduction means the following: (a) if the amount worked out in accordance with the formula set out in paragraph (b) is zero or a negative amount â zero; (b) otherwise â the amount worked out in accordance with the following formula: C means the number of days in the relevant financial year in respect of which the employer paid or was liable to pay taxable wages or interstate wages (otherwise than as a member of a group). IW means the total interstate wages paid or payable by the employer concerned (otherwise than as a member of a group) during the relevant financial year. TW means the total taxable wages paid or payable by the employer concerned (otherwise than as a member of a group) during the relevant financial year. Section 4 Payroll of employer not more than threshold An employer is not liable to pay payroll tax for a financial year if the total taxable wages and interstate wages paid or payable by the employer (otherwise than as a member of a group) during that year is not more than the employer's threshold amount, being the amount calculated in accordance with the following formula: Section 5 Payroll of employer over threshold If the total taxable wages and interstate wages paid or payable by an employer (otherwise than as a member of a group) during a financial year is more than the employer's threshold amount, the employer is liable to pay as payroll tax for that year the amount of dollars calculated in accordance with the following formula: Part 3 Groups with designated group employer Section 6 Application of Part This Part applies only to an employer who is a member of a group for which there is a designated group employer. Section 7 Definitions In this Part: AD or annual deduction means the following: (a) if the amount worked out in accordance with the formula set out in paragraph (b) is zero or a negative amount â zero; (b) otherwise â the amount worked out in accordance with the following formula: C means the number of days in the relevant financial year in respect of which at least 1 member of the group paid or was liable to pay (as a member of the group) taxable wages or interstate wages. GIW means the total interstate wages paid or payable by the group concerned during the relevant financial year. GTW means the total taxable wages paid or payable by the group concerned during the relevant financial year. TW means the total taxable wages paid or payable by the employer concerned (as a member of the group) during the relevant financial year. Section 8 Payroll of group not more than threshold None of the members of a group is liable to pay payroll tax for the financial year if the total taxable wages and interstate wages paid or payable by the group during that year is not more than the group threshold amount, being the amount calculated in accordance with the following formula: Section 9 Payroll of group over threshold (1) This clause applies to a group if: (a) there is a designated group employer of the group; and (b) the total taxable wages and interstate wages paid or payable by the group during the financial year is more than the group threshold"
    },
    {
      "key": "section:121.p2",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "group is liable to pay payroll tax for the financial year if the total taxable wages and interstate wages paid or payable by the group during that year is not more than the group threshold amount, being the amount calculated in accordance with the following formula: Section 9 Payroll of group over threshold (1) This clause applies to a group if: (a) there is a designated group employer of the group; and (b) the total taxable wages and interstate wages paid or payable by the group during the financial year is more than the group threshold amount; and (c) the Commissioner, by writing, allows the group to calculate payroll tax under this clause. Note for subclause (1) Clause 14 of Schedule 2 applies to the group if subclause (1)(a) and (b) of this clause apply, but subclause (1)(c) of this clause does not apply, to the group. (2) The designated group employer for the group is liable to pay as payroll tax for the financial year the amount of dollars calculated in accordance with the following formula: (3) Each member of the group (other than that designated group employer) is liable to pay as payroll tax for the financial year the amount of dollars calculated in accordance with the following formula: Part 4 Groups with no designated group employer Section 10 Application of Part This Part applies only to an employer who is a member of a group for which there is no designated group employer. Section 11 Definition In this Part: TW means the total taxable wages paid or payable by the employer concerned (as a member of the group) during the relevant financial year. Section 12 Calculation of payroll tax Each member of the group is liable to pay as payroll tax for the financial year the amount of dollars calculated in accordance with the following formula: Part 5 Motor vehicle allowances Section 13 Continuous recording method If an employer selects the continuous recording method for determining the number of business kilometres travelled during a financial year, the following details are required to be recorded by the employer: (a) the odometer readings at the beginning and end of each business journey undertaken by the person during the financial year by means of a motor vehicle provided or maintained by the person; (b) the specific purpose for which each such business journey was taken; (c) the distance travelled by the person during the financial year in the course of all such business journeys (which is taken to be the number of business kilometres travelled during the financial year), calculated on the basis of the odometer readings mentioned in paragraph (a). Section 14 Averaging method (1) If an employer selects the averaging method for determining the number of business kilometres travelled during a financial year, the following details are required to be recorded by the employer: (a) the odometer readings at the beginning and end of each business journey undertaken by the person during the relevant 12-week period by means of a motor vehicle provided or maintained by the person; Note for paragraph (a) Clause 15 defines the relevant 12-week period. (b) the specific purpose for which each such business journey was taken; (c) the distance travelled by the person during the relevant 12-week period in the course of all such business journeys, calculated on the basis of the odometer readings mentioned in paragraph (a); (d) the odometer readings at the beginning and end of the relevant 12-week period for each motor vehicle provided or maintained by the person for undertaking business journeys; (e) the distance travelled by each such vehicle during the relevant 12-week period, calculated on the basis of the odometer readings mentioned in paragraph (d); (f) the distance travelled by the person in the course of business journeys undertaken by means of each such vehicle during the relevant 12-week period, calculated as a percentage of the distance travelled by that vehicle during that period (the relevant percentage); (g) the odometer readings at the beginning and end of the financial year for each vehicle provided or maintained by the person for undertaking business journeys; (h) the distance travelled by each such vehicle during the financial year, calculated on the basis of the odometer readings mentioned in paragraph (g); (i) the distance travelled by the person in the course of business journeys undertaken by means of each such vehicle during the financial year (which is taken to be the number of business kilometres travelled during the financial year), calculated on the basis that the percentage of that distance that was travelled by the person in the course"
    },
    {
      "key": "section:121.p3",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "year for each vehicle provided or maintained by the person for undertaking business journeys; (h) the distance travelled by each such vehicle during the financial year, calculated on the basis of the odometer readings mentioned in paragraph (g); (i) the distance travelled by the person in the course of business journeys undertaken by means of each such vehicle during the financial year (which is taken to be the number of business kilometres travelled during the financial year), calculated on the basis that the percentage of that distance that was travelled by the person in the course of business journeys undertaken by means of each such vehicle during the financial year is the same as the relevant percentage. (2) For the next succeeding 4 financial years after the first financial year in which odometer details are recorded in accordance with subclause (1), an employer is not required to calculate the relevant percentage, or record the details mentioned in subclause (1)(a) toÂ (f), for the person but is required to record the other details mentioned in that subclause. (3) Accordingly, for the next succeeding 4 financial years after the first financial year in which odometer details are recorded in accordance with subclause (1), the number of business kilometres travelled during the financial year is to be calculated (as mentioned in subclause (1)(i)) on the basis of the relevant percentage calculated for the first financial year. (4) Despite subclauses (2) and (3), an employer is required to calculate the relevant percentage for a financial year, and record the details mentioned in subclause (1)(a) to (f), if: (a) the Commissioner serves a notice on the employer before the commencement of a financial year during that period directing the employer to keep the details mentioned in subclause (1)(a) to (f) for that financial year; or (b) the employer wishes to use the recording method mentioned in this clause for 1 or more additional motor vehicles used by the person in any financial year or for any other reason. (5) In a situation mentioned in subclause (4), the new record for the financial year replaces the relevant percentage details previously recorded and subclauses (2) and (3) apply in relation to the new record for the financial year as if it were the first financial year in which odometer details were recorded. (6) An employer who has adopted and employed the method of recording mentioned in subclauses (2) and (3) for a person for 4Â successive financial years must, in the next succeeding financial year, make a fresh recording of all the details specified in subclauseÂ (1) if the employer intends to continue to use the same method of recording for the person. Subclauses (2) and (3) then apply in relation to the new record for the financial year as if it were the first financial year in which odometer details were recorded. (7) If the odometer of a motor vehicle is replaced or recalibrated during any period for which its readings are relevant for this clause, the odometer readings immediately before and after the replacement or recalibration are to be recorded. Section 15 Meaning of relevant 12-week period (1) In clause 14, relevant 12-week period means a continuous period of at least 12 weeks, selected by the employer, throughout which a motor vehicle is provided or maintained by a person. If the motor vehicle is provided or maintained for less than 12Â weeks, the period must be the entire period for which the motor vehicle is provided or maintained. (2) The period may overlap the start or end of the financial year, so long as it includes part of the year. (3) If the averaging method is used for 2 or more motor vehicles for the same financial year, the odometer readings for those motor vehicles must cover periods that are concurrent. Section 16 Replacing 1 motor vehicle with another motor vehicle (1) For using the averaging method, an employer may nominate a motor vehicle as having replaced another motor vehicle with effect from a day specified in the nomination. (2) After the nomination takes effect, the replacement motor vehicle is treated as the original motor vehicle, and the original motor vehicle is treated as a different motor vehicle. An employer need not repeat for the replacement vehicle the steps already taken for the original motor vehicle. (3) An employer must record the nomination in writing in the financial year in which the nomination takes effect. (4) However, the Commissioner may allow an employer to record the nomination at a later time. Section 17 Changing method of recording (1) An employer may change from"
    },
    {
      "key": "section:121.p4",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "the nomination. (2) After the nomination takes effect, the replacement motor vehicle is treated as the original motor vehicle, and the original motor vehicle is treated as a different motor vehicle. An employer need not repeat for the replacement vehicle the steps already taken for the original motor vehicle. (3) An employer must record the nomination in writing in the financial year in which the nomination takes effect. (4) However, the Commissioner may allow an employer to record the nomination at a later time. Section 17 Changing method of recording (1) An employer may change from using the averaging method to using the continuous recording method with effect from the beginning of a financial year if the employer complies with clause 13 in respect of the financial year. (2) An employer may change from using the continuous recording method to using the averaging method with effect from the beginning of a financial year if the employer complies with clauseÂ 14 in respect of the financial year. Section 18 Definition In this Part: business journey means: (a) a journey undertaken in a motor vehicle by a person otherwise than in the application of the vehicle to a private use, being an application that, if the person is paid a motor vehicle allowance for that use, results in the provision of a fringe benefit (within the meaning of the FBTA Act) by the employer; or (b) a journey undertaken in a motor vehicle by a person in the course of producing assessable income of the person (within the meaning of the Income Tax Assessment Act 1936 (Cth)). Schedule 2 Territory specific provisions sections 8 and 100 Part 1 Introduction to Schedule Section 1 Application of Schedule This Schedule sets out provisions that apply only in this jurisdiction. Section 2 Definitions In this Schedule: baseline count, see clauseÂ 20A. financial year means the financial year commencing on 1Â JulyÂ 2009 or on 1 July in any subsequent financial year. group threshold amount, see clause 8 of Schedule 1. resident employee, see clauseÂ 20A. Part 2 Calculation of monthly payroll tax Division 1 Rate of payroll tax Section 3 Rate of payroll tax The rate of payroll tax in this jurisdiction is 5.5%. Division 2 Employers who are not members of a group Section 4 Application of Division This Division applies only to an employer who is not a member of a group. Section 5 Amount of payroll tax to be paid each month (1) The amount of payroll tax payable by an employer on taxable wages paid or payable by the employer in a month is the amount of dollars calculated in accordance with the following formula: where: TW is the total taxable wages paid or payable by the employer (otherwise than as a member of a group) during the month. D is the deductible amount mentioned in clauseÂ 6 or 7 (as the case requires). R is the rate of payroll tax mentioned in clause 3. (2) If D is equal to or more than TW in respect of a month, the employer is not required to pay payroll tax in respect of that month. Section 6 Deductible amount for employer who does not pay interstate wages (1) For an employer who pays or is liable to pay taxable wages in a month but does not pay and is not liable to pay interstate wages in that month, the deductible amount in respect of that month is an amount not exceeding the amount in dollars calculated in accordance with the following formula, as determined in a manner approved by the Commissioner: TA 12 where: TA is the threshold amount for the financial year as defined in Schedule 1, clause 1. (2) Subclause (1) applies whether the employer pays or is liable to pay wages for the whole of the month or only part of the month. Section 7 Deductible amount for employer who pays interstate wages (1) The deductible amount for an employer who pays or is liable to pay taxable wages and interstate wages in a month is an amount determined in a manner approved by the Commissioner. (2) The deductible amount claimed cannot be more than the amount mentioned in clause 6(1). Division 3 Groups with designated group employer Section 8 Application of Division This Division applies only to an employer who is a member of a group of which there is a designated group employer. Section 9 Amount of payroll tax to be paid each month (1) If an approval is in force under section 87(2) for the designated group employer to lodge a joint return: (a)"
    },
    {
      "key": "section:121.p5",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "wages in a month is an amount determined in a manner approved by the Commissioner. (2) The deductible amount claimed cannot be more than the amount mentioned in clause 6(1). Division 3 Groups with designated group employer Section 8 Application of Division This Division applies only to an employer who is a member of a group of which there is a designated group employer. Section 9 Amount of payroll tax to be paid each month (1) If an approval is in force under section 87(2) for the designated group employer to lodge a joint return: (a) the amount of payroll tax payable by the designated group employer on taxable wages paid or payable in a month by the employers covered by the return is the amount of dollars calculated in accordance with the following formula: where: JTW is the total taxable wages paid or payable during the month by the employers covered by the return (asÂ members of a group). D is the deductible amount mentioned in clauseÂ 10 or 11 (as the case requires). R is the rate of tax mentioned in clause 3; and (b) the amount of payroll tax payable by each employer who is a member of the group but is not covered by the return on taxable wages paid or payable by the employer in a month is the amount of dollars calculated in accordance with the following formula: where: TW is the total taxable wages paid or payable by the employer concerned (as a member of the group) during the relevant month. R is the rate of tax mentioned in clause 3. (2) If an approval under section 87(2) is not in force for the designated group employer: (a) the amount of payroll tax payable by the designated group employer on taxable wages paid or payable by the designated group employer in a month is the amount of dollars calculated in accordance with the following formula: where: TW is the total taxable wages paid or payable by the designated group employer (as a member of a group) during the month. D is the deductible amount mentioned in clause 10 or 11 (as the case requires). R is the rate of tax mentioned in clause 3; and (b) the amount of payroll tax payable by each employer who is a member of the group on taxable wages paid or payable by the employer in a month is the amount of dollars calculated in accordance with the following formula: where: TW is the total taxable wages paid or payable by the employer concerned (as a member of the group) during the relevant month. R is the rate of tax mentioned in clause 3. (3) For subclauses (1)(a) and (2)(a), if D is equal to or more than JTW or TW in respect of a month (as the case requires), the designated group employer is not required to pay payroll tax in respect of that month. Section 10 Deductible amount for groups that do not pay interstate wages (1) For a group in which 1 or more members pay or are liable to pay taxable wages in a month but no members pay or are liable to pay interstate wages in that month, the deductible amount in respect of that month is an amount not exceeding the amount in dollars calculated in accordance with the following formula, as determined in a manner approved by the Commissioner: TA 12 where: TA is the threshold amount for the financial year as defined in Schedule 1, clause 1. (2) Subclause (1) applies whether group members pay or are liable to pay wages for the whole of the month or only part of the month. Section 11 Deductible amount for groups that pay interstate wages (1) The deductible amount for a group in which 1 or more members pay or are liable to pay taxable wages or interstate wages in a month is an amount determined in a manner approved by the Commissioner. (2) The deductible amount claimed cannot be more than the amount mentioned in clause 10(1). Division 4 Groups with no designated group employer Section 12 Application of Division This Division applies only to an employer who is a member of a group of which there is no designated group employer. Section 13 Amount of payroll tax to be paid each month The amount of payroll tax payable by each member of the group on taxable wages paid or payable by the member in a month is the amount of dollars calculated in accordance with the following formula: where: TW is the total taxable wages paid or"
    },
    {
      "key": "section:121.p6",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "amount mentioned in clause 10(1). Division 4 Groups with no designated group employer Section 12 Application of Division This Division applies only to an employer who is a member of a group of which there is no designated group employer. Section 13 Amount of payroll tax to be paid each month The amount of payroll tax payable by each member of the group on taxable wages paid or payable by the member in a month is the amount of dollars calculated in accordance with the following formula: where: TW is the total taxable wages paid or payable by the employer concerned (as a member of the group) during the relevant month. R is the rate of tax mentioned in clause 3. Part 3 Payroll tax for financial year Section 14 Payroll tax for financial year for group that has designated group employer (1) This clause applies to a group if: (a) there is a designated group employer of the group; and (b) the total taxable wages and interstate wages paid or payable by the group during the financial year is more than the group threshold amount; and (c) clause 9 of Schedule 1 does not apply to the group. (2) The designated group employer of the group is liable to pay as payroll tax for the financial year the amount of dollars calculated in accordance with the following formula: (3) In this clause: AD or annual deduction means the following: (a) if the amount worked out in accordance with the formula set out in paragraph (b) is zero or a negative amount â zero; (b) otherwise â the amount worked out in accordance with the following formula: GIW is the total interstate wages paid or payable by the members of the group during the relevant financial year. GTA, see Schedule 1, clause 8. GTW is the total taxable wages paid or payable by the members of the group during the relevant financial year. R is 5.5%. Note for clause 14 For the calculation of the payroll tax payable for a financial year by an employer who is a member of a group of which there is no designated group employer, see clause 12 of Schedule 1. Section 15 Adjustment of payroll tax for group (1) If an amount of payroll tax paid for a financial year in respect of a group is greater than the correct amount of payroll tax payable in respect of the financial year for the group, the Commissioner (on application by a member of the group) is to refund the amount equal to the difference to the designated group employer of the group or, if the Commissioner considers it appropriate, another member of the group. (2) If an amount of payroll tax paid for a financial year in respect of a group is less than the correct amount of payroll tax payable in respect of the financial year for the group, the designated group employer of the group or, if the Commissioner considers it appropriate, another member of the group, must pay the Commissioner as payroll tax an amount equal to the difference. Part 4 Exemptions Division 1 Education and training Section 16 Schools and colleges Wages are exempt wages if they are paid or payable by a school or college (other than a technical school or a technical college) that: (a) provides education at or below, but not above, the secondary level of education; and (b) is carried on by a body corporate, society or association otherwise than for the purpose of profit or gain to the individual members of the body corporate, society or association and is not carried on by or on behalf of the Territory. Section 17 Apprentices and trainees (1) Wages are exempt wages if they are paid or payable to an employee who is an apprentice or trainee. (2) Despite subsection (1), wages paid or payable to a trainee by an employer are not exempt wages if, immediately before the commencement of the trainee's traineeship with the employer, the trainee had been employed by the employer for a continuous period of: (a) for a full-time employee â 3 months or more; or (b) for a part-time or casual employee â 12 months or more. (3) In this clause: apprentice, see section 5 of the Training and Skills Development Act 2016. trainee, see section 6 of the Training and Skills Development ActÂ 2016. Division 2 Health care service providers Section 19 What is a health care service provider For Part 4, Division 3 of this Act, a health care service provider is: (a) a public hospital; or (b) a"
    },
    {
      "key": "section:121.p7",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "employed by the employer for a continuous period of: (a) for a full-time employee â 3 months or more; or (b) for a part-time or casual employee â 12 months or more. (3) In this clause: apprentice, see section 5 of the Training and Skills Development Act 2016. trainee, see section 6 of the Training and Skills Development ActÂ 2016. Division 2 Health care service providers Section 19 What is a health care service provider For Part 4, Division 3 of this Act, a health care service provider is: (a) a public hospital; or (b) a hospital that is carried on by a society or association otherwise than for the profit or gain to the individual members of the society or association. Division 3 Paternity leave Section 20 Paternity leave (1) Wages are exempt wages if they are paid or payable to an employee in respect of leave (paternity leave): (a) given to a male employee in connection with: (i) the pregnancy of a female carrying his unborn child; or (ii) the birth of his child; and (b) that is not sick leave, recreation leave, annual leave or any similar leave. (2) For subclause (1), it is immaterial whether the leave is taken during or after the pregnancy. (3) The exemption is limited to wages paid or payable in respect of a maximum of 14Â weeks paternity leave given to an employee in respect of any one pregnancy. (4) In subclause (3): (a) a reference to 14 weeks paternity leave includes a reference to an equivalent period of leave at a reduced rate of pay; and (b) a reference to wages paid or payable in respect of a period of leave is a reference to the total wages that would normally have been paid or payable for that period of leave. Example for subclause (4) For a part-time employee, the exemption may apply to wages paid or payable for paternity leave that extends to 28 weeks at half of the part-time rate of pay that would normally apply to the employee. (5) The exemption does not apply to any part of wages paid or payable in respect of paternity leave that comprises fringe benefits. (6) An employer wishing to claim an exemption in respect of paternity leave given to an employee must obtain and keep a statutory declaration by the employee stating that: (a) a female is or was pregnant with the employee's unborn child; or (b) the employee's child has been born and the date of the birth. Note for subclause (6) Section 79 of the Taxation Administration Act 2007 requires these records to be kept for at least 5Â years unless the Commissioner authorises earlier destruction. Division 4 Hiring resident employees Section 20A Definitions In this Division: baseline count, in respect of an employer, means the total number of resident employees employed by the employer on 30Â AprilÂ 2018. resident employee means an employee whose principal place of residence is in the Territory. Section 20B Relocating or replacing employees with resident employees on or after 1Â MayÂ 2018 (1) Wages are exempt wages if: (a) the wages are paid or payable to a resident employee; and (b) the resident employee was an employee of the employer on 30Â April 2018; and (c) the resident employee formerly resided outside the Territory but relocated to a principal place of residence in the Territory on or after 1Â MayÂ 2018 and before 1Â JulyÂ 2021. Example for subclauseÂ (1) A fly-in fly-out employee relocates to the Territory on 1Â September 2018. The employer can claim the exemption, regardless of the baseline count. (2) Wages are exempt wages if: (a) the wages are paid or payable to a resident employee; and (b) the resident employee was hired on or after 1Â MayÂ 2018 and before 1Â JulyÂ 2021; and (c) the resident employee was hired to replace a former employee whose principal place of residence was outside the Territory; and (d) the former employee was an employee of the employer on 30Â April 2018; and (e) the replacement occurred within 6Â months of when the former employee ceased to be an employee. Example for subclauseÂ (2) A fly-in fly-out employee, hired before 1Â May 2018, ceases to be employed. The position is filled within 6Â months by a new employee who lives in the Territory. The employer can claim an exemption, regardless of the baseline count. Section 20C Hiring new resident employees on or after 1 May 2018 (1) Wages are exempt wages if: (a) the wages are paid or payable to a resident employee; and (b) the resident employee"
    },
    {
      "key": "section:121.p8",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "and (e) the replacement occurred within 6Â months of when the former employee ceased to be an employee. Example for subclauseÂ (2) A fly-in fly-out employee, hired before 1Â May 2018, ceases to be employed. The position is filled within 6Â months by a new employee who lives in the Territory. The employer can claim an exemption, regardless of the baseline count. Section 20C Hiring new resident employees on or after 1 May 2018 (1) Wages are exempt wages if: (a) the wages are paid or payable to a resident employee; and (b) the resident employee was hired on or after 1Â MayÂ 2018 and before 1Â JulyÂ 2021. (2) The number of resident employees for which the exemption under subclause (1) is available in a month is limited to the number of resident employees, calculated on the last day of the month, that exceeds the baseline count, less the number of any resident employees mentioned in clauseÂ 20B. Example for clauseÂ 20C An employer had 50 resident employees on 30 April 2018 (baseline count). None of the resident employees were of the kind mentioned in clause 20B. In MayÂ 2018, 3Â resident employees resigned and were replaced by 4 more resident employees. Under this clause the exemption is only available for 1 of those 4Â resident employees. Section 20D Other conditions (1) The exemptions under this Division are available only in respect of wages paid or payable during the 2-year period beginning on the date the resident employee's wages first became eligible for the exemption. Example for subclauseÂ (1) If a resident employee is hired on 1Â SeptemberÂ 2018 and the wages are eligible for the exemption, the exemption is available only until 31Â AugustÂ 2020. (2) The exemptions under this Division apply in relation to: (a) a full-time employee; and (b) a part-time employee; and (c) a person taken to be an employee under PartÂ 3, DivisionÂ 7 of this Act. (3) The exemptions under this Division do not apply in relation to: (a) a casual employee; or (b) a person taken to be an employee under PartÂ 3, DivisionÂ 8 of this Act. Section 20E Record keeping An employer wishing to claim an exemption under this Division must obtain and keep sufficient records to satisfy the requirements for the claim. Note for clauseÂ 20E SectionÂ 79 of the Taxation Administration Act 2007 requires these records to be kept for at least 5Â years unless the Commissioner authorises earlier destruction. Section 20F Power to vary or refuse (1) The Commissioner may make an order under subclauseÂ (2) if satisfied that: (a) despite the appearance of an increase in the number of resident employees after 30Â April 2018, in substance, no material change in that number occurred; or (b) the claim, the baseline count or other information on which a claim is made is not based on an accurate reflection of the employer's situation or the circumstance of the employer's employees; or (c) the claim is not justified by any material benefit to the employment of resident employees; or (d) the structure of the employer's business has significantly changed since 30Â April 2018. (2) The Commissioner may, by order: (a) vary or refuse, in whole or in part, a claim for the exemption; or (b) vary the baseline count for an employer, or allocate baseline counts among employers. Section 20G Guidelines (1) The Commissioner may issue written guidelines about exemptions and other matters under this Division. (2) A guideline may be of general or specific application. (3) A claim for an exemption is taken to be a valid claim to the extent that it complies with the guidelines in force under this clause. (4) A guideline does not affect: (a) the exercise by the Commissioner of a power under this Act; or (b) the right of a person to have the Commissioner exercise a power under this Act. Part 5 Government bodies â special provisions Section 21 Application of Act to Government Business Divisions and statutory corporations (1) A Government Business Division is taken to be an employer for this Act. (2) A Government Business Division or statutory corporation (rather than the Commissioner for Public Employment) will be regarded for this Act as the employer of all employees assigned to work in it. (3) If a Government Business Division is not a corporation, this Act applies to it as if it were a corporation. (4) In this clause: Government Business Division means an Agency or a part of an Agency that: (a) is a Government Business Division as defined in section 3(1) of the Financial Management Act"
    },
    {
      "key": "section:121.p9",
      "title": "Section 121 - Application of amendments",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Application of amendments",
      "defined_term": null,
      "structure_path": "Part 11 Transitional matters for amendment Acts > Division 6 Transitional matters for Revenue Legislation Amendment ActÂ 2025 > Section 121",
      "text": "Division is taken to be an employer for this Act. (2) A Government Business Division or statutory corporation (rather than the Commissioner for Public Employment) will be regarded for this Act as the employer of all employees assigned to work in it. (3) If a Government Business Division is not a corporation, this Act applies to it as if it were a corporation. (4) In this clause: Government Business Division means an Agency or a part of an Agency that: (a) is a Government Business Division as defined in section 3(1) of the Financial Management Act 1995; and (b) is not excluded by regulation from the operation of this clause. Schedule 3 Repealed Acts Section 102 |Pay-roll Tax Ordinance 1978 |Act No. 47 of 1978 | |Pay-roll Tax Act 1979 |Act No. 71 of 1979 | |Pay-roll Tax Act (No. 2) 1979 |Act No. 125 of 1979| |Pay-roll Tax Act 1980 |Act No. 46 of 1980 | |Pay-roll Tax Amendment Act 1980 |Act No. 14 of 1981 | |Pay-roll Tax Amendment Act 1981 |Act No. 80 of 1981 | |Pay-roll Tax Amendment Act 1982 |Act No. 88 of 1982 | |Pay-roll Tax Amendment Act 1985 |Act No. 14 of 1985 | |Pay-roll Tax Amendment Act (No. 2) 1985 |Act No. 29 of 1985 | |Pay-roll Tax Amendment Act 1986 |Act No. 62 of 1986 | |Pay-roll Tax Amendment Act 1987 |Act No. 3 of 1987 | |Pay-roll Tax Amendment Act 1988 |Act No. 41 of 1988 | |Pay-roll Tax Amendment Act 1991 |Act No. 22 of 1991 | |Pay-roll Tax Amendment Act 1992 |Act No. 50 of 1992 | |Pay-roll Tax Amendment Act 1993 |Act No. 58 of 1993 | |Pay-roll Tax Amendment Act 1994 |Act No. 40 of 1994 | |Pay-roll Tax Amendment Act 1999 |Act No. 29 of 1999 | |Pay-roll Tax Amendment Act 2000 |Act No. 34 of 2000 | |Pay-roll Tax Amendment Act 2001 |Act No. 49 of 2001 | |Pay-roll Tax Amendment Act 2002 |Act No. 43 of 2002 | |Pay-roll Tax Amendment Act (No. 2) 2002 |Act No. 52 of 2002 | |Pay-roll Tax Amendment Act (No. 3) 2002 |Act No. 74 of 2002 | |Pay-roll Tax Amendment Act 2003 |Act No. 36 of 2003 | |Pay-roll Tax Amendment Act 2004 |Act No. 39 of 2004 | |Pay-roll Tax Amendment Act 2005 |Act No. 27 of 2005 | |Pay-roll Tax Amendment Act 2007 |Act No. 26 of 2007 | |Pay-roll Tax Amendment (Harmonisation) Act |Act No. 22 of 2008 | |2008 | |"
    }
  ]
}