{
  "doc": {
    "jurisdiction": "northern_territory",
    "source_url": "https://classic.austlii.edu.au/au/legis/nt/consol_act/taa2007269/",
    "register_url": "https://legislation.nt.gov.au/Legislation/TAXATION-ADMINISTRATION-ACT-2007",
    "source": "Taxation Administration Act 2007 (100000172).txt",
    "filename": "Taxation Administration Act 2007 (100000172).json",
    "name": "Taxation Administration Act 2007",
    "citation": "Taxation Administration Act 2007"
  },
  "chunks": [
    {
      "key": "section:1",
      "title": "Section 1 - Short title",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "Short title",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 1",
      "text": "This Act may be cited as the Taxation Administration Act 2007."
    },
    {
      "key": "section:2",
      "title": "Section 2 - Commencement",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Commencement",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 2",
      "text": "This Act commences on 1 January 2008."
    },
    {
      "key": "section:3.p1",
      "title": "Section 3 - Interpretation",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Interpretation",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 3",
      "text": "(1) In this Act: agent determination means a determination made under sectionÂ 52B(3) or a redetermination made under section 52C. agent payment means an amount that an agent is required to pay to the Commissioner under: (a) an approval under Part 6, Division 2; or (b) an agent determination. approved form means a form approved by the Commissioner for use under the provision in which the expression appears. assessment means an assessment, or a reassessment, made under this Act. authorised officer, see section 15. Commissioner means the person holding or acting in the office of Commissioner of Territory Revenue. court includes a judicial or administrative tribunal or other body with power to summon witnesses. disclosure, of information, includes producing a document containing the information to a person, or permitting, or assisting, a person to gain access to the information or a document containing it. due â tax falls due for payment at the end of the period allowed for its payment by or under a taxation law. due date means the date on which tax falls due for payment under a taxation law. event includes: (a) a series of events; and (b) a state of affairs; exercise a function means, if the function is in the nature of a duty, perform the function. function includes power, authority and duty. instalment arrangement means an arrangement, approved by the Commissioner, for the payment of tax by instalments. market interest rate, see section 35(2). notice means written notice. notice of liability means a notice of liability issued under sectionÂ 52D. overpayment means: (a) in relation to tax â a payment made to the Commissioner by a taxpayer in excess of the taxpayer's tax liability and includes a payment made in purported satisfaction of a tax liability that does not actually exist; or (b) in relation to any other amount â a payment made to the Commissioner by a person in excess of the person's liability and includes a payment made in purported satisfaction of a liability that does not actually exist. premises includes: (a) land and a structure on land; and (b) a vehicle; and (c) a vessel; and (d) an aircraft. primary tax means tax exclusive of interest and penalty tax. record includes: (a) a documentary record; and (b) a record made by an electronic, electromagnetic, photographic or optical process; and (c) any other kind of record. refund, of tax, includes a credit given to the taxpayer against present or future liabilities for tax. return means a return, statement, declaration, application, report or other record that: (a) a person is required or authorised under a taxation law to make or lodge; and (b) is liable to tax or records matters in respect of which there is or may be a tax liability. service, of a document, extends to the giving, sending, or lodging of a document. statutory interest rate, see section 35. tax means a tax, duty or levy under a taxation law, and includes the following: (a) interest and penalty tax; (b) any other amount, other than an agent payment, that is: (i) paid or payable by a taxpayer to the Commissioner or the Territory under a taxation law; or (ii) actually paid to the Commissioner in purported compliance with a taxation law. Examples for paragraph (b) 1 The cost (where payable by a taxpayer) of a valuation required by the Commissioner. 2 The costs of recovery of tax (including costs awarded in favour of the Commissioner in court proceedings). 3 Fines and costs awarded against a taxpayer in proceedings for a tax prosecution. taxation law, see section 3A. tax default means a failure by a taxpayer to pay, in accordance with a taxation law, the whole or part of the tax that the taxpayer is liable to pay. tax liability means a liability to pay tax under a taxation law. tax officer means: (a) the Commissioner; or (b) an authorised officer; or (c) any other person engaged (as an officer, employee or otherwise) in the administration or enforcement of a taxation law or in related functions. taxpayer means a person: (a) who has paid tax; or (b) who has been assessed as liable (or not liable) to pay tax; or (c) who is or may be liable to pay tax. tax prosecution means a prosecution for an offence against a taxation law. tax record means a record required to be made or kept under a taxation law. transaction includes an event or matter that may give rise to a tax liability under a taxation law. unremitted amount, see section 52B(1)(b). valuer means a certified practising valuer who is"
    },
    {
      "key": "section:3.p2",
      "title": "Section 3 - Interpretation",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "Interpretation",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 3",
      "text": "or in related functions. taxpayer means a person: (a) who has paid tax; or (b) who has been assessed as liable (or not liable) to pay tax; or (c) who is or may be liable to pay tax. tax prosecution means a prosecution for an offence against a taxation law. tax record means a record required to be made or kept under a taxation law. transaction includes an event or matter that may give rise to a tax liability under a taxation law. unremitted amount, see section 52B(1)(b). valuer means a certified practising valuer who is a member of the Australian Property Institute, and includes a person who, in the Commissioner's opinion, has equivalent qualifications. Note for subsection (1) The Interpretation Act 1978 contains definitions and other provisions that may be relevant to this Act. (2) If a taxation law provides that a decision or assessment is not subject to judicial review, no court has jurisdiction to entertain any question about the validity or correctness of the decision or assessment."
    },
    {
      "key": "section:3A",
      "title": "Section 3A - Taxation law",
      "main_structural_unit": "section",
      "main_structural_number": "3A",
      "main_structural_heading": "Taxation law",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 3A",
      "text": "(1)   A taxation law is any of the following:\n         (a)      this Act;\n         (b)      the Payroll Tax Act 2009;\n         (ba)     the Racing and Wagering Act 2024;\n         (bb)     the Totalisator Licensing and Regulation Act 2000;\n         (c)      the Stamp Duty Act 1978.\n      (2)   In addition, a taxation law includes a provision of any  of  the\n         following as in force at any time  (whether  before  or  after  the\n         commencement of  this  section)  to  the  extent  to  which  a  tax\n         liability accrued under the provision:\n         (a)      the repealed Pay-roll Tax ActÂ 1978;\n         (b)      the repealed Stamp Duty ActÂ 1978;\n         (ba)     the repealed Property Activation Act 2019;\n         (c)      a law mentioned in subsection (1) (for example, the  Stamp\n             Duty  ActÂ 1978  when  it  was  in  force   as   the   Taxation\n             (Administration) ActÂ 1978)."
    },
    {
      "key": "section:4",
      "title": "Section 4 - Act binds the Crown",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Act binds the Crown",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 4",
      "text": "(1)   This Act binds the Crown in right of the Territory and,  to  the\n         extent the legislative power of the Legislative  Assembly  permits,\n         the Crown in all its other capacities.\n      (2)   This section does not affect the liability of the Crown  to  tax\n         under another taxation law."
    },
    {
      "key": "section:5",
      "title": "Section 5 - Purpose of Act and relationship with other taxation laws",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "Purpose of Act and relationship with other taxation laws",
      "defined_term": null,
      "structure_path": "Part 1 Preliminary matters > Section 5",
      "text": "(1)   The purpose of this Act is to make  general  provision  for  the\n         administration and enforcement of taxation laws.\n      (2)   However, this Act does not derogate from a provision of  another\n         taxation law dealing with the administration or enforcement of that\n         law.\n      (3)   Each taxation law (apart from this Act) must  be  read  together\n         with this Act as a single Act.\nPart 2      Administration\nDivision 1  Commissioner and staff"
    },
    {
      "key": "section:6",
      "title": "Section 6 - Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Commissioner",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 1 Commissioner and staff > Section 6",
      "text": "(1)   There is to be a Commissioner of Territory Revenue.\n      (2)   The Commissioner is to be appointed by the Administrator."
    },
    {
      "key": "section:7",
      "title": "Section 7 - Acting Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "Acting Commissioner",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 1 Commissioner and staff > Section 7",
      "text": "(1)   The Minister may appoint a public  sector  employee  to  act  as\n         Commissioner:\n         (a)      during a vacancy in the office of Commissioner; or\n         (b)      when the Commissioner is unable or  unavailable  to  carry\n             out official functions.\n      (2)   A vacancy in the office of Commissioner cannot be filled  by  an\n         acting appointee for more than 12 months.\n      (3)   An acting appointment:\n         (a)      is to be made by instrument in writing; and\n         (b)       may  be  expressed  to  be  subject  to  conditions   and\n             limitations stated in the instrument."
    },
    {
      "key": "section:8",
      "title": "Section 8 - Deputy Commissioners",
      "main_structural_unit": "section",
      "main_structural_number": "8",
      "main_structural_heading": "Deputy Commissioners",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 1 Commissioner and staff > Section 8",
      "text": "(1)   A Deputy Commissioner of  Territory  Revenue  may  be  appointed\n         under the Public Sector Employment and Management Act 1993.\n      (2)   There may be 2 or more Deputy Commissioners at any one time.\n      (3)   If:\n         (a)      there is a vacancy in the office of  Commissioner  or  the\n             Commissioner is unable or unavailable to  carry  out  official\n             functions; and\n         (b)      no Acting Commissioner has been appointed, or  the  Acting\n             Commissioner is unable or unavailable to  carry  out  official\n             functions;\n         a Deputy Commissioner who is able  and  available  to  act  in  the\n         office  of  the  Commissioner  may  act  in  the  office   of   the\n         Commissioner."
    },
    {
      "key": "section:9",
      "title": "Section 9 - Other staff",
      "main_structural_unit": "section",
      "main_structural_number": "9",
      "main_structural_heading": "Other staff",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 1 Commissioner and staff > Section 9",
      "text": "The other staff necessary for the administration and enforcement of\n         taxation  laws  are  to  be  appointed  under  the  Public   Sector\n         Employment and Management Act 1993."
    },
    {
      "key": "section:10",
      "title": "Section 10 - Use of consultants and contractors",
      "main_structural_unit": "section",
      "main_structural_number": "10",
      "main_structural_heading": "Use of consultants and contractors",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 1 Commissioner and staff > Section 10",
      "text": "The Commissioner may engage consultants and contractors  to  assist\n         in carrying out statutory responsibilities.\nDivision 2  Commissioner's role and functions"
    },
    {
      "key": "section:11",
      "title": "Section 11 - Role of Commissioner in administration of taxation laws",
      "main_structural_unit": "section",
      "main_structural_number": "11",
      "main_structural_heading": "Role of Commissioner in administration of taxation laws",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 2 Commissioner's role and functions > Section 11",
      "text": "(1)   The Commissioner is responsible for the  general  administration\n         and enforcement of the taxation laws.\n      (2)   The Commissioner may do all things necessary  or  convenient  to\n         give effect to the taxation laws.\n      (3)   The Commissioner is  not  subject  to  Ministerial  control  and\n         direction in relation to:\n         (a)      the interpretation of a taxation law; or\n         (b)      the exercise of a function under a taxation law."
    },
    {
      "key": "section:12",
      "title": "Section 12 - Legal proceedings in Commissioner's name",
      "main_structural_unit": "section",
      "main_structural_number": "12",
      "main_structural_heading": "Legal proceedings in Commissioner's name",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 2 Commissioner's role and functions > Section 12",
      "text": "(1)   Legal proceedings may be taken by or  against  the  Commissioner\n         in the name \"Commissioner of Territory Revenue''.\n      (2)   A person who states that he or she appears in legal  proceedings\n         by authority of the Commissioner will  be  presumed  to  have  that\n         authority, in the absence of evidence to the contrary.\n      (3)   The  production  of  an  instrument  apparently  signed  by  the\n         Commissioner  authorising  a  person  to  commence  proceedings  is\n         evidence of the authority of the person to commence the proceedings\n         in the name of the Commissioner."
    },
    {
      "key": "section:13",
      "title": "Section 13 - Commissioner may exercise functions under Commonwealth Act",
      "main_structural_unit": "section",
      "main_structural_number": "13",
      "main_structural_heading": "Commissioner may exercise functions under Commonwealth Act",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 2 Commissioner's role and functions > Section 13",
      "text": "The Commissioner may exercise the functions  of  a  State  taxation\n         officer under PartÂ IIIA of the  Taxation  Administration  Act  1953\n         (Cth).\nDivision 3  Delegation"
    },
    {
      "key": "section:14",
      "title": "Section 14 - Delegation by Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Delegation by Commissioner",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 3 Delegation > Section 14",
      "text": "(1)    The  Commissioner  may  delegate  any  of  the  Commissioner's\n         functions under a taxation law.\n      (2)   However, the Commissioner cannot delegate:Â\n         (a)      the power to authorise entry to residential premises; or\n         (b)      the power to authorise the use of force to enter premises,\n             or carry out a search, in circumstances where the force  will,\n             or may, result in damage to property.\n      (3)   This section does not limit  the  Commissioner's  power  to  act\n         through agents without a formal delegation of power.\nDivision 4  Authorised officers"
    },
    {
      "key": "section:15",
      "title": "Section 15 - Authorised officers",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Authorised officers",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 4 Authorised officers > Section 15",
      "text": "(1)   The Commissioner is an authorised officer.\n      (2)   The Commissioner may appoint as an authorised officer:\n         (a)      a person named in the instrument of appointment; or\n         (b)      a person who at any time holds or acts  in  an  office  or\n             position designated in the instrument of appointment.\n      (3)   A tax officer to whom the Commissioner  delegates  investigative\n         functions  is,  in  relation  to  the  exercise  of  the  delegated\n         functions, an authorised officer."
    },
    {
      "key": "section:16",
      "title": "Section 16 - Identity cards for authorised officers",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Identity cards for authorised officers",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 4 Authorised officers > Section 16",
      "text": "An authorised officer must be issued with an identity card  in  the\n         approved form:\n         (a)      containing the person's  name  and  a  photograph  of  the\n             person; and\n         (b)      stating that the person is an authorised officer.\nDivision 5  Immunity from liability"
    },
    {
      "key": "section:17",
      "title": "Section 17 - Protection from liability",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Protection from liability",
      "defined_term": null,
      "structure_path": "Part 2 Administration > Division 5 Immunity from liability > Section 17",
      "text": "(1)   A tax officer incurs no personal  civil  or  criminal  liability\n         for anything done, or omitted to be done,  in  good  faith  in  the\n         exercise, or purported exercise, of a  function  under  a  taxation\n         law.\n      (2)   This section does not affect any liability the Territory  would,\n         apart from this section, have for the act or omission.\nPart 3      Assessment of tax liability\nDivision 1  Forms of assessment"
    },
    {
      "key": "section:18",
      "title": "Section 18 - General power to make assessment",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "General power to make assessment",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 1 Forms of assessment > Section 18",
      "text": "(1)   The Commissioner may assess a tax liability.\n      (2)   An assessment of a tax liability is:\n         (a)      a determination that a specified amount of tax, or that no\n             tax, is payable by a particular person, or  in  respect  of  a\n             particular instrument, transaction or event, under a  taxation\n             law; or\n         (b)      a determination that a particular person, or a  particular\n             instrument, transaction or event,  is  liable  to,  or  exempt\n             from, tax under a taxation law."
    },
    {
      "key": "section:19",
      "title": "Section 19 - Information on which assessment is to be based",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Information on which assessment is to be based",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 1 Forms of assessment > Section 19",
      "text": "(1)   The  Commissioner  may  make  an  assessment  on  the  basis  of\n         information the Commissioner has from any source.\n      (2)   If the Commissioner has  insufficient  information  to  make  an\n         exact assessment of a tax liability, the Commissioner may  make  an\n         assessment by way of estimate."
    },
    {
      "key": "section:20",
      "title": "Section 20 - Negotiated assessments",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "Negotiated assessments",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 1 Forms of assessment > Section 20",
      "text": "(1)   The Commissioner may, if satisfied there is good  reason  to  do\n         so, make an assessment (a negotiated assessment) by agreement  with\n         a taxpayer.\n         Example for subsection (1)\n         The Commissioner might make an assessment  by  agreement  with  the\n         taxpayer in a case of substantial complexity or uncertainty  or  if\n         satisfied that an assessment made in  the  conventional  way  would\n         involve undue delay or expense.\n       (2)    A  negotiated  assessment  is  an  assessment,  made  by   the\n         Commissioner with the written agreement of the taxpayer,  assessing\n         a tax liability at an amount, or  on  a  basis,  specified  in  the\n         agreement.\n      (3)   If a tax liability is determined by negotiated  assessment,  the\n         Commissioner cannot reassess the tax liability unless:\n         (a)      the taxpayer agrees; or\n         (b)      in the opinion of the Commissioner:\n             (i) the assessment was procured by fraud; or\n             (ii)       there  was   a   failure   to   disclose   material\n                  information.\n      (4)   The Commissioner has a discretion to  make,  or  to  decline  to\n         make, a negotiated assessment and is under no obligation to do so.\n      (5)   The following are not subject to judicial review:\n         (a)       a  decision  to  make,  or  not  to  make,  a  negotiated\n             assessment;\n         (b)      a negotiated assessment, or a reassessment made  with  the\n             taxpayer's  agreement  of  a  tax  liability   determined   by\n             negotiated assessment.\nDivision 2  Reassessment and withdrawal of assessment"
    },
    {
      "key": "section:21",
      "title": "Section 21 - Reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Reassessment",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 2 Reassessment and withdrawal of assessment > Section 21",
      "text": "(1)   Subject to this Act,  the  Commissioner  may,  after  making  an\n         assessment, make a reassessment.\n      (2)   A reassessment may be made:\n         (a)      on the Commissioner's own initiative; or\n         (b)      on receipt of a written application by the taxpayer.\n      (3)   A reassessment may:\n         (a)      confirm the earlier assessment; or\n         (b)      increase the amount of the earlier assessment; or\n         (c)      reduce the amount of the earlier assessment  (and,  if  it\n             appears on the reassessment that no tax is payable, reduce the\n             amount of the earlier assessment to nil); or\n         (d)      alter the earlier assessment in any other way.\n      (4)   The Commissioner cannot reassess a tax  liability  more  than  5\n         years after the initial assessment of the liability, unless:\n         (a)      the reassessment is necessary to give effect to a decision\n             on an objection, review or appeal under Part 11 in relation to\n             the initial assessment of liability; or\n         (b)      the taxpayer failed to make a full and true disclosure  of\n             all the facts and circumstances affecting the  liability  and,\n             as a result, the tax liability was assessed at a lower  amount\n             than it should have been; or\n         (c)       the  taxation  law  under  which  the   liability   arose\n             authorises the making of a  reassessment  more  than  5  years\n             after the initial assessment; or\n         (d)      the taxpayer applies, in  writing,  for  the  reassessment\n             within 5Â years after the date of the initial assessment."
    },
    {
      "key": "section:22",
      "title": "Section 22 - Withdrawal of assessment",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Withdrawal of assessment",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 2 Reassessment and withdrawal of assessment > Section 22",
      "text": "(1)   The Commissioner may withdraw an assessment at any  time  within\n         5Â years after the initial assessment, whether or not the amount  of\n         tax specified in the assessment has been paid.\n      (2)   If an assessment is withdrawn:\n         (a)      any tax paid in satisfaction, or  purported  satisfaction,\n             of the tax liability to which the assessment related is to  be\n             refunded (or credited against any other tax liability  of  the\n             taxpayer); and\n         (b)       if  the  withdrawn  assessment  is  the  subject  of   an\n             objection, application for review or appeal under  Part  11  â\n             interest is to be allowed on the  amount  of  the  refund  (or\n             credit) on the same basis as would  have  been  applicable  if\n             that amount had been required to be refunded as  a  result  of\n             the objection, review or appeal; and\n         (c)      a fresh assessment of  the  tax  liability  to  which  the\n             withdrawn assessment related cannot be made more than 5  years\n             after the date of the initial assessment of the tax  liability\n             unless it later appears that the  assessment  would  not  have\n             been withdrawn if the  taxpayer  had  made  a  full  and  true\n             disclosure of all the facts and  circumstances  affecting  the\n             liability.\nDivision 3  Notice of assessment etc."
    },
    {
      "key": "section:23",
      "title": "Section 23 - Notice of assessment, reassessment or withdrawal of assessment",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Notice of assessment, reassessment or withdrawal of assessment",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 3 Notice of assessment etc. > Section 23",
      "text": "(1)   The Commissioner may issue a notice of assessment.\n      (2)   The Commissioner must issue a notice of assessment if:\n         (a)      the taxpayer requests a  notice  of  assessment  within  5\n             years after the date of the assessment; or\n         (b)      the assessment is a reassessment.\n      (3)   If the Commissioner withdraws an  assessment,  the  Commissioner\n         must issue a notice of withdrawal of assessment.\n      (4)   A notice of an assessment of a tax liability  must  specify  the\n         amount assessed.\n      (5)   If interest or penalty tax (or both) was payable at the date  of\n         an assessment, the notice of assessment must specify the amount  of\n         interest and penalty tax payable as at the date of the assessment.\n      (6)   A notice under this section is to be in the approved form.\nDivision 4  Information on which assessment is to be based"
    },
    {
      "key": "section:24",
      "title": "Section 24 - Requirement for full and true disclosure",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Requirement for full and true disclosure",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 4 Information on which assessment is to be based > Section 24",
      "text": "(1)   A taxpayer must, when a  relevant  occasion  arises,  fully  and\n         truly disclose, in writing, to the Commissioner all the  facts  and\n         circumstances affecting a tax liability.\n         Maximum penalty:    100 penalty units.\n      (2)   It is a defence to a charge of  an  offence  against  subsection\n         (1) for the taxpayer to prove that:\n         (a)      the taxpayer reasonably relied on some other person who is\n             subject to the same tax liability to ensure  the  requirements\n             of that subsection were satisfied; or\n         (b)      the taxpayer:\n             (i) made a full and true disclosure to a tax  adviser  of  all\n                  facts and circumstances affecting the tax liability; and\n             (ii)      reasonably relied on the tax adviser to  ensure  the\n                  requirements of that subsection were satisfied.\n         Example for subsection (2)(a)\n         A taxpayer who is a member of a payroll tax group may  be  able  to\n         establish that the taxpayer reasonably  relied  on  the  designated\n         group employer to make the disclosure.\n      (3)   A tax adviser must, when a relevant occasion arises,  fully  and\n         truly disclose, in writing, to the Commissioner all the  facts  and\n         circumstances affecting a tax liability.\n         Maximum penalty:    100 penalty units.\n      (4)   It is a defence to a charge of  an  offence  against  subsection\n         (3) for the tax adviser to prove that the tax adviser:\n         (a)       reasonably  relied  on  an  apparently  full   and   true\n             disclosure by the taxpayer of all the facts and  circumstances\n             affecting the tax liability; and\n         (b)      fully and truly disclosed all facts and  circumstances  of\n             which the tax adviser was aware.\n      (5)   The Commissioner  may  permit  a  taxpayer  or  tax  adviser  to\n         correct an error in any instrument, return or information submitted\n         to the Commissioner.\n      (6)   In this section:\n         relevant occasion â a relevant occasion for disclosure arises when:\n         (a)      a taxpayer, or  a  tax  adviser  acting  on  behalf  of  a\n             taxpayer, submits an instrument or return to the  Commissioner\n             for the assessment of tax; or\n         (b)      a taxpayer or a tax adviser acting on behalf of a taxpayer\n             submits an application to the Commissioner for  an  assessment\n             of tax; or\n         (c)      the Commissioner, by notice, requests a taxpayer, or a tax\n             adviser  acting  on  behalf  of  a  taxpayer,  to  provide   a\n             disclosure of information  under  this  section  about  a  tax\n             liability that the Commissioner proposes to assess; or\n         (d)      facts or circumstances become known to a  taxpayer,  or  a\n             tax adviser acting on behalf of a taxpayer, showing  that  the\n             basis on which tax has been paid, or the basis  on  which  the\n             Commissioner has assessed or may be  about  to  assess  a  tax\n             liability, is incorrect.\n         tax adviser means a person engaged in a professional capacity by  a\n         taxpayer for fee or reward (but not as an employee of the taxpayer)\n         in business involving:\n         (a)      the preparation on behalf of the taxpayer of an instrument\n             or return on which, or by reference to which,  tax  is  to  be\n             assessed; or\n         (b)      the submission on  behalf  of  the  taxpayer  of  such  an\n             instrument or return to the Commissioner; or\n         (c)       the  provision  of  information,   or   the   making   of\n             submissions, to the Commissioner relating  to  the  taxpayer's\n             tax liability."
    },
    {
      "key": "section:25",
      "title": "Section 25 - Valuation of property",
      "main_structural_unit": "section",
      "main_structural_number": "25",
      "main_structural_heading": "Valuation of property",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 4 Information on which assessment is to be based > Section 25",
      "text": "(1)   For the purpose of determining whether a  person  is  liable  to\n         pay tax or a person's tax liability, the Commissioner may do one or\n         more of the following:\n         (a)      require the person to provide to the Commissioner:\n             (i) a valuer's valuation of property; or\n             (ii)      other evidence of the value of property satisfactory\n                  to the Commissioner;\n         (b)      obtain a valuer's valuation of property;\n         (c)      adopt any available valuation of property prepared for any\n             purpose (whether or not relating to the determination  of  tax\n             liability) by a valuer or other person whom  the  Commissioner\n             considers suitably qualified to value the property.\n      (2)   The Commissioner may recover valuation costs from  the  taxpayer\n         if:\n         (a)      the taxpayer is required to provide a valuation  or  other\n             evidence under subsection (1)(a) and fails to do so; or\n         (b)      a valuation obtained or adopted by the Commissioner  under\n             subsection (1)(b) or (c) exceeds the valuation provided by the\n             taxpayer by 15% or more.\n       (5)    However,  if  the  valuation  obtained  or  adopted   by   the\n         Commissioner is successfully challenged on an objection, review  or\n         appeal, the Commissioner may recover valuation costs  only  if  the\n         value on which tax  is  finally  assessed  exceeds  the  taxpayer's\n         valuation by 15% or more.\n      (6)   If a valuation gives a range  of  values  and  does  not  fix  a\n         particular point in the range at which the value probably lies, the\n         valuation is taken (but only for the  purpose  of  comparison  with\n         other valuations under this section) to fix a value at  the  median\n         point in the range.\n      (7)   In this section:\n         valuation cost includes the cost of, or incidental to, obtaining or\n         adopting a valuation  or  otherwise  related  to  the  use  by  the\n         Commissioner of the valuation.\nDivision 5  Ancillary provisions"
    },
    {
      "key": "section:26",
      "title": "Section 26 - Time as at which tax liability is to be assessed",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Time as at which tax liability is to be assessed",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 5 Ancillary provisions > Section 26",
      "text": "(1)    A  tax  liability  is  to  be  assessed  by  reference  to  the\n         provisions of the relevant  taxation  law  as  in  force  when  the\n         liability arose.\n       (2)    However,  the  Commissioner  must  have  regard  to   judicial\n         decisions, affecting the interpretation of the relevant provisions,\n         delivered since the tax liability arose."
    },
    {
      "key": "section:27",
      "title": "Section 27 - Certain amounts to be rounded down",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Certain amounts to be rounded down",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 5 Ancillary provisions > Section 27",
      "text": "If the amount of a taxpayer's tax liability would, apart from  this\n         section, not be an exact multiple of 5c, the amount must be rounded\n         down by an amount not exceeding 5c to the highest exact multiple of\n         5c that is less than that amount."
    },
    {
      "key": "section:28",
      "title": "Section 28 - Valuation of foreign currency",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Valuation of foreign currency",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 5 Ancillary provisions > Section 28",
      "text": "If an  amount  involved  in  the  calculation  of  tax  is  not  in\n         Australian currency, the amount must  be  converted  to  Australian\n         currency at the rate of exchange last reported by the Reserve  Bank\n         of Australia before the tax liability arose."
    },
    {
      "key": "section:29",
      "title": "Section 29 - Validity of assessment",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "Validity of assessment",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 5 Ancillary provisions > Section 29",
      "text": "The validity of an assessment is  not  affected  by  non-compliance\n         with a provision of a taxation law."
    },
    {
      "key": "section:30",
      "title": "Section 30 - Acceptance of money not an assessment",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Acceptance of money not an assessment",
      "defined_term": null,
      "structure_path": "Part 3 Assessment of tax liability > Division 5 Ancillary provisions > Section 30",
      "text": "The acceptance by the Commissioner of money paid in connection with\n         the lodging of a return or other document is not an assessment  and\n         does not imply that the Commissioner accepts the  payment  in  full\n         satisfaction of the tax liability to which the payment relates.\nPart 4      Refunds of tax"
    },
    {
      "key": "section:31",
      "title": "Section 31 - Refunds only made under this Part",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Refunds only made under this Part",
      "defined_term": null,
      "structure_path": "Part 4 Refunds of tax > Section 31",
      "text": "(1)   A person  is  not  entitled  to  recover  any  amount  paid,  or\n         purportedly paid, under a taxation law except under this Part.\n      (2)   Subsection (1) applies whether or not the amount was paid  under\n         a mistake of law or fact."
    },
    {
      "key": "section:32",
      "title": "Section 32 - Entitlement to refund",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Entitlement to refund",
      "defined_term": null,
      "structure_path": "Part 4 Refunds of tax > Section 32",
      "text": "(1)   If it appears to the Commissioner that a taxpayer  has  made  an\n         overpayment of tax, the Commissioner must refund  to  the  taxpayer\n         the amount of the overpayment.\n      (1A)  If it appears to the  Commissioner  that  an  agent,  acting  on\n         behalf of a taxpayer in accordance with an approval under  Part  6,\n         Division 2, has made an overpayment of an  amount  required  to  be\n         paid under the approval, the Commissioner may refund to  the  agent\n         or taxpayer the amount of the overpayment.\n      (1B)  If it appears to the Commissioner that  an  agent  has  made  an\n         overpayment of an amount payable under an agent determination,  the\n         Commissioner may refund to the agent the amount of the overpayment.\n      (2)   However:\n         (a)      if a taxation law provides for a refund on application  by\n             the taxpayer, a refund is only to be made, in circumstances to\n             which the relevant provision applies, on such an  application;\n             and\n         (b)      a refund cannot be  made  more  than  5  years  after  the\n             overpayment was made except to give effect to  a  reassessment\n             of the relevant  tax  liability  or  a  redetermination  under Section 52C.\n      (3)   The Commissioner's decision to make a refund may be based on  an\n         assessment of the relevant tax liability or on any  other  evidence\n         the Commissioner considers sufficient.\n      (4)   The Commissioner may refund the whole or part of the  refundable\n         amount by crediting the whole or  part  of  the  refundable  amount\n         against present or future  liabilities  of  the  taxpayer  under  a\n         taxation law or another law administered  by  the  Commissioner  or\n         under which the Commissioner exercises statutory functions.\n         Example for subsection (4)\n         The Commissioner might credit the amount of a refund of stamp  duty\n         against a liability of the taxpayer as a member of  a  payroll  tax\n         group.\n      (5)   However, an amount is not to  be  credited  against  future  tax\n         liabilities unless the taxpayer consents."
    },
    {
      "key": "section:33",
      "title": "Section 33 - Windfalls",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Windfalls",
      "defined_term": null,
      "structure_path": "Part 4 Refunds of tax > Section 33",
      "text": "(1)   A taxpayer gains a windfall profit at  the  expense  of  another\n         (the third party) if:\n         (a)      the third party pays  tax  on  the  taxpayer's  behalf  or\n             indemnifies the taxpayer for the payment of tax; and\n         (b)      the amount of the tax, or a proportion of the  amount,  is\n             refunded to the taxpayer under this Part.\n      (2)   A third party is taken to indemnify a taxpayer for  the  payment\n         of tax if the taxpayer identifies the tax as  a  component  of  the\n         price of goods or services and receives or recovers  the  price  of\n         the goods or services (including the component  referable  to  tax)\n         from the third party.\n      (3)   A taxpayer must reimburse a third party for the  amount  of  any\n         windfall profit gained at the third party's expense.\n      (4)   A reimbursement under this  section  must  be  made  within  the\n         relevant period.\n      (5)   Within 7  days  after  the  end  of  the  relevant  period,  the\n         taxpayer must:\n         (a)      give the Commissioner a notice setting out the extent  the\n             windfall profit  has  been  reimbursed  as  required  by  this\n             section; and\n         (b)      return to the Commissioner any amount that  has  not  been\n             reimbursed together with interest at  the  statutory  interest\n             rate from the date the refund was made to the date the  amount\n             is returned to the Commissioner.\n      (6)   A taxpayer must not fail to comply with  an  obligation  imposed\n         by this section.\n         Maximum penalty:    100 penalty units.\n      (7)   Before the Commissioner refunds tax to  a  taxpayer  under  this\n         Part, the Commissioner may require  the  taxpayer  to  satisfy  the\n         Commissioner that the taxpayer has  made  appropriate  arrangements\n         for complying with the taxpayer's obligations under  this  section,\n         and, if the Commissioner is not so satisfied, the Commissioner must\n         not refund the tax to the taxpayer.\n      (8)   In this section:\n         relevant period means the period of 90 days  (or  a  longer  period\n         allowed by the Commissioner) from the date of the refund.\nPart 5      Interest and penalty tax\nDivision 1  Interest"
    },
    {
      "key": "section:34",
      "title": "Section 34 - Interest in respect of tax defaults",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Interest in respect of tax defaults",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 1 Interest > Section 34",
      "text": "(1)   If a tax default occurs, the taxpayer is liable to pay  interest\n         on the unpaid primary and penalty tax.\n      (2)   Interest accrues at the statutory  interest  rate  as  in  force\n         from time to time.\n      (3)   Interest is calculated on a daily basis from  the  date  of  the\n         tax default to the date of payment.\n      (4)   However, if:\n         (a)      a taxpayer fails to  make  periodic  payments  of  tax  as\n             required under a taxation law; and\n         (b)      the Commissioner makes an assessment of the tax  to  which\n             the tax defaults relate;\n         the Commissioner may fix, in the  assessment,  for  each  financial\n         year to which the tax defaults relate, a date (which must be at  or\n         about the mid-point of the part of the relevant financial  year  to\n         which the tax defaults relate) from which interest on the aggregate\n         amount involved in the tax defaults for the relevant financial year\n         is to be calculated.\n       (5)    If  the  Commissioner  exercises  the   power   conferred   by\n         subsectionÂ (4), interest is to be calculated in accordance with the\n         assessment."
    },
    {
      "key": "section:35",
      "title": "Section 35 - Statutory interest rate",
      "main_structural_unit": "section",
      "main_structural_number": "35",
      "main_structural_heading": "Statutory interest rate",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 1 Interest > Section 35",
      "text": "(1)   The statutory interest rate is the sum of:\n         (a)      the market interest rate; and\n         (b)      the premium interest rate.\n      (2)   The market interest rate is (for each financial year):\n         (a)      the rate prescribed by regulation as the  market  interest\n             rate for the relevant financial year; or\n         (b)      if no rate is  prescribed  by  regulation  as  the  market\n             interest rate for the relevant financial year  â  the  average\n             yield (expressed as an annual rate) on  90-day  bank  accepted\n             bills published by the Reserve Bank of Australia for the month\n             of  May  in  the  financial  year  immediately  preceding  the\n             relevant financial year.\n      (3)   The premium interest rate is:\n         (a)      up to (and including) 30 June 2008 â 7%; and\n         (b)      from (and including) 1 July 2008 â 8%."
    },
    {
      "key": "section:36",
      "title": "Section 36 - Minimum amount of interest",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Minimum amount of interest",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 1 Interest > Section 36",
      "text": "Interest is not to be charged if the amount of the accrued interest\n         is less thanÂ $20."
    },
    {
      "key": "section:37",
      "title": "Section 37 - Interest rate under this Division to prevail",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Interest rate under this Division to prevail",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 1 Interest > Section 37",
      "text": "If judgment is given by or entered in a  court  for  an  amount  of\n         unpaid tax (or an amount that includes an amount  of  unpaid  tax),\n         interest continues to accrue at the statutory interest rate, to the\n         exclusion of any other interest rate, until the tax is paid."
    },
    {
      "key": "section:38",
      "title": "Section 38 - Reduction or remission of interest",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Reduction or remission of interest",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 1 Interest > Section 38",
      "text": "(1)   The Commissioner may, if satisfied that it is appropriate to  do\n         so, remit interest wholly or in part.\n      (2)   However, the Commissioner may only remit interest to  an  extent\n         that would reduce the effective rate below the market interest rate\n         if satisfied that exceptional circumstances justify the remission.\nDivision 2  Penalty tax"
    },
    {
      "key": "section:39",
      "title": "Section 39 - Penalty tax in respect of certain tax defaults",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Penalty tax in respect of certain tax defaults",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 2 Penalty tax > Section 39",
      "text": "(1)   If a tax default occurs, the taxpayer is liable to  pay  penalty\n         tax.\n      (2)   Penalty tax is in addition to:\n         (a)      primary tax; and\n         (b)      interest.\n      (3)   Penalty tax is not payable for a tax default that consists of  a\n         failure to pay:\n         (a)      interest; or\n         (b)      penalty tax previously imposed."
    },
    {
      "key": "section:40",
      "title": "Section 40 - Imposition etc. of penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Imposition etc. of penalty tax",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 2 Penalty tax > Section 40",
      "text": "Penalty tax  is  imposed,  and  may  be  reduced  or  remitted,  by\n         assessment."
    },
    {
      "key": "section:41",
      "title": "Section 41 - Amount of penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "41",
      "main_structural_heading": "Amount of penalty tax",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 2 Penalty tax > Section 41",
      "text": "(1)   As a general rule, the amount of  penalty  tax  is  25%  of  the\n         amount of the tax default.\n      (2)   The general rule is subject to the following exceptions:\n         (a)      no penalty tax is to be imposed  if  the  Commissioner  is\n             satisfied that the tax default arose from circumstances beyond\n             the taxpayer's control (other than  the  taxpayer's  financial\n             incapacity to meet the tax liability) and that  the  taxpayer,\n             having discovered the default, took all  reasonable  steps  to\n             rectify it;\n         (b)      the amount of the penalty tax is 10% of the amount of  the\n             tax default if the Commissioner is satisfied that the taxpayer\n             took reasonable care to comply with the relevant taxation law;\n         (c)      the amount of the penalty tax is 75% of the amount of  the\n             tax default if the Commissioner is satisfied as to one of  the\n             following, and 95% of the amount of the  tax  default  if  the\n             Commissioner is satisfied as to both of the following:\n             (i) that the tax default  arose  wholly  or  partly  from  the\n                  intentional disregard by the taxpayer (or a person  acting\n                  on behalf of the taxpayer) of a taxation law;\n             (ii)      that the taxpayer (or a person acting on  behalf  of\n                  the  taxpayer)  deliberately   concealed   or   suppressed\n                  information  from  the  Commissioner   relevant   to   the\n                  assessment of the tax liability (or the  investigation  of\n                  the tax default) or hindered the  assessment  of  the  tax\n                  liability (or the investigation of the tax default) in any\n                  other way.\n      (3)   The Commissioner has a discretion to reduce penalty tax  in  the\n         following circumstances:\n         (a)      the Commissioner may reduce the amount of penalty  tax  by\n             up to 20% of the amount otherwise payable if the  Commissioner\n             conducts an investigation of the tax default and the  taxpayer\n             cooperates fully with the investigation;\n         (b)      the Commissioner may reduce the amount of penalty  tax  by\n             up to 80% of the amount otherwise payable if the  Commissioner\n             has not commenced an investigation of the tax default and  the\n             taxpayer's full and immediate disclosure of the extent of  the\n             tax default avoids the need for an investigation;\n         (but if the taxpayer is liable to penalty tax because of deliberate\n         concealment or suppression  of  information,  there  is  to  be  no\n         discretionary reduction of penalty tax imposed on that or any other\n         ground).\n      (4)   A person hinders the investigation  of  a  tax  default  if  the\n         person:\n         (a)      deliberately falsifies, damages, conceals or destroys  tax\n             records to which the investigation relates; or\n         (b)      refuses or fails (without  reasonable  excuse)  to  comply\n             with a  requirement  lawfully  made  in  connection  with  the\n             investigation; or\n         (c)      hinders or  obstructs  an  authorised  officer  exercising\n             functions in  the  course  of,  or  in  connection  with,  the\n             investigation; or\n         (d)       does  anything   else   to   hinder   or   obstruct   the\n             investigation."
    },
    {
      "key": "section:42",
      "title": "Section 42 - Minimum amount of penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "Minimum amount of penalty tax",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 2 Penalty tax > Section 42",
      "text": "Penalty tax is not to be imposed if the amount of the  penalty  tax\n         would be less than $20."
    },
    {
      "key": "section:43",
      "title": "Section 43 - Time for payment of penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "43",
      "main_structural_heading": "Time for payment of penalty tax",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 2 Penalty tax > Section 43",
      "text": "Penalty tax must be paid by a taxpayer within the period (not  less\n         than 14Â days) specified in a notice of the assessment imposing  the\n         penalty tax."
    },
    {
      "key": "section:44",
      "title": "Section 44 - Remission of penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "44",
      "main_structural_heading": "Remission of penalty tax",
      "defined_term": null,
      "structure_path": "Part 5 Interest and penalty tax > Division 2 Penalty tax > Section 44",
      "text": "The Commissioner may, if satisfied that it is appropriate to do so,\n         remit penalty tax in whole or part.\nPart 6      Returns\nDivision 1  General"
    },
    {
      "key": "section:45",
      "title": "Section 45 - Form of returns",
      "main_structural_unit": "section",
      "main_structural_number": "45",
      "main_structural_heading": "Form of returns",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 1 General > Section 45",
      "text": "A return must be in the approved form."
    },
    {
      "key": "section:46",
      "title": "Section 46 - Time of lodgement",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Time of lodgement",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 1 General > Section 46",
      "text": "A return is taken to have been lodged by a person at the  time  the\n         return is received by the Commissioner."
    },
    {
      "key": "section:47",
      "title": "Section 47 - Presumption about person making and signing",
      "main_structural_unit": "section",
      "main_structural_number": "47",
      "main_structural_heading": "Presumption about person making and signing",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 1 General > Section 47",
      "text": "A return apparently made and signed by or on behalf of a person  is\n         presumed, unless the contrary is proved,  to  have  been  made  and\n         signed by the person or with the person's authority."
    },
    {
      "key": "section:48",
      "title": "Section 48 - Modification of requirements relating to returns",
      "main_structural_unit": "section",
      "main_structural_number": "48",
      "main_structural_heading": "Modification of requirements relating to returns",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 1 General > Section 48",
      "text": "(1)   The Commissioner may, by notice to a person who is  to  lodge  a\n         return under a taxation law, exercise one or both of the  following\n         powers:\n         (a)      extend the time for lodging the return;\n         (b)      vary the period to which the return is to relate.\n      (2)   An extension or variation under this section:\n         (a)      takes effect on, or from, a date specified in the  notice;\n             and\n         (b)      is subject to conditions stated in  the  notice  or  in  a\n             later notice given to the person  to  whom  the  extension  or\n             variation relates.\nDivision 2  Special arrangements"
    },
    {
      "key": "section:49",
      "title": "Section 49 - Approval of special arrangements",
      "main_structural_unit": "section",
      "main_structural_number": "49",
      "main_structural_heading": "Approval of special arrangements",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 49",
      "text": "(1)    Despite  the  provisions  of   another   taxation   law,   the\n         Commissioner may, by notice, approve a special arrangement for  the\n         lodging of returns and the payment of tax or  other  amounts  under\n         the taxation law in relation to:\n         (a)      a specified taxpayer or specified class of taxpayers;Â or\n         (b)      a specified agent, or specified class of agents, acting or\n             proposing  to  act  on  behalf  of  a  specified  taxpayer  or\n             specified class of taxpayers.\n      (2)   Without limiting subsectionÂ (1), the approval may do any of  the\n         following:\n         (a)      exempt the taxpayer or taxpayers from specified provisions\n             of the taxation law to which it applies;\n         (b)      authorise or  require  the  lodging  of  returns  and  the\n             payment of tax or other amounts by electronic means;\n         (c)      provide that a tax liability is  taken  to  be  wholly  or\n             partly satisfied in specified circumstances.\n      (3)   An approval may be given on the initiative of  the  Commissioner\n         or on application.\n      (4)   The Commissioner may vary, suspend or cancel an approval at  any\n         time by notice to the affected taxpayer or agent.\n      (5)   The calculation of tax by a person other than  the  Commissioner\n         in accordance  with  a  special  arrangement  approved  under  this\n         section is not an assessment."
    },
    {
      "key": "section:50",
      "title": "Section 50 - Application for approval",
      "main_structural_unit": "section",
      "main_structural_number": "50",
      "main_structural_heading": "Application for approval",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 50",
      "text": "(1)   An application for an approval under this Division must be  made\n         to the Commissioner in the approved form.\n      (2)   The Commissioner may grant  or  refuse  an  application  for  an\n         approval under this Division.\n      (3)   Notice of a decision under subsection (2) must be given  to  the\n         applicant."
    },
    {
      "key": "section:51",
      "title": "Section 51 - Conditions of approval",
      "main_structural_unit": "section",
      "main_structural_number": "51",
      "main_structural_heading": "Conditions of approval",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 51",
      "text": "(1)   An  approval  under  this  Division  is  subject  to  conditions\n         specified by the Commissioner in  the  notice  of  approval  or  by\n         subsequent notice.\n      (2)   The conditions of an approval may include:\n         (a)      conditions limiting the approval to tax liabilities  of  a\n             specified class; and\n         (b)      conditions limiting the approval to transactions  effected\n             by instruments of a specified class; and\n         (c)      conditions about the content of returns and  the  time  of\n             lodgement; and\n         (d)      conditions requiring payments of tax or other  amounts  at\n             specified times; and\n         (e)      conditions about the means by  which  returns  are  to  be\n             lodged or payments of tax or other amounts are to be made; and\n         (f)      if the approval provides an exemption from  a  requirement\n             for  the  stamping  of  instruments,  conditions   about   the\n             endorsement of the instruments; and\n         (g)      conditions requiring the taxpayer or  agent  to  whom  the\n             approval is given to keep specified records; and\n         (h)      conditions requiring the payment of interest in accordance\n             with the approval on any  amount  that  is  not  paid  to  the\n             Commissioner when it is required  under  the  approval  to  be\n             paid;Â and\n         (i)      conditions requiring the payment of a penalty  imposed  by\n             the Commissioner on  any  amount  that  is  not  paid  to  the\n             Commissioner when it is required  under  the  approval  to  be\n             paid;Â and\n         (j)      conditions about facilitating refunds under PartÂ 4; and\n         (k)       any   other   conditions   the   Commissioner   considers\n             appropriate."
    },
    {
      "key": "section:52",
      "title": "Section 52 - Effect of approval",
      "main_structural_unit": "section",
      "main_structural_number": "52",
      "main_structural_heading": "Effect of approval",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 52",
      "text": "(1)   If an approval is given under this Division to a taxpayer, or  a\n         class of taxpayers, and a condition of the approval is not complied\n         with, each taxpayer obliged to comply with  the  condition,  or  to\n         ensure that it is complied with, is guilty of an offence.\n         Maximum penalty:    100 penalty units.\n      (3)   However, if  a  taxpayer  complies  with  the  provisions  of  a\n         taxation law that apply apart from an approval under this Division,\n         no offence is committed against subsection (1) by the taxpayer  for\n         non-compliance with a condition of the approval."
    },
    {
      "key": "section:52A",
      "title": "Section 52A - Agent must remit amount collected",
      "main_structural_unit": "section",
      "main_structural_number": "52A",
      "main_structural_heading": "Agent must remit amount collected",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 52A",
      "text": "If, under a special arrangement approved under  this  Division,  an\n         agent is required to pay to the Commissioner  an  amount  collected\n         from a taxpayer for payment of tax, the agent must pay  the  amount\n         to the Commissioner in accordance with the approval.\n         Maximum penalty:    200 penalty units."
    },
    {
      "key": "section:52B",
      "title": "Section 52B - Failure to remit amount collected",
      "main_structural_unit": "section",
      "main_structural_number": "52B",
      "main_structural_heading": "Failure to remit amount collected",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 52B",
      "text": "(1)   This section applies if:\n         (a)      a taxpayer pays an agent an amount for payment  of  a  tax\n             under a special arrangement approved under this Division; and\n         (b)      the agent fails to pay the amount (the unremitted  amount)\n             to the Commissioner in accordance with the approval.\n      (2)   The taxpayer is taken  to  have  satisfied  the  taxpayer's  tax\n         liability to the extent  that  the  unremitted  amount  would  have\n         reduced the tax liability had the unremitted amount  been  paid  to\n         the Commissioner.\n      (3)   The Commissioner  may  determine  that  the  unremitted  amount,\n         together with the following amounts, are payable by the agent:\n         (a)      interest on the unremitted amount in accordance  with  the\n             approval, unless the amount of interest  would  be  less  than\n             $20;\n         (b)      a penalty equal to 20% of the  unremitted  amount,  unless\n             the amount of the penalty would be less than $20;\n         (c)      interest on the amount of the penalty in  accordance  with\n             the approval, unless the amount of interest would be less than\n             $20.\n      (4)   The Commissioner may make a determination under  subsection  (3)\n         on the basis of information the Commissioner has from any source.\n      (5)   The Commissioner may, if satisfied it is appropriate to  do  so,\n         remit, in whole or in part, any of the following:\n         (a)      interest mentioned in subsectionÂ (3)(a) or (c);\n         (b)      a penalty mentioned in subsectionÂ (3)(b)."
    },
    {
      "key": "section:52C",
      "title": "Section 52C - Redetermination of amount payable",
      "main_structural_unit": "section",
      "main_structural_number": "52C",
      "main_structural_heading": "Redetermination of amount payable",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 52C",
      "text": "(1)   Subject to subsection (4), the Commissioner may redetermine  the\n         amount payable by an agent after making:\n         (a)      a determination under section 52B(3); or\n         (b)      a redetermination under this section.\n      (2)   A redetermination may be made:\n         (a)      on the Commissioner's own initiative or on  receipt  of  a\n             written application made by the agent; and\n         (b)      on the basis of information the Commissioner has from  any\n             source.\n      (3)   A redetermination may:\n         (a)      confirm the earlier agent determination; or\n         (b)      increase the amount of the earlier agent determination; or\n         (c)      reduce the  amount  of  the  earlier  agent  determination\n             (including  reducing  the  amount   of   the   earlier   agent\n             determination to nil); or\n         (d)      alter the earlier agent determination in any other way.\n      (4)   The Commissioner cannot redetermine the  amount  payable  by  an\n         agent more than  5Â years  after  the  date  on  which  the  initial\n         determination  in  relation   to   the   agent   was   made   under\n         sectionÂ 52B(3) unless:\n         (a)      the redetermination is  necessary  to  give  effect  to  a\n             decision on an objection, review or appeal under  Part  11  in\n             relation to the initial agent determination; or\n         (b)      the agent failed to make a full and true disclosure of all\n             the facts and circumstances affecting  the  agent's  liability\n             and, as a result, the liability was determined or redetermined\n             at a lower amount than it should have been; or\n         (c)      the agent applied, in  writing,  for  the  redetermination\n             within 5Â years after the date of the initial determination."
    },
    {
      "key": "section:52D",
      "title": "Section 52D - Notice of liability",
      "main_structural_unit": "section",
      "main_structural_number": "52D",
      "main_structural_heading": "Notice of liability",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 52D",
      "text": "(1)   The Commissioner  must  issue  a  notice  of  liability  if  the\n         Commissioner makes an agent determination.\n      (2)   A notice of liability must:\n         (a)       specify  the  name  of  the  agent  to  whom  the   agent\n             determination relates; and\n         (b)      set out the agent determination; and\n         (c)      include the following details:\n             (i) the unremitted amount and the date it became payable;\n             (ii)      the amount of any interest or penalty payable at the\n                  date of the notice."
    },
    {
      "key": "section:52E",
      "title": "Section 52E - Payment and recovery of amount payable",
      "main_structural_unit": "section",
      "main_structural_number": "52E",
      "main_structural_heading": "Payment and recovery of amount payable",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 52E",
      "text": "(1)    The  amount  an  agent  is  required  to  pay  under  an  agent\n         determination is a debt payable to the Territory and recoverable by\n         the Commissioner in a court of competent jurisdiction.\n      (2)   Subject to subsection  (3),  the  amount  must  be  paid  within\n         14Â days after the date of issue of the  notice  of  liability  that\n         sets out the agent determination.\n      (3)   Part 7, Divisions 1 and 2 apply to the payment and  recovery  of\n         the amount as if:\n         (a)      the  agent  named  in  the  notice  of  liability  were  a\n             taxpayer; and\n         (b)      the amount were a tax, tax liability or  amount  assessed;\n             and\n         (c)       interest  payable  under  the  agent  determination  were\n             interest payable under Part 5, Division 1; and\n         (d)      any penalty payable under  the  agent  determination  were\n             penalty tax payable under Part 5, Division 2; and\n         (e)      the notice of liability were a notice of assessment."
    },
    {
      "key": "section:52F",
      "title": "Section 52F - Withdrawal of agent determination",
      "main_structural_unit": "section",
      "main_structural_number": "52F",
      "main_structural_heading": "Withdrawal of agent determination",
      "defined_term": null,
      "structure_path": "Part 6 Returns > Division 2 Special arrangements > Section 52F",
      "text": "(1)   The Commissioner may withdraw  an  agent  determination  at  any\n         time within 5 years after the date of the determination, whether or\n         not the amount payable under it has been paid.\n      (2)   If  the  Commissioner  withdraws  an  agent  determination,  the\n         Commissioner  must  issue  a  notice  withdrawing  the  notice   of\n         liability issued in relation to the agent determination.\n      (3)   If an agent determination is withdrawn, the following apply:\n         (a)       any   amount   paid   in   satisfaction,   or   purported\n             satisfaction, of the amount that was payable under it is to be\n             refunded;\n         (b)      if the withdrawn agent determination is the subject of  an\n             objection, application for review or appeal under  Part  11  â\n             interest is to be allowed on the amount of the refund  on  the\n             same basis as would have been applicable if  that  amount  had\n             been required to be refunded as a  result  of  the  objection,\n             review or appeal;\n         (c)      a fresh  determination  of  the  liability  to  which  the\n             withdrawn agent determination related cannot be made more than\n             5Â years after the date  of  the  initial  determination  under\n             sectionÂ 52B(3) of the agent's liability.\n      (4)   However, if it later appears that the agent determination  would\n         not have been withdrawn if the agent to whom it related had made  a\n         full and  true  disclosure  of  all  the  facts  and  circumstances\n         affecting the liability, subsection (3)(c) does not apply.\nPart 7      Payment and recovery of tax\nDivision 1  Payment of tax"
    },
    {
      "key": "section:53",
      "title": "Section 53 - Payment by cheque",
      "main_structural_unit": "section",
      "main_structural_number": "53",
      "main_structural_heading": "Payment by cheque",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 1 Payment of tax > Section 53",
      "text": "If a tax officer accepts a cheque given  in  purported  payment  of\n         tax, the payment is accepted  conditionally  on  the  cheque  being\n         honoured on first presentation and the tax will be  taken  to  have\n         been paid at the time of the acceptance of the cheque if (and  only\n         if) the cheque is honoured on first presentation."
    },
    {
      "key": "section:54",
      "title": "Section 54 - Extension of time for payment of tax",
      "main_structural_unit": "section",
      "main_structural_number": "54",
      "main_structural_heading": "Extension of time for payment of tax",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 1 Payment of tax > Section 54",
      "text": "On written application by a  taxpayer,  the  Commissioner  may,  if\n         satisfied it is appropriate to do so, extend the time  for  payment\n         of tax."
    },
    {
      "key": "section:55",
      "title": "Section 55 - Power to bring forward the time for payment of tax",
      "main_structural_unit": "section",
      "main_structural_number": "55",
      "main_structural_heading": "Power to bring forward the time for payment of tax",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 1 Payment of tax > Section 55",
      "text": "If the Commissioner has reason to believe that a taxpayer may leave\n         Australia before tax falls due for payment, the  Commissioner  may,\n         by notice to the taxpayer, bring forward the date on which the  tax\n         falls due for payment to an earlier date specified in the notice."
    },
    {
      "key": "section:56",
      "title": "Section 56 - Instalment arrangements",
      "main_structural_unit": "section",
      "main_structural_number": "56",
      "main_structural_heading": "Instalment arrangements",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 1 Payment of tax > Section 56",
      "text": "(1)   The Commissioner may approve an arrangement for payment  of  tax\n         by instalments.\n      (2)   An instalment arrangement must  be  in  writing  and  state  the\n         conditions applying to it.\n      (3)   An instalment arrangement has effect according to its terms.\n      (4)   An instalment  arrangement  must  provide  for  the  payment  of\n         interest at the statutory interest rate from the due date until the\n         tax is paid under the arrangement.\n      (4A)  However, if satisfied that it  is  appropriate  to  do  so,  the\n         Commissioner may remit, in whole or part, interest payable under an\n         instalment arrangement.\n      (5)   The Commissioner may, at  any  time,  by  notice  given  to  the\n         taxpayer, terminate an instalment arrangement.\n      (6)    If  the  Commissioner  terminates  an  instalment  arrangement,\n         amounts outstanding under the arrangement are  immediately  payable\n         by the taxpayer to the Commissioner."
    },
    {
      "key": "section:56A",
      "title": "Section 56A - Application of payment",
      "main_structural_unit": "section",
      "main_structural_number": "56A",
      "main_structural_heading": "Application of payment",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 1 Payment of tax > Section 56A",
      "text": "(1)   An amount received  by  the  Commissioner  from  a  taxpayer  or\n         someone on behalf of a taxpayer must be applied  in  the  following\n         order:\n         (a)      firstly, any interest payable by the taxpayer  under  Part\n             5, Division 1;\n         (b)      secondly, any penalty tax payable by  the  taxpayer  under\n             PartÂ 5, Division 2;\n         (c)      lastly, any tax (other than any interest or  penalty  tax)\n             payable by the taxpayer.\n      (2)   Subsection (1) has effect except as  otherwise  decided  by  the\n         Commissioner.\n      (3)   This section does not affect the operation of section 56.\nDivision 2  Recovery of tax"
    },
    {
      "key": "section:57",
      "title": "Section 57 - Recovery of tax as a debt",
      "main_structural_unit": "section",
      "main_structural_number": "57",
      "main_structural_heading": "Recovery of tax as a debt",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 2 Recovery of tax > Section 57",
      "text": "Tax, on becoming due for payment, is a debt due  to  the  Territory\n         recoverable  by  the  Commissioner  in   a   court   of   competent\n         jurisdiction."
    },
    {
      "key": "section:58",
      "title": "Section 58 - Joint and several liability",
      "main_structural_unit": "section",
      "main_structural_number": "58",
      "main_structural_heading": "Joint and several liability",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 2 Recovery of tax > Section 58",
      "text": "(1)   If 2 or more persons are liable for tax, the liability is  joint\n         and several and the Commissioner may recover the tax from  any  one\n         or more of them.\n      (2)   A person who pays  tax  for  which  another  person  is  jointly\n         liable has a right of contribution from the other person.\n      (3)   However, a right of contribution under  subsection  (2)  may  be\n         altered or excluded by contract."
    },
    {
      "key": "section:59",
      "title": "Section 59 - Recovery from partnerships and other groups",
      "main_structural_unit": "section",
      "main_structural_number": "59",
      "main_structural_heading": "Recovery from partnerships and other groups",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 2 Recovery of tax > Section 59",
      "text": "(1)    If  a  tax  liability  is  incurred  by  or  on  behalf  of  a\n         partnership, the liability is joint and several and the tax may  be\n         recovered from any one or more of the partners.\n      (2)   If 2 or more persons are grouped together for the assessment  of\n         tax under a particular taxation law,  a  tax  liability  under  the\n         relevant taxation law relating to the group, or any of its members,\n         is joint and  several  and  the  tax  (including  penalty  tax  and\n         interest) may be recovered from any one or more  persons  who  were\n         members of the group when the liability was incurred."
    },
    {
      "key": "section:60",
      "title": "Section 60 - Recovery of tax from third parties",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Recovery of tax from third parties",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 2 Recovery of tax > Section 60",
      "text": "(1)   The Commissioner may, by notice, require  a  person  (the  third\n         party) to pay money towards a taxpayer's unsatisfied tax liability.\n      (2)   A payment or payments may be required from any one  or  more  of\n         the following sources:\n         (a)      money that is due or accruing, or may become  due  or  may\n             accrue, to the taxpayer from the third party;\n         (b)      money that the third  party  holds,  or  may  subsequently\n             hold, for or on account of the taxpayer;\n         (c)      money that the third party holds or may subsequently  hold\n             on account of some other person for payment to the taxpayer;\n         (d)      money that the third party is authorised  to  pay  to  the\n             taxpayer.\n      (3)   A copy of the notice must be served on the taxpayer.\n      (4)   The notice may require:\n         (a)      a single payment not  exceeding  the  amount  of  the  tax\n             liability (or the amount available to make the payment); or\n         (b)      if the third party is liable from time  to  time  to  make\n             payments to the taxpayer â the whole of  each  payment,  or  a\n             specified amount from or proportion of each payment, until the\n             tax liability is satisfied.\n      (5)   The money must be paid to the Commissioner:\n         (a)      within 14 days,  or  a  longer  period  specified  by  the\n             Commissioner, after the date of issue of the notice; or\n         (b)      if the money does not become due  to  the  taxpayer  until\n             after the end of the period referred to in  paragraph  (a)  as\n             soon as practicable after it becomes due to the taxpayer.\n      (6)   A person required to pay  an  amount  under  this  section  must\n         comply with the requirement.\n         Maximum penalty:    100 penalty units.\n      (7)   A third party  who  makes  a  payment  as  required  under  this\n         section is taken to be acting under the authority of  the  taxpayer\n         and incurs no civil liability by making the payment.\n      (8)   If, after the Commissioner gives  a  notice  to  a  third  party\n         under this section, the relevant tax  liability  is  satisfied,  in\n         whole or part, from another source, the Commissioner must promptly,\n         by notice to the third party:\n         (a)      revoke the notice under this section; or\n         (b)      make any necessary amendment to that notice.\n      (9)   The issue of a notice to a third party under this  section  does\n         not affect the liability of the taxpayer to pay the tax, except  to\n         the extent that an amount paid  by  the  third  party  reduces  the\n         amount payable by the taxpayer."
    },
    {
      "key": "section:61",
      "title": "Section 61 - Recovery from directors",
      "main_structural_unit": "section",
      "main_structural_number": "61",
      "main_structural_heading": "Recovery from directors",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 2 Recovery of tax > Section 61",
      "text": "(1)   This section applies if the  Commissioner  issues  a  notice  of\n         assessment to a company and the amount assessed is not paid by  the\n         due date.\n      (2)   The Commissioner may serve a notice  on  the  directors  of  the\n         company informing them that they will become jointly and  severally\n         liable with the company for the  payment  of  the  tax  unless  the\n         company remedies its tax default within 28 days from  the  date  of\n         the notice.\n      (3)   A notice under subsection (2) must be served on each director:\n         (a)      personally; or\n         (b)      if personal service is impracticable â by a form  of  non-\n             personal service authorised under section 144.\n      (4)   For the purposes of this section, a company remedies  a  default\n         if:\n         (a)      the tax liability as assessed, and any  further  liability\n             for  interest  that  has  accrued  since  the  date   of   the\n             assessment, is paid; or\n         (b)      the company  enters  into  an  instalment  arrangement  on\n             conditions satisfactory to the Commissioner; or\n         (c)      the company enters  into  voluntary  administration  under\n             PartÂ 5.3A of the Corporations Act 2001; or\n         (d)      the company goes into liquidation.\n       (5)    If  a  company  remedies  its  default  by  entering  into  an\n         instalment arrangement but later contravenes  a  condition  of  the\n         arrangement, the company's default  is  taken  to  revive  and  the\n         Commissioner may serve another notice on the directors  under  this\n         section.\n      (6)   If the company fails to remedy its  default  within  the  28-day\n         period, the directors become jointly and severally liable, with the\n         company, for the payment of the tax liability assessed against  the\n         company.\n      (7)   In proceedings for recovery of tax from a  director  under  this\n         section, it is a defence for the director to establish that:\n         (a)      the director took all reasonable steps that were  possible\n             in the circumstances to get the company to remedy its default;\n             or\n         (b)      the director was unable because of  illness  or  for  some\n             other proper reason to take steps to get the company to remedy\n             its default.\n      (8)   If a director pays tax or  tax  is  recovered  from  a  director\n         under this section, the director is entitled to be  indemnified  by\n         the company for the amount paid or recovered.\n      (9)   In this section:\n         director, of a company, includes a person who was a  director  when\n         the relevant tax liability was incurred by the company, or a notice\n         under this section was  issued,  but  has  since  ceased  to  be  a\n         director.\nDivision 3  Statutory Charges"
    },
    {
      "key": "section:62",
      "title": "Section 62 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "62",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 62",
      "text": "In this Division:\n         land, see section 4(1) of the Stamp Duty Act 1978.\n         land-holding corporation,  see  section  4(1)  of  the  Stamp  Duty\n         ActÂ 1978.\n         linked entity, see section 56NA of the Stamp Duty Act 1978.\n         mining tenement, see section 4(1) of the Stamp Duty Act 1978.\n         register means:\n         (a)      for land registered under the Land  Title  Act  2000Â âÂ the\n             land register; or\n         (b)       for  a  mining   tenementÂ âÂ the   appropriate   statutory\n             register.\n         registration authority means:\n         (a)      for land registered under the Land  Title  Act  2000Â âÂ the\n             Registrar-General; or\n         (b)      for a  mining  tenementÂ âÂ the  authority  responsible  for\n             administering the register.\n         taxable transaction means an instrument or transaction  in  respect\n         of which tax is payable."
    },
    {
      "key": "section:63",
      "title": "Section 63 - Power to secure tax by registration of statutory charge over land",
      "main_structural_unit": "section",
      "main_structural_number": "63",
      "main_structural_heading": "Power to secure tax by registration of statutory charge over land",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 63",
      "text": "(1)    If  a  taxpayer  acquires  land  as  a  result  of  a  taxable\n         transaction and the tax payable on the transaction is not  paid  by\n         the due date,  the  unpaid  tax  liability  becomes  an  overriding\n         statutory charge over the land.\n      (2)   If a taxpayer who is required to lodge a  statement  in  respect\n         of the acquisition of an interest  in  a  land-holding  corporation\n         fails to lodge the required statement, or to pay the tax payable in\n         respect of the  transaction,  by  the  due  date,  the  unpaid  tax\n         liability becomes an overriding statutory charge over the  land  of\n         the land-holding corporation and of linked entities."
    },
    {
      "key": "section:64",
      "title": "Section 64 - Registration authority may be required to register charge",
      "main_structural_unit": "section",
      "main_structural_number": "64",
      "main_structural_heading": "Registration authority may be required to register charge",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 64",
      "text": "(1)   If a tax liability becomes an  overriding  statutory  charge  on\n         land under this Division, the Commissioner may lodge a request with\n         the registration authority for the charge  to  be  registered  over\n         land specified in the request to which the charge relates.\n      (2)   The registration  authority  must  (without  fee)  register  the\n         charge by making appropriate entries in the register.\n      (3)   A charge registered under this Division has  priority  over  all\n         other  registered   and   unregistered   mortgages,   charges   and\n         encumbrances except a previously  registered  overriding  statutory\n         charge."
    },
    {
      "key": "section:65",
      "title": "Section 65 - Notification of persons affected by charge",
      "main_structural_unit": "section",
      "main_structural_number": "65",
      "main_structural_heading": "Notification of persons affected by charge",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 65",
      "text": "(1)   When a charge is registered,  the  registration  authority  must\n         notify all persons who have registered interests  in  or  over  the\n         land.\n      (2)   Failure to notify one or more persons under subsectionÂ (1)  does\n         not invalidate registration of the charge."
    },
    {
      "key": "section:66",
      "title": "Section 66 - Commissioner to give notice",
      "main_structural_unit": "section",
      "main_structural_number": "66",
      "main_structural_heading": "Commissioner to give notice",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 66",
      "text": "(1)   A registration authority must cancel registration  of  a  charge\n         on receiving notice from the Commissioner that:\n         (a)      the tax liability to which the  charge  relates  has  been\n             fully satisfied; or\n         (b)       the  Commissioner  no  longer  wants  the  charge  to  be\n             registered.\n      (2)   When a tax liability to which a  registered  charge  relates  is\n         fully satisfied, the  Commissioner  must  notify  the  registration\n         authority of that fact.\n      (3)   The registration authority must also cancel  registration  of  a\n         charge if a duly stamped conveyance is lodged for  registration  to\n         give effect to the sale of the land under this Division."
    },
    {
      "key": "section:67",
      "title": "Section 67 - Prohibition on dealings",
      "main_structural_unit": "section",
      "main_structural_number": "67",
      "main_structural_heading": "Prohibition on dealings",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 67",
      "text": "(1)    While  a  statutory  charge  under   this   Division   remains\n         registered,  the  registration  authority  must  not  register   an\n         instrument affecting the land unless the Commissioner consents,  in\n         writing, to its registration.\n      (2)   The Commissioner has a  discretion  to  consent,  or  refuse  to\n         consent, to the registration of an instrument under this section."
    },
    {
      "key": "section:68",
      "title": "Section 68 - Application for order to sell land",
      "main_structural_unit": "section",
      "main_structural_number": "68",
      "main_structural_heading": "Application for order to sell land",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 68",
      "text": "(1)   The Commissioner may apply to the Supreme  Court  for  an  order\n         for the sale of land subject to a registered  overriding  statutory\n         charge.\n      (2)   An application may only be made for the sale of the land if:\n         (a)      the Commissioner has made an  assessment  of  the  tax  to\n             which the overriding statutory charge relates; and\n         (b)      at least 18 months have elapsed  from  the  due  date  for\n             payment fixed in the notice of assessment; and\n         (c)      at least 6 months before the date of the  application  the\n             Commissioner has given the taxpayer and  anyone  else  with  a\n             registered interest in the  land  the  notice  required  under\n             subsectionÂ (3).\n      (3)   The required notice  is  a  notice  stating  the  Commissioner's\n         intention to apply to the Supreme Court for an order  for  sale  of\n         the land unless the outstanding tax is paid within 6  months  after\n         the date of the notice.\n      (4)   A notice under subsection (2)(c) must be served:\n         (a)      personally; or\n         (b)      if personal service is impracticable â by a form  of  non-\n             personal service authorised under section 144; or\n         (c)      if non-personal service under section 144 is impracticable\n             â by posting the notice on the land."
    },
    {
      "key": "section:69",
      "title": "Section 69 - Order for sale of land",
      "main_structural_unit": "section",
      "main_structural_number": "69",
      "main_structural_heading": "Order for sale of land",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 69",
      "text": "(1)   The Supreme Court must, on the application of the  Commissioner,\n         make an order  for  the  sale  of  land  subject  to  a  registered\n         overriding statutory charge (or so much of the land as is necessary\n         to meet the tax liability) if satisfied:\n         (a)      that the tax, or part of the tax, secured  by  the  charge\n             remains outstanding; and\n         (b)       the  statutory  pre-conditions  to  the  making  of   the\n             application have been satisfied.\n      (2)   The Court may, if it thinks fit, act on the basis  of  affidavit\n         evidence.\n      (3)   The Court may nominate an officer of  the  Court  to  execute  a\n         conveyance to give effect to a sale ordered by the Court under this\n         section.\n      (4)   A conveyance giving effect to a sale of land under this  section\n         vests  the  land  in  the  purchaser  freed  and  discharged   from\n         registered and unregistered mortgages,  charges,  encumbrances  and\n         other interests."
    },
    {
      "key": "section:70",
      "title": "Section 70 - Proceeds of sale",
      "main_structural_unit": "section",
      "main_structural_number": "70",
      "main_structural_heading": "Proceeds of sale",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 70",
      "text": "(1)   If land is sold under this Division,  the  proceeds  are  to  be\n         applied as follows:\n         (a)      first â in payment of the costs, charges and  expenses  of\n             and incidental to the sale;\n         (b)      secondly â in payment of  any  money  owing  to  a  person\n             entitled under a law of the Commonwealth to priority  over  an\n             overriding statutory charge;\n         (c)      thirdly â in payment of money  secured  by  an  overriding\n             statutory charge registered before the statutory charge  under\n             this Division;\n         (d)      fourthly â in payment of the outstanding tax liability;\n         (e)      fifthly â in payment of money  secured  by  an  overriding\n             statutory  charge  registered  after   registration   of   the\n             statutory charge under this Division;\n         (f)      sixthly â  in  payment  of  money  secured  by  registered\n             mortgages in the order of their priority;\n         (g)      seventhly â in payment of money  secured  by  unregistered\n             mortgages in order of their priority;\n         (h)      eighthly â in payment to the taxpayer.\n      (2)   In this section:\n         mortgage includes a charge or encumbrance securing the  payment  of\n         money."
    },
    {
      "key": "section:71",
      "title": "Section 71 - Other means of enforcement not affected",
      "main_structural_unit": "section",
      "main_structural_number": "71",
      "main_structural_heading": "Other means of enforcement not affected",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 3 Statutory Charges > Section 71",
      "text": "The registration of  an  overriding  statutory  charge  under  this\n         Division does  not  affect  the  Commissioner's  power  to  recover\n         outstanding tax in proceedings unrelated to the charge.\nDivision 4  Death of taxpayer"
    },
    {
      "key": "section:72",
      "title": "Section 72 - Death of taxpayer",
      "main_structural_unit": "section",
      "main_structural_number": "72",
      "main_structural_heading": "Death of taxpayer",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 4 Death of taxpayer > Section 72",
      "text": "(1)   The death of a taxpayer does not affect a tax liability.\n      (2)   In particular, the death  of  a  taxpayer  does  not  suspend  a\n         liability to interest or to penalty tax.\n      (3)   A tax liability  becomes,  on  the  taxpayer's  death,  a  first\n         charge on the deceased taxpayer's estate.\n       (4)    A  deceased  taxpayer's  non-pecuniary  obligations  under   a\n         taxation law pass to the taxpayer's personal representative.\n         Examples for subsection (4)\n         1  If a taxpayer  was  required  under  a  taxation  law  to  lodge\n           returns, the obligation passes to, and must  be  discharged  by,\n           the personal representative.\n         2  The deceased taxpayer's tax records must be kept by the personal\n           representative for as long  as  the  taxpayer  would  have  been\n           required to keep them if the taxpayer were still alive.\n      (5)   Powers and remedies that would have been available  against  the\n         taxpayer if the taxpayer were still alive are available against the\n         taxpayer's personal representative.\n         Examples for subsection (5)\n         1  The Commissioner may make an assessment of the  tax  payable  by\n           the taxpayer's  personal  representative  out  of  the  deceased\n           taxpayer's estate.\n         2  The Commissioner may commence proceedings against  the  personal\n           representative for the recovery of tax.\n         3  If proceedings commenced against a taxpayer for recovery of  tax\n           are incomplete at the time of the taxpayer's death, they may  be\n           continued  and  completed  against   the   taxpayer's   personal\n           representative.\nDivision 5  Waiver of tax"
    },
    {
      "key": "section:73",
      "title": "Section 73 - Waiver of tax",
      "main_structural_unit": "section",
      "main_structural_number": "73",
      "main_structural_heading": "Waiver of tax",
      "defined_term": null,
      "structure_path": "Part 7 Payment and recovery of tax > Division 5 Waiver of tax > Section 73",
      "text": "(1)   The Commissioner may waive a tax liability in whole or  part  if\n         the amount of tax waived is less than $20.\n      (2)   If the Commissioner waives stamp duty  under  this  section,  an\n         instrument to which the waiver relates:\n         (a)      may be marked as duly stamped although no stamp  duty,  or\n             insufficient stamp duty, has been paid; and\n         (b)      if so marked, is taken to have been duly stamped.\nPart 8      Record keeping and general offences"
    },
    {
      "key": "section:74",
      "title": "Section 74 - Requirement to keep proper records",
      "main_structural_unit": "section",
      "main_structural_number": "74",
      "main_structural_heading": "Requirement to keep proper records",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 74",
      "text": "(1)   A taxpayer must keep the records that are  necessary  to  enable\n         the taxpayer's tax liability to be ascertained.\n         Maximum penalty:    100 penalty units.\n      (2)   This section extends to returns designated by or  under  another\n         taxation law as made that are required to be kept."
    },
    {
      "key": "section:75",
      "title": "Section 75 - Additional records",
      "main_structural_unit": "section",
      "main_structural_number": "75",
      "main_structural_heading": "Additional records",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 75",
      "text": "(1)   The Commissioner may,  by  notice  given  to  a  person  who  is\n         required to keep a record under a taxation law, require the  person\n         to keep the additional records that are specified in the notice.\n      (2)   The person must comply with the notice.\n         Maximum penalty:    100 penalty units."
    },
    {
      "key": "section:76",
      "title": "Section 76 - Keeping records that contain misleading information",
      "main_structural_unit": "section",
      "main_structural_number": "76",
      "main_structural_heading": "Keeping records that contain misleading information",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 76",
      "text": "A person must not keep a tax record that the  person  knows  to  be\n         misleading in a material particular.\n         Maximum penalty:    400 penalty units."
    },
    {
      "key": "section:77",
      "title": "Section 77 - Accessibility",
      "main_structural_unit": "section",
      "main_structural_number": "77",
      "main_structural_heading": "Accessibility",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 77",
      "text": "(1)   A person who is required under a taxation  law  to  keep  a  tax\n         record must keep the record so that it can be readily  produced  to\n         the Commissioner if the Commissioner requires it.\n         Maximum penalty:    100 penalty units.\n      (2)   If a tax record is not kept as required by subsection  (1),  any\n         cost incurred by the Commissioner in  gaining  access  to  the  tax\n         record, or the information contained in it, may be recovered by the\n         Commissioner as a debt due from the person  required  to  keep  the\n         record."
    },
    {
      "key": "section:78",
      "title": "Section 78 - Form of record â English language and Australian currency",
      "main_structural_unit": "section",
      "main_structural_number": "78",
      "main_structural_heading": "Form of record â English language and Australian currency",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 78",
      "text": "(1)   A person who is required to keep a  tax  record  must  keep  the\n         record:\n         (a)      in the  form  of  a  document  expressed  in  the  English\n             language and in Australian currency; or\n         (b)      in a form from which a document expressed in  the  English\n             language and in Australian currency can be readily produced.\n         Maximum penalty:    100 penalty units.\n      (2)   If a tax record is not kept as required by subsection  (1),  any\n         cost incurred by the Commissioner in having the  record  translated\n         into  English,  or  converted  into  Australian  currency,  may  be\n         recovered by the  Commissioner  as  a  debt  due  from  the  person\n         required to keep the record."
    },
    {
      "key": "section:79",
      "title": "Section 79 - Period of retention",
      "main_structural_unit": "section",
      "main_structural_number": "79",
      "main_structural_heading": "Period of retention",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 79",
      "text": "(1)   A person required to keep a tax record must  retain  the  record\n         for  5Â years  after  the  record  was  made  or  obtained,  or  the\n         transaction to which it relates was  completed  (whichever  is  the\n         later).\n         Maximum penalty:    100 penalty units.\n      (2)   However, the Commissioner may, by written approval:\n         (a)      reduce the period of retention required  under  subsection\n             (1) for specified tax records, or tax records of  a  specified\n             class; or\n         (b)      authorise the destruction of specified tax records  before\n             the period of retention required under subsection (1) comes to\n             an end.\n      (3)   An approval under subsection (2) operates only for the  purposes\n         of a taxation law and does not confer an exemption from other laws."
    },
    {
      "key": "section:80",
      "title": "Section 80 - Intentional damage to, or destruction of, records",
      "main_structural_unit": "section",
      "main_structural_number": "80",
      "main_structural_heading": "Intentional damage to, or destruction of, records",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 80",
      "text": "(1)   A person must not intentionally damage or destroy a  tax  record\n         required to be retained under this Act.\n         Maximum penalty:    400 penalty units.\n      (2)   This section does not prevent the destruction of  a  tax  record\n         if the Commissioner has authorised or approved its destruction."
    },
    {
      "key": "section:81",
      "title": "Section 81 - Evasion of tax",
      "main_structural_unit": "section",
      "main_structural_number": "81",
      "main_structural_heading": "Evasion of tax",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 81",
      "text": "(1)   A person liable to tax must not knowingly evade the tax.\n         Maximum penalty:    400 penalty units.\n       (2)    A  prosecution  under  this  section  does  not  prevent   the\n         Commissioner from pursuing any other right, remedy or action  under\n         this Act or any other law in relation to the evasion of tax or  the\n         tax evaded."
    },
    {
      "key": "section:82",
      "title": "Section 82 - Misleading information and documents",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "Misleading information and documents",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 82",
      "text": "(1)   A person must not make a statement to a  tax  officer  that  the\n         person knows to be misleading in a material particular.\n         Maximum penalty:    400 penalty units.\n      (2)   A person must not give to a tax  officer  a  document  that  the\n         person knows to be misleading in a material particular.\n         Maximum penalty:    400 penalty units.\n      (3)   This section extends to  a  statement  or  a  document  that  is\n         misleading because of the omission of relevant information as  well\n         as to one that is misleading because it consists of,  or  includes,\n         misinformation.\n      (4)   However, no offence is committed against subsection (2)  if  the\n         person, when giving the document to the tax officer:\n         (a)      draws the misleading aspect of the  document  to  the  tax\n             officer's attention; and\n         (b)      to the extent the person can reasonably do so,  gives  the\n             tax officer the information necessary to correct the document."
    },
    {
      "key": "section:83",
      "title": "Section 83 - Falsifying or concealing information",
      "main_structural_unit": "section",
      "main_structural_number": "83",
      "main_structural_heading": "Falsifying or concealing information",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 83",
      "text": "A person must not falsify or conceal:\n         (a)      information  about  the  identity  of  a  taxpayer,  or  a\n             taxpayer's residential or business address; or\n         (b)      information about the identity, or residential or business\n             address, of any other  person  who  may  be  able  to  provide\n             information relevant to the administration or enforcement of a\n             taxation law; or\n         (c)       information   that   is   otherwise   relevant   to   the\n             administration or enforcement of a taxation law.\n         Maximum penalty:    100 penalty units."
    },
    {
      "key": "section:84",
      "title": "Section 84 - Failure to lodge documents",
      "main_structural_unit": "section",
      "main_structural_number": "84",
      "main_structural_heading": "Failure to lodge documents",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 84",
      "text": "A person must lodge a document or return that  is  required  to  be\n         lodged under a  taxation  law  within  the  time  allowed  for  its\n         lodgement.\n         Maximum penalty:    100 penalty units."
    },
    {
      "key": "section:85",
      "title": "Section 85 - Non-compliance with other requirements of a taxation law",
      "main_structural_unit": "section",
      "main_structural_number": "85",
      "main_structural_heading": "Non-compliance with other requirements of a taxation law",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 85",
      "text": "A taxpayer must comply with any other non-pecuniary requirement:\n         (a)      imposed by or under a taxation law; and\n         (b)      for which no penalty for  non-compliance  is  specifically\n             fixed.\n         Maximum penalty:    100 penalty units."
    },
    {
      "key": "section:86",
      "title": "Section 86 - General defence under this Part",
      "main_structural_unit": "section",
      "main_structural_number": "86",
      "main_structural_heading": "General defence under this Part",
      "defined_term": null,
      "structure_path": "Part 8 Record keeping and general offences > Section 86",
      "text": "It is a defence to a charge of an offence against this Part if  the\n         defendant proves that:\n         (a)      the defendant took reasonable  care  to  comply  with  the\n             relevant provision; or\n         (b)      the contravention arose solely from  circumstances  beyond\n             the defendant's control.\nPart 9      Investigations\nDivision 1  Preliminary matters"
    },
    {
      "key": "section:87",
      "title": "Section 87 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "87",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 1 Preliminary matters > Section 87",
      "text": "In this Part:\n         authorised investigation means an investigation under section 88 or\n         89.\n         corresponding authority means the  authority  responsible  for  the\n         administration of a corresponding law.\n         corresponding law means a law of the Commonwealth, of  a  State  or\n         another Territory:\n         (a)      corresponding to a taxation law; or\n         (b)      dealing with taxation; or\n         (c)      declared by regulation to be a corresponding law  for  the\n             purposes of this Part.\n         powers of entry and  search  means  the  powers  of  an  authorised\n         officer under sections 93, 94 and 95(1)(a) to (e).\n         relevant material means an instrument, document,  record  or  other\n         thing relevant to an authorised investigation.\n         residential premises â if premises are used partly for  residential\n         and partly for non-residential purposes, a reference to residential\n         premises  refers  only  to  the  part  of  the  premises  used  for\n         residential purposes.\n         search warrant means a warrant under section 94.\n         taxation law includes the First Home Owner Grant Act 2000."
    },
    {
      "key": "section:88",
      "title": "Section 88 - Authorised investigations",
      "main_structural_unit": "section",
      "main_structural_number": "88",
      "main_structural_heading": "Authorised investigations",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 1 Preliminary matters > Section 88",
      "text": "An authorised investigation is an investigation  undertaken  by  an\n         authorised officer for one or more of the following purposes:\n         (a)      to ascertain whether a tax liability exists;\n         (b)      to assess the amount of a tax liability;\n         (c)      to decide an application under a taxation law;\n         Example for paragraph (c)\n         An application for a first home owner grant, an exemption from tax,\n         or a rebate or refund of tax.\n         (d)      to audit records required to be kept under a taxation law;\n         (e)      to gather information relevant to an objection, review  or\n             appeal under a taxation law;\n         (f)      to ascertain whether a person  is  entitled  to  a  grant,\n             concession, rebate or exemption under a taxation law;\n         (g)      to  ascertain  whether  a  condition  on  which  a  grant,\n             concession, rebate or exemption has been paid or granted under\n             a taxation law has been complied with;\n         (h)      to ascertain whether a contravention of a taxation law has\n             occurred or to gather evidence of a suspected contravention of\n             a taxation law;\n         (i)      to gather information or evidence that is relevant in some\n             other way to the administration or enforcement of  a  taxation\n             law."
    },
    {
      "key": "section:89",
      "title": "Section 89 - Investigations for purposes of corresponding laws",
      "main_structural_unit": "section",
      "main_structural_number": "89",
      "main_structural_heading": "Investigations for purposes of corresponding laws",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 1 Preliminary matters > Section 89",
      "text": "(1)    The  Commissioner  may,  by  agreement  with  a  corresponding\n         authority:\n         (a)      authorise an investigation under this Part, on  behalf  of\n             the  corresponding  authority,   for   the   purposes   of   a\n             corresponding law; or\n         (b)      authorise the corresponding  authority  to  carry  out  an\n             investigation  under  this  Part  for  the   purposes   of   a\n             corresponding law.\n      (2)   For the purposes of such an investigation:\n         (a)      a reference in this Part  to  tax  is  to  be  read  as  a\n             reference to tax payable under the corresponding law; and\n         (b)      a reference in this Part to a tax liability is to be  read\n             as a reference to a tax liability under the corresponding law;\n             and\n         (c)      a reference in this Part to records required  to  be  kept\n             under a taxation law is to be read as a reference  to  records\n             required to be  kept  under,  or  for  the  purposes  of,  the\n             corresponding law; and\n         (d)      a reference in this Part to a taxation law is to  be  read\n             as a reference to the corresponding law.\n      (3)   If the Commissioner  authorises  a  corresponding  authority  to\n         carry out an investigation under this Part:\n         (a)      a reference in this Part to the Commissioner is to be read\n             as a reference to the corresponding authority; and\n         (b)      a reference in this Part to an authorised officer is to be\n             read as a person authorised under  the  corresponding  law  to\n             carry  out  an  investigation  in  the  jurisdiction  of   the\n             corresponding law or to exercise  under  a  corresponding  law\n             functions corresponding to  those  of  an  authorised  officer\n             under this Act; and\n         (c)      a reference  in  this  Part  to  an  identity  card  is  a\n             reference to a card,  certificate  or  other  document  issued\n             under a corresponding law identifying the holder as  a  person\n             entitled   to   exercise   investigative   powers   under    a\n             corresponding law.\nDivision 2  Powers of investigation"
    },
    {
      "key": "section:90",
      "title": "Section 90 - Access to public records without fee",
      "main_structural_unit": "section",
      "main_structural_number": "90",
      "main_structural_heading": "Access to public records without fee",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 2 Powers of investigation > Section 90",
      "text": "An authorised officer  may,  for  the  purposes  of  an  authorised\n         investigation, inspect and take copies of any public record without\n         payment of any fee."
    },
    {
      "key": "section:91",
      "title": "Section 91 - Power to request information and production of records",
      "main_structural_unit": "section",
      "main_structural_number": "91",
      "main_structural_heading": "Power to request information and production of records",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 2 Powers of investigation > Section 91",
      "text": "(1)   An authorised officer may, for the  purposes  of  an  authorised\n         investigation, ask a person:\n         (a)       to  answer  specified  questions  or  provide   specified\n             information; or\n         (b)       to  produce  specified  relevant  material  or   relevant\n             material of a specified kind, in the  person's  possession  or\n             control.\n      (2)   The request may be made:\n         (a)      if an oral response is required â orally; or\n         (b)      in any other case by notice given to the  person  to  whom\n             the request is addressed.\n      (3)   The authorised officer must disclose to the person to  whom  the\n         request is addressed:\n         (a)      that the request is made for the purposes of an authorised\n             investigation; and\n         (b)      if the person to whom the request is  addressed  is  under\n             investigation â that fact;\n         (but the authorised officer is not required  to  make  any  further\n             disclosure about the nature or purpose of the investigation).\n      (4)   A person requested, by notice under  this  section,  to  provide\n         written information  must,  if  the  notice  requires,  verify  the\n         information by statutory declaration.\n      (5)   A request made by one authorised officer may  be  complied  with\n         by providing  the  information  or  relevant  material  to  another\n         authorised officer (whether or not both are  present  at  the  same\n         time).\n      (6)   The person to whom a request is made must comply with it to  the\n         extent the person is able to do  so  and,  if  asked  to  answer  a\n         question, must do  so  to  the  best  of  the  person's  knowledge,\n         information and belief.\n         Maximum penalty:    100 penalty units."
    },
    {
      "key": "section:92",
      "title": "Section 92 - Power to require person to attend for examination",
      "main_structural_unit": "section",
      "main_structural_number": "92",
      "main_structural_heading": "Power to require person to attend for examination",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 2 Powers of investigation > Section 92",
      "text": "(1)   An authorised officer may, for the  purposes  of  an  authorised\n         investigation, require a person to attend for examination before an\n         authorised officer.\n      (2)   The person must be given a notice:\n         (a)      requiring the  person  to  attend  for  examination  at  a\n             specified time and place; and\n         (b)      specifying the subject of the examination.\n      (3)   The notice may require the person to bring and  produce  to  the\n         authorised officer any relevant material in the person's possession\n         or control relating to the subject of the examination.\n      (4)   An  authorised  officer  may  require  a  person  attending  for\n         examination to do any one or more of the following:\n         (a)      to take an oath to answer all questions truthfully;\n         (b)      to answer a question relevant to the examination asked  by\n             the officer or by another person present at the examination;\n         (c)      to produce at the examination any relevant material in the\n             person's possession or control.\n      (6)   The Commissioner may reimburse  reasonable  travelling  expenses\n         actually incurred by a person who attends for examination before an\n         authorised officer.\n      (7)   An authorised officer may have a  written  transcript  or  audio\n         recording (or both) made of oral evidence.\n      (8)   A person must comply with a requirement under  this  section  to\n         the extent the person is able to do so and, if required to answer a\n         question, must do  so  to  the  best  of  the  person's  knowledge,\n         information and belief.\n         Maximum penalty:    100 penalty units."
    },
    {
      "key": "section:93",
      "title": "Section 93 - Power to enter premises",
      "main_structural_unit": "section",
      "main_structural_number": "93",
      "main_structural_heading": "Power to enter premises",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 2 Powers of investigation > Section 93",
      "text": "(1)   An authorised officer may, for the  purposes  of  an  authorised\n         investigation, enter and remain on  premises  if  the  officer  has\n         reason to suspect there is relevant material on the premises.\n      (2)   The power may be exercised:\n         (a)      with the consent of the occupier; or\n         (b)      with the authority of a search warrant.\n      (3)   The power may also be  exercised  without  the  consent  of  the\n         occupier and without a search warrant if:\n         (a)      the premises are non-residential premises; or\n         (b)      the premises are residential premises and the Commissioner\n             gives an authorisation under subsection (4).\n      (4)   If the Commissioner believes, on reasonable grounds, that it  is\n         urgently necessary for an authorised officer to  enter  residential\n         premises in order to prevent destruction of, or interference  with,\n         relevant material, the  Commissioner  may  authorise  the  officer,\n         orally or in writing, to do so.\n      (5)   No authorisation is  to  be  given  by  the  Commissioner  under\n         subsection (4) if an application has, within the preceding 14 days,\n         been made for  a  search  warrant  and  the  application  has  been\n         refused.\n      (6)   The authorised officer must, at  the  reasonable  request  of  a\n         person apparently in charge of the premises or any other person  on\n         the premises, display the officer's identity card."
    },
    {
      "key": "section:94",
      "title": "Section 94 - Search warrants",
      "main_structural_unit": "section",
      "main_structural_number": "94",
      "main_structural_heading": "Search warrants",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 2 Powers of investigation > Section 94",
      "text": "(1)   An authorised officer may apply to a justice of the peace for  a\n         search warrant if the  officer  has  reason  to  suspect  there  is\n         relevant material on the premises.\n      (2)   If the justice of the peace is satisfied  by  evidence  on  oath\n         that there are reasonable grounds to suspect that there is relevant\n         material on the premises to  which  the  application  relates,  the\n         justice of the peace may issue a search warrant.\n      (3)   A search warrant authorises an authorised officer to  enter  and\n         remain on the premises specified in the warrant for the purpose  of\n         carrying out a search of the premises under this Part.\n      (4)   A search warrant  may  authorise  the  exercise  of  the  powers\n         conferred by the warrant:\n         (a)      at any time; or\n         (b)      subject to limitations as to hours of the day  (or  night)\n             when the powers may be exercised or other  limits  as  to  the\n             time when the powers may be exercised.\n      (5)   A search warrant may be executed by the  authorised  officer  to\n         whom it is issued or by any other authorised officer.\n      (6)   A search warrant remains in force for a period specified in  the\n         warrant.\n       (7)    An  authorised  officer  executing  a  warrant  must,  at  the\n         reasonable request of a person apparently in charge of the premises\n         or any other person on the premises, display the warrant."
    },
    {
      "key": "section:95",
      "title": "Section 95 - Powers of authorised officers while on premises",
      "main_structural_unit": "section",
      "main_structural_number": "95",
      "main_structural_heading": "Powers of authorised officers while on premises",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 2 Powers of investigation > Section 95",
      "text": "(1)   An authorised officer who enters premises under  this  Part  for\n         the purposes of an authorised investigation  may  exercise  one  or\n         more of the following powers:\n         (a)      search the premises and examine anything on  the  premises\n             (opening it if necessary and, if specifically authorised to do\n             so by the Commissioner, breaking it open);\n         (b)      photograph or film anything on the premises;\n         (c)      operate equipment or facilities on the premises;\n         (d)      take possession of relevant material found on the premises\n             and retain it for as long as may be necessary for one or  more\n             of the following purposes:Â\n             (i) to examine it to determine its evidentiary value;\n             (ii)      to copy it;\n             (iii)     if it is relevant to possible  legal  proceedings  â\n                  for the purposes of the proceedings;\n         (e)      if relevant material  found  on  the  premises  cannot  be\n             conveniently removed â secure it against interference;\n         (f)      ask any person on the premises to do any of the following:\n             (i) to state  the  person's  full  name,  date  of  birth  and\n                  address;\n             (ii)      to answer (orally or in writing) questions asked  by\n                  the officer;\n             (iii)     to produce relevant material;\n             (iv)      to operate equipment or facilities on the premises;\n             (v) to give the officer any  translation,  code,  password  or\n                  other information  necessary  to  gain  access  to  or  to\n                  interpret and understand any relevant material located  or\n                  obtained by the officer in the course  of  exercising  the\n                  officer's functions under this Part;\n             (vi)      to give  other  assistance  the  officer  reasonably\n                  requires.\n      (2)   A person to whom a request is addressed under subsection  (1)(f)\n         must comply with the request to the extent the person is able to do\n         so and, if asked to answer a question, must do so to  the  best  of\n         the person's knowledge, information and belief.\n         Maximum penalty:    100 penalty units.\n      (3)   If an authorised officer takes anything from the  premises,  the\n         officer must issue a receipt in the approved form and:\n         (a)      if the occupier or a person apparently responsible to  the\n             occupier is present, give it to him or her; or\n         (b)      otherwise,  leave  it  on  the  premises  in  an  envelope\n             addressed to the occupier.\nDivision 3  Ancillary provisions"
    },
    {
      "key": "section:96",
      "title": "Section 96 - Authorised officer may obtain assistance",
      "main_structural_unit": "section",
      "main_structural_number": "96",
      "main_structural_heading": "Authorised officer may obtain assistance",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 3 Ancillary provisions > Section 96",
      "text": "An authorised officer may make use of assistance from other persons\n         in exercising functions under this Part.\n         Examples\n         1  An authorised officer might take assistants to help overcome any\n           physical barriers to the entry and search of premises.\n         2  An authorised officer might take  a  technical  assistant  to  a\n           place where tax records are kept on computer to help in  gaining\n           access to the computer files."
    },
    {
      "key": "section:97",
      "title": "Section 97 - Obstructing etc. authorised officer",
      "main_structural_unit": "section",
      "main_structural_number": "97",
      "main_structural_heading": "Obstructing etc. authorised officer",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 3 Ancillary provisions > Section 97",
      "text": "(1)   A person must not obstruct or hinder:\n         (a)      an authorised officer who is exercising a  function  under\n             this Part; or\n         (b)      a person who is assisting an  authorised  officer  in  the\n             exercise of such a function.\n         Maximum penalty:    100 penalty units or imprisonment for 6Â months.\n      (2)   A person must not, without reasonable excuse, refuse or fail  to\n         comply with a requirement of an authorised officer under this Part.\n         Maximum penalty:    100 penalty units or imprisonment for 6Â months."
    },
    {
      "key": "section:98",
      "title": "Section 98 - Use of force",
      "main_structural_unit": "section",
      "main_structural_number": "98",
      "main_structural_heading": "Use of force",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 3 Ancillary provisions > Section 98",
      "text": "(1)   An authorised officer may use reasonable force to  exercise  any\n         of the powers of entry and search.\n      (2)   However, if the use of  reasonable  force  is  likely  to  cause\n         damage to property, the officer is not  to  use  force  unless  the\n         Commissioner has in the particular  case  authorised  the  officer,\n         orally or in writing, to do so."
    },
    {
      "key": "section:99",
      "title": "Section 99 - General defence",
      "main_structural_unit": "section",
      "main_structural_number": "99",
      "main_structural_heading": "General defence",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 3 Ancillary provisions > Section 99",
      "text": "It is a defence to  a  charge  of  an  offence  against  this  Part\n         involving a failure to comply with a requirement or request made by\n         an authorised officer (including a requirement or request to answer\n         a question or provide information) for the defendant to prove:\n         (a)      that the officer did not, before making the requirement or\n             request, identify himself or herself to the  defendant  as  an\n             authorised officer by producing the officer's identity card or\n             in some other way; or\n         (b)      that the officer did not warn the defendant  that  failure\n             to comply with the requirement or request would constitute  an\n             offence."
    },
    {
      "key": "section:100",
      "title": "Section 100 - Self-incrimination",
      "main_structural_unit": "section",
      "main_structural_number": "100",
      "main_structural_heading": "Self-incrimination",
      "defined_term": null,
      "structure_path": "Part 9 Investigations > Division 3 Ancillary provisions > Section 100",
      "text": "(1)   A person is not excused from  answering  a  question,  providing\n         information or producing relevant material, when required to do  so\n         under this Part, on  the  ground  that  to  do  so  might  tend  to\n         incriminate the person or make the person liable to a penalty.\n      (2)   However, the answer, information or material is  not  admissible\n         against the person in criminal proceedings other than:\n         (a)      proceedings for an offence under a taxation law; or\n         (b)      proceedings for an offence in the nature of perjury.\nPart 10     Disclosure of information\nDivision 1  Preliminary matters"
    },
    {
      "key": "section:101",
      "title": "Section 101 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "101",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 10 Disclosure of information > Division 1 Preliminary matters > Section 101",
      "text": "In this Part:\n         confidential information means information obtained  under,  or  in\n         the course of the administration  of,  a  taxation  law  about  the\n         identity, or the personal or financial affairs,  of  a  person  but\n         does not include information in the public domain.\n         corresponding authority means an authority  or  person  responsible\n         for the administration or enforcement of a corresponding law.\n         corresponding law means a law  of  the  Commonwealth,  a  State  or\n         another Territory corresponding to a taxation law or  dealing  with\n         taxation.\n         law enforcement agency means any of the following:\n         (a)      a member of the police force of the Territory;\n         (b)      the Director of Public Prosecutions;\n         (c)       any  other  authority  or  person  responsible  for   the\n             enforcement of laws of the Territory;\n         (d)      the Australian Crime Commission;\n         (e)      ASIC;\n         (f)      the Australian Federal Police;\n         (g)      Centrelink;\n         (h)       the   Commonwealth   department   or   agency   primarily\n             responsible for regulating immigration;\n         (i)      a member of  the  police  force  of  a  State  or  another\n             Territory;\n         (j)      any other authority or person responsible for  enforcement\n             of the laws of the Commonwealth, a State or another Territory.\n         taxation law includes:\n         (a)      the First Home Owner Grant Act 2000; and\n         (b)      any other law administered by the  Commissioner  or  under\n             which the Commissioner exercises statutory functions.\nDivision 2  Disclosure of confidential information"
    },
    {
      "key": "section:102",
      "title": "Section 102 - Prohibition on certain disclosures of information by tax officers",
      "main_structural_unit": "section",
      "main_structural_number": "102",
      "main_structural_heading": "Prohibition on certain disclosures of information by tax officers",
      "defined_term": null,
      "structure_path": "Part 10 Disclosure of information > Division 2 Disclosure of confidential information > Section 102",
      "text": "(1)   A person  who  is  or  was  a  tax  officer  must  not  disclose\n         confidential information, except as permitted under this Part.\n         Maximum penalty:    400 penalty units or imprisonment for 2Â years.\n      (2)   The following disclosures are permitted:\n         (a)      a disclosure made in the course of official functions  for\n             purposes related to the administration  or  enforcement  of  a\n             taxation law;\n         (b)      a disclosure to a corresponding  authority,  or  a  person\n             authorised by  the  corresponding  authority  to  receive  the\n             disclosure, of information relevant to the  administration  or\n             enforcement of a corresponding law;\n         (ba)     a disclosure  to  the  Commonwealth  in  relation  to  the\n             payment of  a  royalty  amount  under  the  Mineral  Royalties\n             ActÂ 2024 by a holder of a mining tenement on Aboriginal  land,\n             as defined in section  3(1)  of  the  Aboriginal  Land  Rights\n             (Northern Territory) ActÂ 1976 (Cth);\n         (bb)     a disclosure to the Commonwealth Grants  Commission  (CGC)\n             established under the Commonwealth Grants Commission  ActÂ 1973\n             (Cth), or a third party designated by the CGC, in relation  to\n             information requested by the CGC;\n         (c)      a disclosure to:\n             (i) the Auditor-General; or\n             (ii)      the Ombudsman; or\n             (iii)     an officer of the Agency; or\n             (iv)      the Registrar of Motor Vehicles; or\n             (v) the Valuer-General;\n         (d)      a disclosure to a law enforcement agency;\n         (e)      a disclosure made to,  or  with  the  express  or  implied\n             consent of, the person to whom  the  confidential  information\n             relates or a person who  appears  to  be  the  agent  of  that\n             person;\n         (f)      a disclosure authorised under the regulations."
    },
    {
      "key": "section:103",
      "title": "Section 103 - Obligations of persons (other than tax officers) who gain access to",
      "main_structural_unit": "section",
      "main_structural_number": "103",
      "main_structural_heading": "Obligations of persons (other than tax officers) who gain access to",
      "defined_term": null,
      "structure_path": "Part 10 Disclosure of information > Division 2 Disclosure of confidential information > Section 103",
      "text": "confidential information\n      (1)   A person  (other  than  a  tax  officer)  who  gains  access  to\n         confidential information as a result of its lawful disclosure under\n         this Part must not disclose the information except:\n         (a)      as may  be  necessary  for  the  purposes  for  which  the\n             disclosure was made; or\n         (b)      as authorised by the Commissioner.\n         Maximum penalty:    400 penalty units or imprisonment for 2Â years.\n         Example for subsection (1)\n         An officer of another jurisdiction to whom information is disclosed\n         for purposes related to the  administration  or  enforcement  of  a\n         corresponding law must not disclose the information except  as  may\n         be necessary for those purposes (unless the Commissioner authorises\n         disclosure for some other purpose).\n       (2)    A  person  who  gains  unauthorised  access  to   confidential\n         information must not disclose the  information  except  as  may  be\n         authorised by the Commissioner.\n         Maximum penalty:    400 penalty units or imprisonment for 2Â years.\n         Example for subsection (2)\n         A  cleaner  comes  across  a   document   containing   confidential\n         information in the course of cleaning a tax officer's office  or  a\n         person other than the intended recipient receives a misdirected fax\n         or email containing confidential information."
    },
    {
      "key": "section:104",
      "title": "Section 104 - Compellability of disclosure before court",
      "main_structural_unit": "section",
      "main_structural_number": "104",
      "main_structural_heading": "Compellability of disclosure before court",
      "defined_term": null,
      "structure_path": "Part 10 Disclosure of information > Division 2 Disclosure of confidential information > Section 104",
      "text": "A person who is or  was  a  tax  officer  cannot  be  compelled  to\n         disclose  (or  to  produce  a  document  containing)   confidential\n         information to a court unless the disclosure is necessary  for  the\n         administration or enforcement of a taxation law."
    },
    {
      "key": "section:105",
      "title": "Section 105 - Protection of tax informants",
      "main_structural_unit": "section",
      "main_structural_number": "105",
      "main_structural_heading": "Protection of tax informants",
      "defined_term": null,
      "structure_path": "Part 10 Disclosure of information > Division 2 Disclosure of confidential information > Section 105",
      "text": "(1)   A person who is or was a tax  officer  cannot  be  compelled  to\n         disclose to a court or any other body or person:\n         (a)      whether a tax informant  provided  the  Commissioner  with\n             information leading to an investigation, prosecution or  other\n             proceeding; or\n         (b)      the identity of a tax informant; or\n         (c)      information provided by a tax informant.\n      (2)   In this section:\n         tax  informant  means  a  person  who  gives  information  to   the\n         Commissioner about a contravention, or suspected contravention,  of\n         a taxation law by someone else."
    },
    {
      "key": "section:106",
      "title": "Section 106 - Required disclosures of information",
      "main_structural_unit": "section",
      "main_structural_number": "106",
      "main_structural_heading": "Required disclosures of information",
      "defined_term": null,
      "structure_path": "Part 10 Disclosure of information > Division 2 Disclosure of confidential information > Section 106",
      "text": "(1)   An Agency must, at the request of the Commissioner, disclose  to\n         the Commissioner information held by the  Agency  relevant  to  the\n         administration or enforcement of a taxation law.\n         Example for subsection (1)\n         The Commissioner might require an  Agency  to  provide  its  client\n         database so that the Commissioner may use the information  in  data\n         matching procedures for the purpose of  detecting  undisclosed  tax\n         liabilities.\n      (2)   This section prevails over a law that is inconsistent with it.\n      (3)   Information must be provided  to  the  Commissioner  under  this\n         section free of charge.\n      (4)   In this section:\n         Agency includes a statutory corporation that is declared  to  be  a\n         Government owned corporation by the Act by which it is incorporated\n         or continued in existence.\nDivision 3  Collection of information for disclosure to Commonwealth"
    },
    {
      "key": "section:106A",
      "title": "Section 106A - Collection and disclosure of reportable information",
      "main_structural_unit": "section",
      "main_structural_number": "106A",
      "main_structural_heading": "Collection and disclosure of reportable information",
      "defined_term": null,
      "structure_path": "Part 10 Disclosure of information > Division 3 Collection of information for disclosure to Commonwealth > Section 106A",
      "text": "(1)   The Commissioner may collect reportable information.\n      (2)   Without limiting subsection (1), the  Commissioner  may  collect\n         reportable information by:\n         (a)      requesting a person providing information for  a  function\n             carried out under a taxation law  to  provide  the  reportable\n             information; or\n         (b)       requesting  reportable  information  to  be  provided  in\n             connection with the lodgement of an instrument, or the  making\n             of an application, under a taxation law.\n      (3)   The Commissioner may  disclose  reportable  information  to  the\n         Commissioner of Taxation of the Commonwealth.\n      (4)   In this section:\n         reportable information means information that is reportable by  the\n         Territory to the Commissioner of Taxation of the Commonwealth under\n         Schedule 1, Chapter 5, Part 5-25, Division  396,  subdivisionÂ 396-B\n         of the Taxation Administration Act 1953 (Cth).\nPart 11     Objections, reviews and appeals\nDivision 1  Preliminary"
    },
    {
      "key": "section:107",
      "title": "Section 107 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "107",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 1 Preliminary > Section 107",
      "text": "In this Part:\n         decision maker means:\n         (a)      for a decision made under the MRA â the Secretary; or\n         (b)      for any other decision â the Commissioner.\n         first home owner grant  decision  means  a  decision  made  by  the\n         Commissioner under the First Home Owner Grant Act 2000:\n         (a)      on an application for a first home owner grant; or\n         (b)      requiring the repayment of money paid by way of first home\n             owner grant; or\n         (c)      relating to penalties or interest.\n         MRA means the Mineral Royalty Act 1982.\n         person affected by a relevant decision means:\n         (a)      if the decision is a taxation decision â the taxpayer; or\n         (b)      if the decision is a first home owner grant decision â the\n             applicant for the first home owner grant; or\n         (c)      if the decision is an agent determination â the  agent  to\n             whom the determination relates.\n         relevant decision means a taxation decision, first home owner grant\n         decision or agent determination.\n         royalty, see section 4 of the MRA.\n         royalty assessment means an assessment of liability to pay  royalty\n         under Part II of the MRA.\n         royalty payer, see the MRA.\n         Secretary, see the MRA.\n         tax includes royalty.\n         taxation decision means:\n         (a)      an assessment by the Commissioner under this Act; or\n         (b)      a decision affecting a taxpayer's  liability  to  pay  tax\n             made by the Commissioner under a taxation law or the MRA; or\n         (c)      a royalty assessment;\n         but does not include:\n         (d)      a decision not to make a reassessment; or\n         (e)      a decision not to withdraw an assessment; or\n         (f)      a decision not to make a negotiated assessment; or\n         (g)      a negotiated assessment; or\n         (h)      a reassessment made with the taxpayer's agreement of a tax\n             liability determined by negotiated assessment.\n         tax liability includes a liability to pay royalty.\n         taxpayer includes a royalty payer."
    },
    {
      "key": "section:108",
      "title": "Section 108 - Certain decisions not subject to challenge except in proceedings by",
      "main_structural_unit": "section",
      "main_structural_number": "108",
      "main_structural_heading": "Certain decisions not subject to challenge except in proceedings by",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 1 Preliminary > Section 108",
      "text": "way of objection, review or appeal\n         The validity or  correctness  of  a  relevant  decision  (or  of  a\n         procedural decision leading to the making of a  relevant  decision)\n         cannot be challenged except in proceedings  by  way  of  objection,\n         review or appeal under this Act.\nDivision 2  Objections"
    },
    {
      "key": "section:109",
      "title": "Section 109 - Right to object",
      "main_structural_unit": "section",
      "main_structural_number": "109",
      "main_structural_heading": "Right to object",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 2 Objections > Section 109",
      "text": "(1)   A person affected by a  relevant  decision  may  object  to  the\n         decision.\n      (2)   However, if the relevant decision is the reassessment of  a  tax\n         liability or a redetermination made under section 52C, the decision\n         is only liable to objection to the extent  that  it  increases  the\n         assessed amount of the tax liability or the amount payable  by  the\n         agent."
    },
    {
      "key": "section:110",
      "title": "Section 110 - How to object",
      "main_structural_unit": "section",
      "main_structural_number": "110",
      "main_structural_heading": "How to object",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 2 Objections > Section 110",
      "text": "(1)   The objection must be in writing and must  be  lodged  with  the\n         decision maker within 60 days after notice of the relevant decision\n         is issued by the decision maker.\n      (2)   The objection must state fully and  in  detail  the  grounds  of\n         objection."
    },
    {
      "key": "section:111",
      "title": "Section 111 - Objections lodged out of time",
      "main_structural_unit": "section",
      "main_structural_number": "111",
      "main_structural_heading": "Objections lodged out of time",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 2 Objections > Section 111",
      "text": "(1)   If the decision maker is satisfied an objector has a  reasonable\n         excuse for not lodging the objection within the 60-day period,  the\n         decision maker may extend the time for lodgement.\n      (2)   An extension of time may only be granted under this  section  on\n         written application for the extension  setting  out  fully  and  in\n         detail the reasons for the failure to lodge  the  objection  within\n         the 60-day period."
    },
    {
      "key": "section:112",
      "title": "Section 112 - Onus on the objector",
      "main_structural_unit": "section",
      "main_structural_number": "112",
      "main_structural_heading": "Onus on the objector",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 2 Objections > Section 112",
      "text": "The objector bears the burden of  establishing  that  the  decision\n         subject to the objection was wrong."
    },
    {
      "key": "section:113",
      "title": "Section 113 - Decision on objection",
      "main_structural_unit": "section",
      "main_structural_number": "113",
      "main_structural_heading": "Decision on objection",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 2 Objections > Section 113",
      "text": "(1)   If an objection is properly made within the time allowed  by  or\n         under this Act, the decision maker must consider the objection  and\n         may:\n         (a)      allow it in whole or in part; or\n         (b)      disallow it.\n      (2)   If an objection to a royalty assessment  alleges  the  incorrect\n         exercise of a  discretion  by  the  Minister  under  the  MRA,  the\n         Secretary must refer the objection  to  the  Minister  as  soon  as\n         practicable.\n      (3)   Within 60 days after the referral, the Minister:\n         (a)      must consider the allegation; and\n         (b)      may confirm or vary the exercise of the discretion; and\n         (c)      must inform the Secretary accordingly.\n      (4)   In making a decision on the objection under subsection (1),  the\n         Secretary must  give  effect  to  the  Minister's  confirmation  or\n         variation."
    },
    {
      "key": "section:114",
      "title": "Section 114 - Notice of decision",
      "main_structural_unit": "section",
      "main_structural_number": "114",
      "main_structural_heading": "Notice of decision",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 2 Objections > Section 114",
      "text": "(1)   The decision maker must give written notice of the  decision  on\n         the objection under section 113 to the objector.\n      (2)   If the objection is disallowed or  allowed  in  part  only,  the\n         notice must:\n         (a)      state the reasons for the decision; and\n         (b)      state that the objector has a right to:\n             (i) apply to NTCAT for review of the decision; or\n             (ii)      subject to section 115(2),  appeal  to  the  Supreme\n                  Court against the decision.\nDivision 3  Right of review or appeal"
    },
    {
      "key": "section:115",
      "title": "Section 115 - Right of review or appeal",
      "main_structural_unit": "section",
      "main_structural_number": "115",
      "main_structural_heading": "Right of review or appeal",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 3 Right of review or appeal > Section 115",
      "text": "(1)   Subject to  subsections  (2)  to  (4),  if  the  decision  maker\n         decides to disallow the objection or allow it  in  part  only,  the\n         objector may:\n         (a)       apply  to  NTCAT  for  review  of  the  decision  on  the\n             objection; or\n         (b)      appeal to the Supreme Court against the  decision  on  the\n             objection.\n      (2)   If the relevant decision that was subject to the objection is  a\n         first home owner grant decision, the objector  may  only  apply  to\n         NTCAT for review of the decision on the objection.\n      (3)   If the objector has commenced  a  proceeding  before  NTCAT  for\n         review of the decision under subsection (1)(a), the objector cannot\n         also appeal to the Supreme Court under  subsection  (1)(b)  against\n         the decision.\n      (4)   If the objector has appealed to the Supreme  Court  against  the\n         decision under subsection (1)(b), the objector cannot also apply to\n         NTCAT under subsection (1)(a) for review of the decision."
    },
    {
      "key": "section:116",
      "title": "Section 116 - Time for making application for review",
      "main_structural_unit": "section",
      "main_structural_number": "116",
      "main_structural_heading": "Time for making application for review",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 3 Right of review or appeal > Section 116",
      "text": "(1)   An application to NTCAT under section 115(1)(a) must be made  by\n         the objector within 60 days after the date on  which  the  decision\n         maker  gives  notice  of  the  decision  to  the   objector   under\n         sectionÂ 114.\n      (2)   The objector may apply to NTCAT for  an  extension  of  time  to\n         apply for review of the decision.\n      (3)   An application for an extension of  time  under  subsection  (2)\n         must state fully and in detail the objector's reasons  for  failing\n         to apply for review within the 60-day period.\n      (4)   NTCAT may extend the time for making an application  for  review\n         of the decision under subsection (1) if NTCAT is satisfied that the\n         objector has a reasonable excuse for  not  making  the  application\n         within the 60-day period."
    },
    {
      "key": "section:117",
      "title": "Section 117 - Time for commencing appeal",
      "main_structural_unit": "section",
      "main_structural_number": "117",
      "main_structural_heading": "Time for commencing appeal",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 3 Right of review or appeal > Section 117",
      "text": "(1)   An appeal to the Supreme Court under section 115(1)(b)  must  be\n         commenced by the objector within 60 days after the  date  on  which\n         the decision maker gives notice of the  decision  to  the  objector\n         under section 114.\n      (2)   The objector may apply to the Supreme Court for an extension  of\n         the time to appeal against the decision.\n      (3)   An application for an extension of  time  under  subsection  (2)\n         must:\n         (a)      be made in accordance with the Supreme Court  Rules  1987;\n             and\n         (b)      state fully and  in  detail  the  objector's  reasons  for\n             failing to commence the appeal within the 60-day period.\n      (4)   The Supreme Court may extend the time for commencing  an  appeal\n         against the decision under subsection (1) if the Court is satisfied\n         that the objector has a reasonable excuse for  not  commencing  the\n         appeal within the 60-day period.\nDivision 4  Reviews by NTCAT\n         Note for Division 4\n         The Northern Territory Civil and Administrative Tribunal  Act  2014\n         sets out the procedure for applying to NTCAT for review  and  other\n         relevant matters in relation to reviews."
    },
    {
      "key": "section:118",
      "title": "Section 118 - Grounds of review and response and onus on review",
      "main_structural_unit": "section",
      "main_structural_number": "118",
      "main_structural_heading": "Grounds of review and response and onus on review",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 4 Reviews by NTCAT > Section 118",
      "text": "(1)   An application for review under  section  115(1)(a)  must  state\n         fully and in detail the grounds on which the application is made.\n      (2)   The applicant's  grounds  of  review  are  not  limited  to  the\n         grounds on which the objection was made.\n      (3)   The decision maker's response to the grounds of  review  is  not\n         limited  to  the  decision  maker's  reasons  for  disallowing  the\n         objection or for allowing it in part only.\n      (4)   On the review,  the  applicant  has  the  onus  of  proving  the\n         applicant's case."
    },
    {
      "key": "section:119",
      "title": "Section 119 - Transfer of proceedings to Supreme Court",
      "main_structural_unit": "section",
      "main_structural_number": "119",
      "main_structural_heading": "Transfer of proceedings to Supreme Court",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 4 Reviews by NTCAT > Section 119",
      "text": "(1)   If the President of NTCAT considers  that  a  proceeding  before\n         NTCAT  for  review  of  a  decision  on  an  objection  would  more\n         appropriately be dealt with by the Supreme  Court  because  of  the\n         complexity of the questions of fact or law (or both) arising in the\n         proceeding, or for any other reason, the President may,  by  order,\n         transfer the proceeding from NTCAT to the Court.\n      (2)   The President may make an order  under  subsection  (1)  on  the\n         application of a party to the proceeding or on the President's  own\n         initiative.\n      (3)   If an order  is  made  under  subsection  (1),  the  transferred\n         proceeding is to  proceed  in  the  Supreme  Court  as  if  it  had\n         originally been commenced in the Court by way of appeal against the\n         decision under section 115(1)(b).\n      (4)   Section 99A of the Northern Territory Civil  and  Administrative\n         Tribunal Act 2014 does not apply in relation to  a  proceeding  for\n         review of a decision on an objection."
    },
    {
      "key": "section:120",
      "title": "Section 120 - Other modifications to application of Northern Territory Civil and",
      "main_structural_unit": "section",
      "main_structural_number": "120",
      "main_structural_heading": "Other modifications to application of Northern Territory Civil and",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 4 Reviews by NTCAT > Section 120",
      "text": "Administrative Tribunal Act 2014\n      (1)   Section 42 of the Northern Territory  Civil  and  Administrative\n         Tribunal Act 2014 does not apply in relation to a  decision  on  an\n         objection under section 113.\n      (2)   Section 44(2) and  (3)  of  the  Northern  Territory  Civil  and\n         Administrative Tribunal Act 2014 does not apply in  relation  to  a\n         proceeding for review of a decision on an objection.\n       (3)    Section  141(2)  of   the   Northern   Territory   Civil   and\n         Administrative Tribunal Act 2014 does not apply in relation  to  an\n         appeal to the Supreme Court against a decision of NTCAT  on  review\n         of a decision on an objection.\nDivision 5  Appeals to Supreme Court"
    },
    {
      "key": "section:124",
      "title": "Section 124 - How to commence appeal",
      "main_structural_unit": "section",
      "main_structural_number": "124",
      "main_structural_heading": "How to commence appeal",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 5 Appeals to Supreme Court > Section 124",
      "text": "An appeal to the Supreme Court under section 115(1)(b) is commenced\n         in accordance with the Supreme Court Rules 1987."
    },
    {
      "key": "section:125",
      "title": "Section 125 - Grounds of appeal and response and onus on appeal",
      "main_structural_unit": "section",
      "main_structural_number": "125",
      "main_structural_heading": "Grounds of appeal and response and onus on appeal",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 5 Appeals to Supreme Court > Section 125",
      "text": "(1)   The appellant's  grounds  of  appeal  are  not  limited  to  the\n         grounds on which the objection was made.\n      (2)   The decision maker's response to the grounds of  appeal  is  not\n         limited to the reasons for disallowing the objection or allowing it\n         in part only.\n      (3)   On the appeal,  the  appellant  has  the  onus  of  proving  the\n         appellant's case."
    },
    {
      "key": "section:126",
      "title": "Section 126 - Admissibility of new evidence",
      "main_structural_unit": "section",
      "main_structural_number": "126",
      "main_structural_heading": "Admissibility of new evidence",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 5 Appeals to Supreme Court > Section 126",
      "text": "(1)   In hearing the appeal, the Supreme Court may admit any  evidence\n         that was not before the decision maker  when  making  the  decision\n         subject to appeal (new evidence) if satisfied the new  evidence  is\n         material to the decision.\n      (2)   However, if the Court admits new evidence:\n         (a)      the Court must, unless the decision maker asks  the  Court\n             to proceed with the appeal, adjourn the proceedings  to  allow\n             the decision maker to reconsider the decision subject  to  the\n             appeal; and\n         (b)      if the decision maker's decision  on  the  reconsideration\n             (the new decision) is acceptable to the appellant,  the  Court\n             will resolve the appeal in accordance with the  new  decision;\n             but\n         (c)      if the new decision is not acceptable to the appellant:\n             (i) the Court will continue with the hearing  of  the  appeal;\n                  and\n             (ii)      the appeal will become, from that point,  an  appeal\n                  against the new decision.\n      (3)   If, on reconsideration, the decision maker amends or varies  the\n         decision in  the  appellant's  favour,  the  Court  may  order  the\n         appellant to pay all or a specified part of the respondent's  costs\n         in the appeal if satisfied that it is fair to do so  having  regard\n         to the nature of the amendment or variation."
    },
    {
      "key": "section:127",
      "title": "Section 127 - Determining appeal",
      "main_structural_unit": "section",
      "main_structural_number": "127",
      "main_structural_heading": "Determining appeal",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 5 Appeals to Supreme Court > Section 127",
      "text": "In determining the appeal, the Supreme Court may:\n         (a)      confirm the decision appealed against; or\n         (b)      vary the decision appealed against; or\n         (c)      substitute another decision that would have been available\n             to the decision maker.\nDivision 6  Other matters"
    },
    {
      "key": "section:128",
      "title": "Section 128 - Objection, review or appeal not to suspend recovery of tax",
      "main_structural_unit": "section",
      "main_structural_number": "128",
      "main_structural_heading": "Objection, review or appeal not to suspend recovery of tax",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 6 Other matters > Section 128",
      "text": "An objection, application for review or appeal does not suspend:\n         (a)      the operation  of  a  decision  to  which  the  objection,\n             application for review or appeal relates; or\n         (b)      the recovery of any tax or other amount that is,  assuming\n             the validity and correctness of that decision, recoverable."
    },
    {
      "key": "section:129",
      "title": "Section 129 - Giving effect to decision on objection, review or appeal",
      "main_structural_unit": "section",
      "main_structural_number": "129",
      "main_structural_heading": "Giving effect to decision on objection, review or appeal",
      "defined_term": null,
      "structure_path": "Part 11 Objections, reviews and appeals > Division 6 Other matters > Section 129",
      "text": "(1)   When a decision  on  an  objection,  review  or  appeal  becomes\n         final, the decision maker must, as soon as reasonably  practicable,\n         take any action that is necessary to give effect to  the  decision,\n         including the following actions:\n         (a)      if the decision affects an assessment of tax  liability  â\n             making a reassessment to accord with the decision;\n         (b)       if  the  decision  affects  a  determination  made  under\n             sectionÂ 52B(3) â making a redetermination under section 52C to\n             accord with the decision;\n         (c)      if the decision affects a royalty assessment â  making  an\n             amendment to the assessment under the MRA to accord  with  the\n             decision;\n         (d)      refunding any amount that is required to be  refunded,  or\n             paying any other amount that is required  to  be  paid,  as  a\n             result of the decision.\n      (2)   For a decision on an objection, if no application for review  is\n         made, or no appeal is commenced, in respect of the decision  within\n         the 60-day period referred to in sections 116 and 117, the decision\n         becomes final at the end of that period for subsection (1).\n      (3)   For a decision of NTCAT  on  a  review,  if  no  appeal  to  the\n         Supreme Court against the decision is commenced within a period  of\n         30Â days after the day on which the decision is made,  the  decision\n         becomes final at the end of that period for subsection (1).\n      (4)   For a decision of the Supreme Court on an appeal, if no  further\n         appeal to a court against the  decision  is  commenced  within  the\n         period allowed for commencing  the  further  appeal,  the  decision\n         becomes final at the end of that period for subsection (1).\n      (5)   If an amount is required to be refunded to a person as a  result\n         of a decision on an objection, review or appeal  under  this  Part,\n         the person is entitled to be paid the amount with interest.\n      (6)   For subsection (5), the interest payable on the amount is to  be\n         calculated on a daily basis from the date of  its  payment  by  the\n         objector to the date of the refund at the market interest rate.\nPart 13     Prosecutions and offence provisions\nDivision 1  Prosecutions"
    },
    {
      "key": "section:135",
      "title": "Section 135 - Time for commencing prosecutions",
      "main_structural_unit": "section",
      "main_structural_number": "135",
      "main_structural_heading": "Time for commencing prosecutions",
      "defined_term": null,
      "structure_path": "Part 13 Prosecutions and offence provisions > Division 1 Prosecutions > Section 135",
      "text": "(1)   A tax prosecution must be commenced within  5  years  after  the\n         day on which the offence is alleged to have been committed.\n      (2)    However,  if  the  alleged  offence  involves  tax  evasion,  a\n         prosecution may be commenced at any time."
    },
    {
      "key": "section:136",
      "title": "Section 136 - Evidentiary matters",
      "main_structural_unit": "section",
      "main_structural_number": "136",
      "main_structural_heading": "Evidentiary matters",
      "defined_term": null,
      "structure_path": "Part 13 Prosecutions and offence provisions > Division 1 Prosecutions > Section 136",
      "text": "(1)   In a tax prosecution, an allegation of fact  by  the  prosecutor\n         in the information or complaint is evidence of the fact alleged.\n      (2)   However, this section does  not  operate  to  the  exclusion  of\n         other evidence and all  relevant  evidence  (whether  it  tends  to\n         support or rebut the allegation) must be considered on its merits.\n      (3)   This section does not apply to:\n         (a)      an allegation as to a mental element of an offence; or\n         (b)      proceedings  for  an  indictable  offence  or  an  offence\n             punishable by imprisonment.\nDivision 2  Offence provisions"
    },
    {
      "key": "section:137",
      "title": "Section 137 - Criminal liability of executive officer of body corporate",
      "main_structural_unit": "section",
      "main_structural_number": "137",
      "main_structural_heading": "Criminal liability of executive officer of body corporate",
      "defined_term": null,
      "structure_path": "Part 13 Prosecutions and offence provisions > Division 2 Offence provisions > Section 137",
      "text": "(1)   An executive officer of a body corporate commits an offence if:\n         (a)      the body corporate commits an offence  by  contravening  a\n             declared provision (a relevant offence) and the officer  knew,\n             or could reasonably have been expected to have known, that the\n             contravention would happen; and\n         (b)      the officer was in a position to influence the conduct  of\n             the body corporate in relation to the contravention; and\n         (c)      the officer failed to take reasonable steps to prevent the\n             contravention.\n         Maximum penalty:    The maximum penalty that may be imposed on an\n                            individual for the relevant offence.\n      (2)   In deciding whether the executive officer  took  (or  failed  to\n         take) reasonable steps to prevent the contravention, a  court  must\n         consider the following:\n         (a)      any action the officer took directed towards ensuring  the\n             following (to  the  extent  the  action  is  relevant  to  the\n             contravention):\n             (i)  the  body   corporate   arranged   regular   professional\n                  assessments of the body corporate's  compliance  with  the\n                  declared provision;\n             (ii)       the  body  corporate  implemented  any  appropriate\n                  recommendation   arising   from   an   assessment    under\n                  subparagraph (i);\n             (iii)      the  body   corporate's   employees,   agents   and\n                  contractors had a reasonable knowledge  and  understanding\n                  of the requirement to comply with the declared provision;\n         (b)      any action the officer took when the officer became  aware\n             that the contravention was, or could be, about to happen.\n      (3)   Subsection  (2)  does  not  limit  the  matters  the  court  may\n         consider.\n      (4)    This  section  does  not  affect  the  liability  of  the  body\n         corporate.\n      (5)   This section applies  whether  or  not  the  body  corporate  is\n         prosecuted for, or found guilty of, the relevant offence.\n      (6)   This section does not apply if the body corporate would  have  a\n         defence to a prosecution for the relevant offence.\n      (7)   In this section:\n         declared provision means:\n         (a)      section 24(1) or (3), 33(6), 52(1) or (2),  60(6),  74(1),\n             75(2), 76, 77(1), 78(1), 79(1), 80(1), 81(1),  82(1)  or  (2),\n             83, 84, 85, 91(6) or 97(1) or (2); or\n         (b)      section 24(2), 39(1),  56K(9),  56W(3),  57(1),  59(5)  or\n             83B(5) of the Stamp Duty Act 1978; or\n         (c)      a provision of regulations made  under  this  Act  or  the\n             Stamp Duty Act 1978 prescribed by regulation.\n         executive officer, of a body corporate, means a director  or  other\n         person who is concerned with, or takes part in, the  management  of\n         the body corporate."
    },
    {
      "key": "section:138",
      "title": "Section 138 - Further offences",
      "main_structural_unit": "section",
      "main_structural_number": "138",
      "main_structural_heading": "Further offences",
      "defined_term": null,
      "structure_path": "Part 13 Prosecutions and offence provisions > Division 2 Offence provisions > Section 138",
      "text": "(1)   If a contravention of a provision of a taxation law  amounts  to\n         an offence, and the contravention continues after the  offender  is\n         convicted, the offender is liable to be charged with, and convicted\n         of, a further offence against the same provision.\n      (2)   If a person is convicted of an offence against a provision of  a\n         taxation law, and is convicted of a  further  offence  against  the\n         same provision within 5 years, the maximum penalty for the  further\n         offence is double the maximum prescribed by the  taxation  law  for\n         the offence.\nDivision 3  Effect of criminal penalty"
    },
    {
      "key": "section:139",
      "title": "Section 139 - Effect of criminal penalty",
      "main_structural_unit": "section",
      "main_structural_number": "139",
      "main_structural_heading": "Effect of criminal penalty",
      "defined_term": null,
      "structure_path": "Part 13 Prosecutions and offence provisions > Division 3 Effect of criminal penalty > Section 139",
      "text": "A criminal penalty imposed on  a  person  for  contravention  of  a\n         taxation law does not affect the person's liability to pay tax,  or\n         any other amount, under a taxation law.\nPart 14     Miscellaneous\nDivision 1  Appropriation"
    },
    {
      "key": "section:140",
      "title": "Section 140 - Appropriation of Central Holding Authority",
      "main_structural_unit": "section",
      "main_structural_number": "140",
      "main_structural_heading": "Appropriation of Central Holding Authority",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 1 Appropriation > Section 140",
      "text": "If the Commissioner is authorised or  required  to  pay  an  amount\n         under a taxation law, the amount must  be  paid  from  the  Central\n         Holding Authority which is appropriated  by  this  section  to  the\n         necessary extent.\nDivision 2  Notice of certain appointments to be given"
    },
    {
      "key": "section:141",
      "title": "Section 141 - Notice of appointment of administrator or liquidator",
      "main_structural_unit": "section",
      "main_structural_number": "141",
      "main_structural_heading": "Notice of appointment of administrator or liquidator",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 2 Notice of certain appointments to be given > Section 141",
      "text": "(1)   If a person is appointed to be the administrator  or  liquidator\n         of a corporate taxpayer, the person must notify the Commissioner of\n         the appointment within 30Â days of the appointment.\n         Maximum penalty:    100 penalty units.\n      (2)   If:\n         (a)      a taxpayer is absent from the Territory; and\n         (b)      a person (the agent) is appointed to wind up the  business\n             of the taxpayer in the Territory;\n         the agent must notify the Commissioner of  the  appointment  within\n         30Â days of the appointment and must reserve out of  the  assets  of\n         the business sufficient to  satisfy  the  tax  liabilities  of  the\n         taxpayer.\n         Maximum penalty:    100 penalty units.\n      (3)   If the agent contravenes subsection (2),  the  Commissioner  may\n         recover the unpaid tax from the agent personally.\nDivision 3  Service of documents"
    },
    {
      "key": "section:142",
      "title": "Section 142 - Service of documents on Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "142",
      "main_structural_heading": "Service of documents on Commissioner",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 3 Service of documents > Section 142",
      "text": "(1)    A  document  authorised  or  required  to  be  served  on  the\n         Commissioner under a taxation law may be served:\n         (a)      by delivering it to an office of the Commissioner; or\n         (b)      by leaving it with a person who has  authority  to  accept\n             documents on the Commissioner's behalf; or\n         (c)       by  post   addressed   to   the   Commissioner   to   the\n             Commissioner's postal address (which must be the number  of  a\n             box or locked bag at a post office); or\n         (d)      by faxing the document to a fax number  nominated  by  the\n             Commissioner; or\n         (e)      by a means of service approved by the Commissioner.\n      (2)   The Commissioner may, under subsection (1)(e), approve  a  means\n         of service  for  documents  generally  or  a  particular  class  of\n         documents.\n         Example\n         The Commissioner might approve service by document exchange  or  by\n         email to a nominated email address."
    },
    {
      "key": "section:143",
      "title": "Section 143 - Time of service",
      "main_structural_unit": "section",
      "main_structural_number": "143",
      "main_structural_heading": "Time of service",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 3 Service of documents > Section 143",
      "text": "(1)   If a document is  received  by  the  Commissioner  after  normal\n         business hours, the document is taken to have been  served  on  the\n         Commissioner on the following business day.\n      (2)   If a payment of money is  received  by  the  Commissioner  after\n         normal business hours, the payment is taken to have  been  made  on\n         the following business day.\n      (3)   In this section:\n         normal business hours  means  the  hours  when  the  Commissioner's\n         offices are normally open to the public for business."
    },
    {
      "key": "section:144",
      "title": "Section 144 - Service of documents by Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "144",
      "main_structural_heading": "Service of documents by Commissioner",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 3 Service of documents > Section 144",
      "text": "A document authorised or required to be served on  or  given  to  a\n         person by the Commissioner for a taxation law may be served  on  or\n         given to the person:\n         (a)      personally; or\n         (b)      by leaving it at the last address of the person  known  to\n             the Commissioner; or\n         (c)      if there is a postal service to the last  address  of  the\n             person known to the CommissionerÂ âÂ by post  addressed  to  the\n             person at that address; or\n         (d)      if the person has notified  the  Commissioner  of  a  fax,\n             email or DX address â by sending or transmitting the  document\n             to the person at that address; or\n         (e)      by any means provided for the service of the  document  by\n             another Act or law."
    },
    {
      "key": "section:145",
      "title": "Section 145 - Service on an agent and other forms of subrogated service",
      "main_structural_unit": "section",
      "main_structural_number": "145",
      "main_structural_heading": "Service on an agent and other forms of subrogated service",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 3 Service of documents > Section 145",
      "text": "(1)   If the Commissioner effects service of a document  on  an  agent\n         who has actual or apparent  authority  to  accept  service  of  the\n         document on behalf of  the  agent's  principal,  the  principal  is\n         taken, for the purposes of  a  taxation  law,  to  have  been  duly\n         served.\n      (2)   If the Commissioner effects service of a document relating to  a\n         partnership on a member  of  a  partnership,  each  member  of  the\n         partnership is taken, for the purposes of a taxation law,  to  have\n         been served.\n      (3)   If the Commissioner effects service of a  document  relating  to\n         an unincorporated association on  a  member  of  the  committee  or\n         management of the association, each member of  the  association  is\n         taken, for the purposes of a taxation law, to have been served.\n      (4)   Subject to the regulations, if 2 or more taxpayers  are  jointly\n         liable for tax, service on any  one  of  them  is  taken,  for  the\n         purposes of a taxation law, to be service on each one of them.\nDivision 4  Evidence"
    },
    {
      "key": "section:146",
      "title": "Section 146 - Judicial notice of Commissioner's name and signature",
      "main_structural_unit": "section",
      "main_structural_number": "146",
      "main_structural_heading": "Judicial notice of Commissioner's name and signature",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 4 Evidence > Section 146",
      "text": "Judicial notice must  be  taken  of  the  Commissioner's  name  and\n         signature."
    },
    {
      "key": "section:147",
      "title": "Section 147 - Presumption of regularity as to issue of documents",
      "main_structural_unit": "section",
      "main_structural_number": "147",
      "main_structural_heading": "Presumption of regularity as to issue of documents",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 4 Evidence > Section 147",
      "text": "A document apparently signed or issued by, or under  the  authority\n         of, the Commissioner or the  Commissioner's  delegate  is,  in  the\n         absence of evidence to the contrary, taken to  have  been  lawfully\n         signed or issued by, or under the authority of, the Commissioner on\n         the date appearing on the document."
    },
    {
      "key": "section:148",
      "title": "Section 148 - Evidentiary value of notice or certificate",
      "main_structural_unit": "section",
      "main_structural_number": "148",
      "main_structural_heading": "Evidentiary value of notice or certificate",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 4 Evidence > Section 148",
      "text": "(1)    A  decision,  determination  or   assessment   made   by   the\n         Commissioner under a taxation law must be  accepted  in  any  legal\n         proceedings (other than proceedings by way of objection, review  or\n         appeal under this Act) as valid and correct.\n      (2)   A certificate or  notice,  signed  by  the  Commissioner,  of  a\n         decision, determination or assessment  must  be  accepted,  in  any\n         legal  proceedings,  as  proof  of  the  making  of   a   decision,\n         determination or assessment on the terms stated in the  certificate\n         or notice."
    },
    {
      "key": "section:149",
      "title": "Section 149 - Certificate evidence",
      "main_structural_unit": "section",
      "main_structural_number": "149",
      "main_structural_heading": "Certificate evidence",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 4 Evidence > Section 149",
      "text": "(1)   A certificate signed by the Commissioner that states any of  the\n         following matters is admissible in  proceedings  under  a  taxation\n         law:\n         (a)      the person named in the certificate:\n             (i) is liable to pay tax; or\n             (ii)      was liable to pay tax on  a  day  specified  in  the\n                  certificate; or\n             (iii)     paid tax on a day specified in the certificate;\n         (b)      notice of a  decision,  determination  or  assessment  was\n             issued to a person named in the certificate, or  the  person's\n             agent, on the day specified in the certificate;\n         (c)      the amount of tax, interest or penalty  tax  specified  in\n             the  certificate  is  payable  by  a  person  named   in   the\n             certificate or has been paid in whole or  in  part  by  or  on\n             behalf of a person so named;\n         (d)      a document specified in the certificate was  served  on  a\n             person named in the certificate on  a  day  specified  in  the\n             certificate;\n         (e)      a person named in the certificate was, or was  not,  on  a\n             date specified in the certificate, registered or  licensed  as\n             required by a specified taxation law;\n         (f)      a person  named  in  the  certificate  had,  or  had  not,\n             complied with a specified requirement under a taxation law;\n         (g)      a return required by a taxation law has been, or  has  not\n             been, lodged by  or  on  behalf  of  a  person  named  in  the\n             certificate on or as at a day specified in the certificate;\n         (h)      a document specified in the certificate:\n             (i) was not received by the Commissioner on a day specified in\n                  the certificate; or\n             (ii)      was not received by the Commissioner at all;\n         (i)       a  person  named  in  the  certificate  is,  or  was,  an\n             authorised officer on the date specified in the certificate.\n      (2)   In the absence of evidence to the  contrary,  a  certificate  is\n         proof of the matters stated in the certificate.\nDivision 5  Regulations"
    },
    {
      "key": "section:150",
      "title": "Section 150 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "150",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part 14 Miscellaneous > Division 5 Regulations > Section 150",
      "text": "(1)   The Administrator may make regulations under this Act.\n       (2)    The  regulations  may  prescribe  fees  to  be  paid   on   an\n         application, request, objection or appeal under this Act or for any\n         service provided under this Act.\nPart 15     Transitional provisions for Taxation Administration Act 2007"
    },
    {
      "key": "section:151",
      "title": "Section 151 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "151",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 151",
      "text": "In this Part:\n         date of transition means 1 January 2008.\n         old law means  relevant  provisions  of  the  following  Acts  (and\n         regulations under the following Acts) as in force before  the  date\n         of transition:\n         (a)      the Taxation (Administration) Act 2000;\n         (b)      the Stamp Duty Act 1978;\n         (c)      the Pay-roll Tax Act 1979;\n         (d)      the First Home Owner Grant Act 2000."
    },
    {
      "key": "section:152",
      "title": "Section 152 - Administration",
      "main_structural_unit": "section",
      "main_structural_number": "152",
      "main_structural_heading": "Administration",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 152",
      "text": "(1)   A person holding office under the old  law  as  Commissioner  of\n         Taxes immediately before the date of transition continues in office\n         after the date of transition as Commissioner of Territory Revenue.\n       (2)    A  person  holding  office  under  the  old  law   as   Deputy\n         Commissioner of Taxes immediately before  the  date  of  transition\n         continues in office after  the  date  of  transition  as  a  Deputy\n         Commissioner of Territory Revenue.\n      (3)   A person holding office  under  the  old  law  as  an  Assistant\n         Commissioner of Taxes immediately before  the  date  of  transition\n         continues in office after  the  date  of  transition  as  a  Deputy\n         Commissioner of Territory Revenue.\n      (4)   The terms and conditions on which  a  person  holds  office  are\n         unaffected by this section.\n      (5)   Any legal proceedings that were commenced  before  the  date  of\n         transition by or against the Commissioner of Taxes and had not been\n         completed by the date of transition may be continued and  completed\n         by or against the Commissioner of Territory Revenue.\n      (6)   A  reference  in  any  statutory  or  other  instrument  to  the\n         Commissioner of Taxes is (where the context admits) to be read as a\n         reference to the Commissioner of Territory Revenue."
    },
    {
      "key": "section:153",
      "title": "Section 153 - Investigators",
      "main_structural_unit": "section",
      "main_structural_number": "153",
      "main_structural_heading": "Investigators",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 153",
      "text": "(1)   A person who was, immediately  before  the  date  of  transition\n         vested with powers of investigation or inquiry under  the  old  law\n         because of an appointment, authorisation or delegation made by  the\n         Commissioner of Taxes is, on the date of transition, taken to  have\n         been appointed by the Commissioner as an authorised officer.\n      (2)   A presumptive appointment under subsection  (1)  terminates,  or\n         may be terminated, in the same way as an  actual  appointment  made\n         under this Act."
    },
    {
      "key": "section:154",
      "title": "Section 154 - Assessments",
      "main_structural_unit": "section",
      "main_structural_number": "154",
      "main_structural_heading": "Assessments",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 154",
      "text": "(1)   The provisions of this Act relevant to the assessment of  a  tax\n         liability apply whether the liability was incurred  before,  on  or\n         after the date of transition.\n      (2)   A tax liability  assessed  under  the  old  law  is  subject  to\n         reassessment under this Act as if this Act had been in  force  when\n         the assessment had been made and it had then been made  under  this\n         Act.\n      (3)   However, a liability to stamp duty assessed under  the  old  law\n         before 1Â JanuaryÂ 2005 cannot be reassessed."
    },
    {
      "key": "section:155",
      "title": "Section 155 - Refunds of tax",
      "main_structural_unit": "section",
      "main_structural_number": "155",
      "main_structural_heading": "Refunds of tax",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 155",
      "text": "The provisions of this  Act  governing  the  refund  of  tax  apply\n         whether  the  tax  was  paid  before,  on  or  after  the  date  of\n         transition."
    },
    {
      "key": "section:156",
      "title": "Section 156 - Interest and penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "156",
      "main_structural_heading": "Interest and penalty tax",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 156",
      "text": "(1)   Interest accrues on  a  tax  default  that  occurs  before,  but\n         continues after, the date of transition as if this Act had been  in\n         force when the relevant tax liability was incurred.\n      (2)   Penalty tax may be imposed under this  Act  for  a  tax  default\n         occurring before the date of transition.\n      (3)   The powers conferred by this Act to remit  interest  or  penalty\n         tax extend to interest that accrued before the date  of  transition\n         and to any penalty or additional tax payable under the old law."
    },
    {
      "key": "section:157",
      "title": "Section 157 - Special arrangement for filing returns or paying tax",
      "main_structural_unit": "section",
      "main_structural_number": "157",
      "main_structural_heading": "Special arrangement for filing returns or paying tax",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 157",
      "text": "Any special arrangement for filing returns or paying tax  in  force\n         under the  old  law  immediately  before  the  date  of  transition\n         continues in force under this Act (subject  to  revocation  by  the\n         Commissioner) as if it were an arrangement approved under Part 6."
    },
    {
      "key": "section:158",
      "title": "Section 158 - Collection and recovery of tax",
      "main_structural_unit": "section",
      "main_structural_number": "158",
      "main_structural_heading": "Collection and recovery of tax",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 158",
      "text": "(1)   Part 7 applies to the collection and  recovery  of  tax  whether\n         the relevant tax liability arose before, on or after  the  date  of\n         transition.\n      (2)   However, Part 7, Division 3 applies only in relation to:\n         (a)      a tax liability incurred under a provision  of  the  Stamp\n             Duty ActÂ 19678, Part 3, DivisionÂ 8A; or\n         (b)      a tax liability incurred before the  date  of  transition,\n             under a  provision  of  an  old  law  that  corresponds  to  a\n             provision mentioned in paragraph (a); or\n         (c)       a  tax  liability  incurred  on  or  after  the  date  of\n             transition."
    },
    {
      "key": "section:159",
      "title": "Section 159 - Records",
      "main_structural_unit": "section",
      "main_structural_number": "159",
      "main_structural_heading": "Records",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 159",
      "text": "Part 8 extends to tax liabilities,  and  records  relevant  to  tax\n         liabilities, incurred before the date of transition."
    },
    {
      "key": "section:160",
      "title": "Section 160 - Investigations",
      "main_structural_unit": "section",
      "main_structural_number": "160",
      "main_structural_heading": "Investigations",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 160",
      "text": "Part 9 extends to the investigation of a tax liability incurred, an\n         offence committed, or circumstances occurring before  the  date  of\n         transition."
    },
    {
      "key": "section:161",
      "title": "Section 161 - Disclosure of information",
      "main_structural_unit": "section",
      "main_structural_number": "161",
      "main_structural_heading": "Disclosure of information",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 161",
      "text": "Part 10 extends to confidential information obtained under the  old\n         law."
    },
    {
      "key": "section:162",
      "title": "Section 162 - Objections and appeals",
      "main_structural_unit": "section",
      "main_structural_number": "162",
      "main_structural_heading": "Objections and appeals",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 162",
      "text": "(1)   Part 11 extends to an objection or  appeal  against  a  decision\n         made before the date of transition.\n      (2)   However, if at the date of  transition  proceedings  by  way  of\n         objection or appeal had been commenced under  the  old  law,  those\n         proceedings are to be dealt with under the old law  and,  if  those\n         proceedings lead to an appeal or further appeal, that is also to be\n         dealt with under the old law."
    },
    {
      "key": "section:163",
      "title": "Section 163 - Offences",
      "main_structural_unit": "section",
      "main_structural_number": "163",
      "main_structural_heading": "Offences",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 163",
      "text": "The provisions of this Act regarding the time for commencement of a\n         tax prosecution apply whether the offence is alleged to  have  been\n         committed before or after the date of transition."
    },
    {
      "key": "section:164",
      "title": "Section 164 - Evidence",
      "main_structural_unit": "section",
      "main_structural_number": "164",
      "main_structural_heading": "Evidence",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 164",
      "text": "The provisions of this Act  creating  evidentiary  presumptions  or\n         providing for evidence by  certificate  extend,  subject  to  their\n         terms, to proceedings related to civil or criminal causes of action\n         arising before the date of transition or to tax liabilities arising\n         before the date of transition."
    },
    {
      "key": "section:165",
      "title": "Section 165 - Substantive criminal law unaffected by this Part",
      "main_structural_unit": "section",
      "main_structural_number": "165",
      "main_structural_heading": "Substantive criminal law unaffected by this Part",
      "defined_term": null,
      "structure_path": "Part 15 Transitional provisions for Taxation Administration Act 2007 > Section 165",
      "text": "This Part does not affect the substantive law by reference to which\n         criminal liability for an offence  committed  before  the  date  of\n         transition is determined.\nPart 16     Transitional matters for Revenue and Other Legislation\n                Amendment Act 2010"
    },
    {
      "key": "section:166",
      "title": "Section 166 - Application",
      "main_structural_unit": "section",
      "main_structural_number": "166",
      "main_structural_heading": "Application",
      "defined_term": null,
      "structure_path": "Part 16 Transitional matters for Revenue and Other Legislation > Section 166",
      "text": "(1)   The amendments  relating  to  the  definition  taxation  law  in\n         sectionsÂ 3 and  3A  made  by  the  Revenue  and  Other  Legislation\n         Amendment Act 2010 apply in relation to a tax  liability  mentioned\n         in section  3A  accrued  at  any  time  before,  on  or  after  the\n         commencement of this section.\n      (2)   Subsection (1) has effect except as otherwise provided  by  Part\n         15.\nPart 17     Transitional matters for Statute Law Amendment (Directors'\n                Liability) ActÂ 2015"
    },
    {
      "key": "section:167",
      "title": "Section 167 - Offences â before and after commencement",
      "main_structural_unit": "section",
      "main_structural_number": "167",
      "main_structural_heading": "Offences â before and after commencement",
      "defined_term": null,
      "structure_path": "Part 17 Transitional matters for Statute Law Amendment (Directors' > Section 167",
      "text": "(1)    Section  137,  as  inserted  by  the  Statute  Law   Amendment\n         (Directors' Liability)  ActÂ 2015,  (the  new  section)  applies  in\n         relation to a relevant offence committed by a body corporate  after\n         the  commencement  of  Part  2,  Division  37  of  that  Act   (the\n         commencement) only if:\n         (a)      all the conduct constituting the relevant offence occurred\n             after the commencement; and\n         (b)      all the conduct of the executive officer constituting  the\n             offence  against  the   new   section   occurred   after   the\n             commencement.\n      (2)   Section 137, as in force before the commencement:\n         (a)      continues to apply in relation to offences committed by  a\n             company before the commencement; and\n         (b)      applies in relation to relevant offences  committed  by  a\n             body corporate after the commencement to which, as a result of\n             subsection (1), the new section does not apply.\nPart 18     Transitional matters for Statute Law Amendment (NTCAT Conferral\n                of Jurisdiction) Act 2023"
    },
    {
      "key": "section:168",
      "title": "Section 168 - Definitions",
      "main_structural_unit": "section",
      "main_structural_number": "168",
      "main_structural_heading": "Definitions",
      "defined_term": null,
      "structure_path": "Part 18 Transitional matters for Statute Law Amendment (NTCAT Conferral > Section 168",
      "text": "In this Part:\n         amending Act means the Statute Law Amendment  (NTCAT  Conferral  of\n         Jurisdiction) Act 2023.\n         commencement means the commencement of Part 14 of the amending Act.\n         former Act means:\n         (a)      this Act as in force immediately before the  commencement;\n             and\n         (b)      the Taxation and Royalty Appeals Tribunal Rules  2005,  as\n             in force immediately before the commencement.\n         former Tribunal means the Taxation  and  Royalty  Appeals  Tribunal\n         continued by section 130 of the former Act.\n         new Act means this Act, as amended by Part 14 of the amending Act."
    },
    {
      "key": "section:169",
      "title": "Section 169 - Right of appeal or review for existing objection decisions",
      "main_structural_unit": "section",
      "main_structural_number": "169",
      "main_structural_heading": "Right of appeal or review for existing objection decisions",
      "defined_term": null,
      "structure_path": "Part 18 Transitional matters for Statute Law Amendment (NTCAT Conferral > Section 169",
      "text": "(1)   This section applies to a  person  if,  immediately  before  the\n         commencement, the person:\n         (a)      was entitled to appeal  to  the  former  Tribunal  or  the\n             Supreme Court under section 115 of the former  Act  against  a\n             decision on an objection (an existing objection decision); and\n         (b)      had not yet commenced an appeal to the former Tribunal  or\n             the Supreme Court against the existing objection decision.\n      (2)   The person:\n         (a)      cannot commence an appeal against the  existing  objection\n             decision to the former Tribunal or  the  Supreme  Court  under\n             section 115 of the former Act after the commencement; and\n         (b)      may apply to NTCAT for review of, or appeal to the Supreme\n             Court against, the existing objection decision  in  accordance\n             section 115 of the new Act.\n      (3)   For subsection (2)(b), an  application  for  review  of,  or  an\n         appeal against, the existing objection decision  must  be  made  or\n         commenced by the person within the period specified in section  116\n         or 117 of the new Act in respect of that decision."
    },
    {
      "key": "section:170",
      "title": "Section 170 - Appeals to former Tribunal not determined before commencement",
      "main_structural_unit": "section",
      "main_structural_number": "170",
      "main_structural_heading": "Appeals to former Tribunal not determined before commencement",
      "defined_term": null,
      "structure_path": "Part 18 Transitional matters for Statute Law Amendment (NTCAT Conferral > Section 170",
      "text": "(1)   This section applies in relation to  an  appeal  to  the  former\n         Tribunal (a pending proceeding) that:\n         (a)      was commenced by a person under section 115 of the  former\n             Act; and\n         (b)      had not been finally determined  by  the  former  Tribunal\n             before the commencement.\n      (2)   Despite the repeal of Part 12 of the former Act by  section  136\n         of the amending Act, the former Tribunal:\n         (a)      continues in existence  after  the  commencement  for  the\n             purpose of enabling it to  determine  the  pending  proceeding\n             before it; and\n         (b)      must continue to hear and determine the pending proceeding\n             in accordance with the former  Act,  as  if  Part  14  of  the\n             amending Act had not commenced.\n      (3)   Sections 128 and 129 of the former Act continue to  apply  after\n         the commencement in relation to:\n         (a)      the pending proceeding; and\n         (b)      a decision made by the  former  Tribunal  in  the  pending\n             proceeding.\n      (4)   A party to the pending proceeding  may  appeal  to  the  Supreme\n         Court  against  the  former  Tribunal's  decision  in  the  pending\n         proceeding in accordance with section 123 of the former Act, as  if\n         Part 14 of the amending Act had not commenced.\n      (5)   Subject  to  section  174,  the  Supreme  Court  must  hear  and\n         determine the party's appeal in accordance with section 123 of  the\n         former Act, as if Part 14 of the amending Act had not commenced."
    },
    {
      "key": "section:171",
      "title": "Section 171 - Appeals against objection decisions not determined by Supreme Court",
      "main_structural_unit": "section",
      "main_structural_number": "171",
      "main_structural_heading": "Appeals against objection decisions not determined by Supreme Court",
      "defined_term": null,
      "structure_path": "Part 18 Transitional matters for Statute Law Amendment (NTCAT Conferral > Section 171",
      "text": "before commencement\n      (1)   This section  applies  in  relation  to  an  appeal  (a  pending\n         appeal) to the Supreme Court that:\n         (a)      was commenced by a person under section 115 of the  former\n             Act; and\n         (b)      had not been finally determined by the  Court  before  the\n             commencement.\n      (2)   The Supreme Court  must  continue  to  hear  and  determine  the\n         pending appeal in accordance with Part 11 of the former Act, as  if\n         Part 14 of the amending Act had not commenced.\n      (3)   Sections 128 and 129 of the former Act continue to  apply  after\n         the commencement in relation to:\n         (a)      the pending appeal; and\n         (b)      a decision made  by  the  Supreme  Court  in  the  pending\n             appeal."
    },
    {
      "key": "section:172",
      "title": "Section 172 - Appeals against decisions of former Tribunal not commenced before",
      "main_structural_unit": "section",
      "main_structural_number": "172",
      "main_structural_heading": "Appeals against decisions of former Tribunal not commenced before",
      "defined_term": null,
      "structure_path": "Part 18 Transitional matters for Statute Law Amendment (NTCAT Conferral > Section 172",
      "text": "commencement\n      (1)   This section applies to a  person  if,  immediately  before  the\n         commencement, the person:\n         (a)      was entitled to appeal to  the  Supreme  Court  against  a\n             decision of the former  Tribunal  under  section  123  of  the\n             former Act; and\n         (b)      had not yet commenced an appeal against the decision.\n      (2)   The person may appeal to the Supreme Court against the  decision\n         of the former Tribunal in accordance with section 123 of the former\n         Act, as if Part 14 of the amending Act had not commenced.\n      (3)   Subject  to  section  174,  the  Supreme  Court  must  hear  and\n         determine the person's appeal in accordance with section 123 of the\n         former Act, as if Part 14 of the amending Act had not commenced."
    },
    {
      "key": "section:173",
      "title": "Section 173 - Appeals against decisions of former Tribunal not determined before",
      "main_structural_unit": "section",
      "main_structural_number": "173",
      "main_structural_heading": "Appeals against decisions of former Tribunal not determined before",
      "defined_term": null,
      "structure_path": "Part 18 Transitional matters for Statute Law Amendment (NTCAT Conferral > Section 173",
      "text": "commencement\n      (1)   Subsection (2) applies in relation to an appeal to  the  Supreme\n         Court against a decision of the former Tribunal that:\n         (a)      was commenced by a person under section 123 of the  former\n             Act; and\n         (b)      had not been finally determined by the  Court  before  the\n             commencement.\n      (2)   Subject to section 174, the Supreme Court must continue to  hear\n         and determine the person's appeal in accordance with section 123 of\n         the former Act,  as  if  Part  14  of  the  amending  Act  had  not\n         commenced."
    },
    {
      "key": "section:174",
      "title": "Section 174 - Remittal of matters to NTCAT on appeals determined after commencement",
      "main_structural_unit": "section",
      "main_structural_number": "174",
      "main_structural_heading": "Remittal of matters to NTCAT on appeals determined after commencement",
      "defined_term": null,
      "structure_path": "Part 18 Transitional matters for Statute Law Amendment (NTCAT Conferral > Section 174",
      "text": "(1)   If the Supreme Court's decision on  an  appeal  referred  to  in\n         sectionÂ 170(5), 172(3) or 173(2) would require  the  matter  to  be\n         remitted  to  the  former  Tribunal   for   reconsideration   under\n         sectionÂ 123(3)(d) of the former Act, the Court:\n         (a)      must instead remit the matter to NTCAT  for  determination\n             in accordance with the Court's directions; and\n         (b)      may make any  orders  and  give  any  directions  that  it\n             considers appropriate to facilitate the remittal of the matter\n             to NTCAT instead of the former Tribunal.\n      (2)   Subject to subsection (3), NTCAT must  hear  and  determine  the\n         remitted matter as if it had originally been commenced in NTCAT  by\n         way of application for review of the decision on the objection that\n         was the subject of the appeal to the former Tribunal.\n      (3)   For the determination of the remitted  matter,  NTCAT  may  make\n         any decision or order under the former Act  that  could  have  been\n         made  by  the  former  Tribunal  in  accordance  with  the  Court's\n         directions if the matter had been remitted to it.\n      (4)   Sections 128 and 129 of the new Act apply  in  relation  to  the\n         determination of the remitted matter by NTCAT."
    }
  ]
}