{
  "doc": {
    "jurisdiction": "tasmania",
    "source_url": "https://classic.austlii.edu.au/au/legis/tas/consol_act/taa1997269/",
    "register_url": "https://www.legislation.tas.gov.au/view/whole/html/inforce/current/act-1997-074",
    "source": "Taxation Administration Act 1997 (100000168).txt",
    "filename": "Taxation Administration Act 1997 (100000168).json",
    "name": "Taxation Administration Act 1997",
    "citation": "Taxation Administration Act 1997"
  },
  "chunks": [
    {
      "key": "section:82.p1",
      "title": "Section 82 - or 83 .",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "or 83 .",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 82",
      "text": "(3) The grounds for objection to a reassessment are limited to the reassessment. (4) A court or administrative review body, including the Magistrates Court (Administrative Appeals Division), does not have jurisdiction or power to consider any question concerning an assessment or decision of the Commissioner except as provided by this Part. (5) Subsection (4) does not apply to a decision of the Commissioner under Part 7 , 8 , 9 or 11 . 81. Onus of proof A person making an objection has the onus of proving his or her case. 82. Time for lodging objection (1) An objection is to be lodged within 60 days after the date of service of the notice of the assessment or decision on the taxpayer. (2) An objection is taken to have been lodged when it is received by the Commissioner. 83. Objections lodged out of time (1) The Commissioner may permit a person to lodge an objection after the 60-day period. (2) The person seeking to lodge an objection out of time may apply in writing stating fully - (a) the circumstances concerning failure to lodge the objection within the 60-day period; and (b) the reasons for that failure. (3) The Commissioner may - (a) grant permission unconditionally or subject to conditions; or (b) refuse permission. (4) A decision by the Commissioner to refuse permission or to impose conditions on permission is a non-reviewable decision. 84. Determination of objection (1) The Commissioner is to consider an objection and may - (a) allow the objection in whole or in part; or (b) disallow the objection. (2) The Commissioner may determine an objection that is subject to a right of review or appeal at any time before the hearing of the review or appeal proceedings commences. (3) The Commissioner may only delegate the function to consider and the power to determine an objection to a person who - (a) is not the person who made the assessment or decision to which the objection relates; and (b) is not the subordinate of the person referred to in paragraph (a) . 85. Suspension of determination (1) The Commissioner, by written notice served on the objector, may suspend the determination of an objection for any period during which the objector, or another person having information relevant to the objection, fails to provide information relevant to the objection that the Commissioner has requested under a taxation law. (2) The suspension of a determination takes effect on service of the notice of suspension. (3) The Commissioner, by written notice served on the objector, may suspend the determination of an objection pending the outcome of legal proceedings relating to a tax liability of the same kind as the tax liability that is the subject of the objection. (4) The power of the Commissioner under subsection (3) may be exercised - (a) on the Commissioner's own motion; or (b) at the request of the objector. (5) The power of the Commissioner to suspend the determination of an objection under subsection (1) or (3) includes a power, exercisable in a like manner, for the Commissioner to revoke the suspension at any time if he or she considers there are reasonable grounds to do so. 86. Notice of determination (1) The Commissioner is to give notice to the objector of the determination of the objection. (2) The notice of the determination is to state the grounds for disallowing an objection or for allowing an objection in part only. 87. Recovery of tax pending objection, review or appeal The fact that an objection, review or appeal is pending does not affect the assessment or decision to which the objection, review or appeal relates and tax may be recovered as if no objection, review or appeal were pending. 88. Payment of interest following unsuccessful objection Division 1 of Part 5 applies to an amount of tax required to be paid following the determination of an objection. Division 2 - Reviews and appeals 89. Right of review or appeal (1) A taxpayer may apply to the Magistrates Court (Administrative Appeals Division) for a review of, or appeal to the Supreme Court against - (a) the Commissioner's determination of the taxpayer's objection; or (b) the Commissioner's failure to determine the taxpayer's objection. (2) An application for review or an appeal - (a) is to be made within 60 days after the date of service on the taxpayer of the notice of the Commissioner's determination of the objection for a review or appeal under subsection (1)(a) ; or (b) is not to be made before 90 days after the objection was lodged for a review or"
    },
    {
      "key": "section:82.p2",
      "title": "Section 82 - or 83 .",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "or 83 .",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 82",
      "text": "(Administrative Appeals Division) for a review of, or appeal to the Supreme Court against - (a) the Commissioner's determination of the taxpayer's objection; or (b) the Commissioner's failure to determine the taxpayer's objection. (2) An application for review or an appeal - (a) is to be made within 60 days after the date of service on the taxpayer of the notice of the Commissioner's determination of the objection for a review or appeal under subsection (1)(a) ; or (b) is not to be made before 90 days after the objection was lodged for a review or appeal under subsection (1)(b) . (3) A taxpayer is not to apply for a review or make an appeal unless - (a) the whole of the amount of the tax to which the review or appeal relates has been paid; or (b) if that amount has not been paid, the Commissioner allows the taxpayer to apply for a review or make the appeal. (4) A taxpayer must give written notice to the Commissioner of the intention to apply for a review or make an appeal under subsection (1)(b) at least 14 days before the application for a review or appeal is made. 90. Grounds of review or appeal Unless the Magistrates Court (Administrative Appeals Division) or Supreme Court otherwise orders, on a review or an appeal - (a) the taxpayer's case is limited to the grounds of the objection; and (b) the Commissioner's case is limited to the grounds on which the objection was disallowed. 91. Onus on review or appeal On a review or an appeal, the taxpayer has the onus of proving his or her case. 92. Orders of Court (1) On the hearing of an appeal, the Supreme Court may - (a) make any order it thinks fit; and (b) by order, confirm, reduce, increase or vary the assessment or decision. (2) The costs of the appeal are in the discretion of the Supreme Court. 93. Giving effect to decision on review or appeal (1) Within 60 days after the decision on review or appeal becomes final, the Commissioner must take any action that is necessary to give effect to the decision. (2) If an appeal to a court from a decision of the Supreme Court on an appeal, or a decision of the Magistrates Court (Administrative Appeals Division) on a review, is not instituted within 30 days after the day on which the decision is made, the decision is taken to be final at the end of that period. Division 3 - Refunds following successful objection, review or appeal 94. Refund of amount (1) If a taxpayer's objection to an assessment is allowed in whole or in part, the decision of the Commissioner is not affirmed on review or a taxpayer's review or appeal is upheld, the Commissioner must - (a) refund any amount paid in excess of a requirement for payment; or (b) apply the amount paid in excess of a requirement for payment against any liability of the person under a taxation law, or another Act of which the Commissioner has the general administration, and refund any part of the amount paid in excess that is not so applied. (2) If a taxpayer's objection to a decision other than an assessment is allowed in whole or in part, the decision of the Commissioner is not affirmed on review or a taxpayer's review or appeal is upheld, the Commissioner must - (a) refund any amount paid in the relevant period in excess of a requirement for payment; or (b) apply the amount paid in the relevant period in excess of a requirement for payment against any liability of the person under a taxation law, or another Act of which the Commissioner has the general administration, and refund any part of the amount paid in excess that is not so applied. (3) A relevant period for the purpose of subsection (2) is a period of 5 years immediately preceding the earlier of the following: (a) the date of the decision; (b) if the decision was made in response to a written request from the taxpayer that included a description of the facts and circumstances on which the request was based, the date of the request for the decision. 95. Payment of interest (1) In addition to an amount refunded under this Division the Commissioner is required to pay interest on the amount calculated at the market rate referred to in section 35(1)(a) on a daily basis from whichever of the following is the later until the date of the refund: (a) the date of payment of the amount"
    },
    {
      "key": "section:82.p3",
      "title": "Section 82 - or 83 .",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "or 83 .",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 82",
      "text": "the decision was made in response to a written request from the taxpayer that included a description of the facts and circumstances on which the request was based, the date of the request for the decision. 95. Payment of interest (1) In addition to an amount refunded under this Division the Commissioner is required to pay interest on the amount calculated at the market rate referred to in section 35(1)(a) on a daily basis from whichever of the following is the later until the date of the refund: (a) the date of payment of the amount overpaid; (b) the date on which the Commissioner made the assessment to which the objection and appeal relates. (1A) Despite subsection (1) , the Commissioner - (a) may apply so much of any interest calculated in accordance with that subsection against any liability of the relevant person under a taxation law, or another Act of which the Commissioner has the general administration; and (b) is not required to pay under that subsection so much of an amount of interest as is applied under paragraph (a) . (2) The Commissioner is not required to pay interest under subsection (1) on an amount refunded unless the amount of interest exceeds $20.00. Division 4 - Other cases 95A. Refunds payable, &c., consequent on related objections affecting taxation liability (1) This section applies where, as a result of an objection under"
    },
    {
      "key": "section:28.p1",
      "title": "Section 28 - of the Valuation of Land Act 2001 , the valuation of any",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "of the Valuation of Land Act 2001 , the valuation of any",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 28",
      "text": "land in respect of which a land tax assessment has been made is lowered by the Valuer-General under section 30 of that Act. (2) If this section applies - (a) the Commissioner is, as soon as practicable, to reassess the land tax payable in respect of the revalued land; and (b) if the Commissioner determines from the reassessment that there has been an overpayment of land tax by the taxpayer, the Commissioner is to refund the amount of the overpayment, together with interest on that amount calculated at the market rate referred to in section 35(1)(a) on a daily basis from whichever of the following is the later date until the date of the refund: (i) the date of payment of the amount overpaid; (ii) the date on which the Commissioner made the land tax assessment referred to in subsection (1) . (3) In this section - land tax assessment means an assessment pursuant to section 12(1) of the Land Tax Act 2000 ; valuation means the valuation on a valuation roll within the meaning of the Valuation of Land Act 2001 . PART 11 - Miscellaneous Division 1 - Payment 96. Payment of tax (1) Tax may be paid to the Commissioner - (a) by a bank cheque or postal money order delivered to an office of the Commissioner; or (b) by any other means approved by the Commissioner. (2) An approval of the Commissioner may be - (a) general or limited to a particular tax, person or payment; and (b) unconditional or subject to any condition. (3) If the Commissioner approves payment by a personal cheque, payment is taken to be effected when - (a) the cheque is received by the Commissioner if that payment occurs when the Commissioner first presents the cheque to the bank for payment; or (b) payment occurs under the cheque following presentation by the Commissioner. (4) An approval of a means of payment other than personal cheque may include a stipulation as to when payment by that means is taken to be effected. (5) The Commissioner may vary or cancel an approval under this section. 97. Adjustments (1) If a single amount of tax payable is not a multiple of a dollar, the Commissioner may decrease the amount to an amount not lower than the nearest dollar. (2) If the Commissioner aggregates 2 or more amounts of tax payable and the aggregated amount is not a multiple of a dollar, the Commissioner may decrease the aggregated amount to an amount not lower than the nearest dollar. 98. Valuation of foreign currency (1) If a single amount involved in the calculation of tax is not in Australian currency, the amount is to be converted to Australian currency at the buy rate of exchange reported by the Reserve Bank and applicable at the date on which the liability to pay the tax arose. (2) This section is subject to a provision of another taxation law governing the calculation of tax where an amount involved in the calculation is not in Australian currency. 99. Appropriation Any amount authorised or required to be paid by the Commissioner under this Act is to be paid from the Public Account which is appropriated by this section to the necessary extent. Division 2 - Evidentiary matters 100. Issue of documents A document or a copy of a document bearing the written, printed or stamped signature or name of the Commissioner or a person described in the document as a delegate of the Commissioner is, in the absence of evidence to the contrary, taken to have been lawfully issued by the Commissioner. 101. Evidence of assessment Production of a notice of assessment or of a document signed by the Commissioner purporting to be a copy of a notice of assessment is conclusive evidence - (a) of the due making of the assessment; and (b) that the amount and all particulars of the assessment are correct, except in any proceedings relating to objections or appeal in which it is proof in the absence of evidence to the contrary. 102. Certificate evidence A certificate signed by the Commissioner that states any of the following matters is admissible in proceedings under a taxation law and, in the absence of evidence to the contrary, is proof of the matters stated in the certificate: (a) that the person named in the certificate is liable to pay tax; (b) that an assessment of tax has been made in relation to circumstances specified in the certificate; (c) that the amount of tax, a penalty or interest specified in the certificate is payable by a person named"
    },
    {
      "key": "section:28.p2",
      "title": "Section 28 - of the Valuation of Land Act 2001 , the valuation of any",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "of the Valuation of Land Act 2001 , the valuation of any",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 28",
      "text": "evidence to the contrary. 102. Certificate evidence A certificate signed by the Commissioner that states any of the following matters is admissible in proceedings under a taxation law and, in the absence of evidence to the contrary, is proof of the matters stated in the certificate: (a) that the person named in the certificate is liable to pay tax; (b) that an assessment of tax has been made in relation to circumstances specified in the certificate; (c) that the amount of tax, a penalty or interest specified in the certificate is payable by a person named in the certificate or has been paid in whole or in part by or on behalf of a person so named; (d) that a document specified in the certificate was posted to, delivered to, or served personally on, a person named in the certificate on a day specified in the certificate; (e) that a person named in the certificate is, or is not, registered or licensed as required by the relevant taxation law; (f) that a return or statement required by a taxation law has been, or has not been, lodged by or on behalf of a person named in the certificate on or as at a day specified in the certificate; (g) that a person named in the certificate is, or was, an authorised officer on the date specified in the certificate. 103. Copies and extracts of certain documents A document signed by the Commissioner purporting to be a copy of, or an extract from, a return lodged with the Commissioner or a document issued by the Commissioner is admissible in proceedings under a taxation law without production of the original. Division 3 - General offences 104. False or misleading information and statements (1) A person must not - (a) make a record required under a taxation law knowing it to contain any matter that is false or misleading; or (b) include in a record required under a taxation law any matter knowing it to be false or misleading. Penalty: In the case of - (a) a body corporate, a fine not exceeding 500 penalty units; or (b) in any other case, a fine not exceeding 100 penalty units. (2) A person, for the purposes of a taxation law, must not - (a) make a statement, orally or in writing, to a tax officer knowing it to be false or misleading; or (b) omit any matter from a statement knowing that without that matter the statement is false or misleading; or (c) give information, orally or in writing, to a tax officer knowing it to be false or misleading. Penalty: In the case of - (a) a body corporate, a fine not exceeding 500 penalty units; or (b) in any other case, a fine not exceeding 100 penalty units. 105. Failure to lodge documents A person must not fail to lodge a record or return that is required to be lodged by a taxation law. Penalty: In the case of - (a) a body corporate, a fine not exceeding 200 penalty units; or (b) in any other case, a fine not exceeding 40 penalty units. 106. Defence relating to records A person is not guilty of an offence in relation to a requirement under Part 8 if the person proves that - (a) the person took reasonable care to comply with the requirement; or (b) non-compliance with the requirement was caused solely because of circumstances beyond the person's control. 107. Falsifying or concealing identity A taxpayer must not - (a) falsify or conceal the identity, or the address or location of a place of residence or business, of the taxpayer or of another person; or (b) by act or omission, do anything that facilitates the falsification or concealment of the identity, or the address or location of a place of residence or business, of the taxpayer or of another person. Penalty: In the case of - (a) a body corporate, a fine not exceeding 500 penalty units; or (b) in any other case, a fine not exceeding 100 penalty units. 108. Tax evasion A person must not, by a deliberate act or omission, evade or attempt to evade tax. Penalty: In the case of - (a) a body corporate, a fine not exceeding 1 000 penalty units; or (b) in any other case, a fine not exceeding 200 penalty units or a term of imprisonment not exceeding 2 years, or both. 109. Offences by bodies corporate (1) If a body corporate contravenes a provision of a taxation law, a person who is concerned in, or takes part in, the management of"
    },
    {
      "key": "section:28.p3",
      "title": "Section 28 - of the Valuation of Land Act 2001 , the valuation of any",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "of the Valuation of Land Act 2001 , the valuation of any",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 28",
      "text": "not exceeding 100 penalty units. 108. Tax evasion A person must not, by a deliberate act or omission, evade or attempt to evade tax. Penalty: In the case of - (a) a body corporate, a fine not exceeding 1 000 penalty units; or (b) in any other case, a fine not exceeding 200 penalty units or a term of imprisonment not exceeding 2 years, or both. 109. Offences by bodies corporate (1) If a body corporate contravenes a provision of a taxation law, a person who is concerned in, or takes part in, the management of the body corporate is taken to have contravened that provision. (2) It is a defence in proceedings under subsection (1) for a person to prove that - (a) the body corporate contravened the provision without the person's knowledge; or (b) the person was not in a position to influence the conduct of the body corporate in relation to its contravention of the provision; or (c) the person, if in that position, used all due diligence to prevent the contravention by the body corporate. (3) A person may be convicted of a contravention of a provision of a taxation law whether or not the body corporate has been convicted of its contravention. (4) This section does not affect a liability imposed on a body corporate for an offence committed by it against a taxation law. (5) For the purpose of this section, the following persons are persons who are concerned in, or take part in, the management of a body corporate: (a) a director of the body corporate; (b) a secretary of the body corporate; (c) a receiver and manager of property of the body corporate; (d) an administrator of a deed of arrangement executed by the body corporate; (e) a liquidator of the body corporate appointed in a voluntary winding-up of the body corporate; (f) a trustee or other person administering a compromise or arrangement made between the body corporate and another person or other persons. 110. Offences by partnerships and associations A reference in a taxation law to an offence by a partnership or an unincorporated association is - (a) in the case of a partnership, a reference to each member of the partnership; and (b) in the case of an unincorporated association, a reference to each member of the committee of management of the association. 111. Continuing offences (1) A person may be convicted of a second or subsequent offence for a failure to do an act if the failure continues beyond the period or date in respect of which the person is convicted for the failure. (2) The maximum penalty for the offence is the same whether it is a second or subsequent offence. 112. Tax liability unaffected by payment of penalty The payment by a person of a penalty imposed by a court does not relieve the person from the payment of any other amount the person is liable to pay under a taxation law. 113. Time for commencing prosecutions A prosecution for an offence against a taxation law may be commenced at any time within 3 years after the alleged commission of the offence. Division 3A - Tax avoidance 113A. Purpose and operation of Division 3A (1) The purpose of this Division is to deter artificial, blatant or contrived schemes to reduce liability to pay tax. (2) No provision of this Act or a taxation law limits the operation of this Division unless that provision expressly provides otherwise. 113B. Application of Division 3A (1) This Division applies if - (a) a person has obtained, or would apart from this Division obtain, a tax benefit - (i) from a scheme which was entered into after the commencement of this Division; or (ii) from a scheme the carrying out of which was started after the commencement of this Division; and (b) . . . . . . . . (c) taking into account the matters set out in section 113C , it is reasonable to conclude that a person, whether alone or with other persons, who entered into or carried out the scheme, or part of the scheme, did so for the sole or dominant purpose of enabling that person to obtain such a, or another, tax benefit from the scheme. (2) For the purposes of subsection (1) , it does not matter - (a) whether the scheme, or any part of the scheme, is entered into or carried out in Tasmania or elsewhere; or (b) whether or not the tax benefit that the person obtained, or would have obtained, is the same kind of tax benefit referred to"
    },
    {
      "key": "section:28.p4",
      "title": "Section 28 - of the Valuation of Land Act 2001 , the valuation of any",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "of the Valuation of Land Act 2001 , the valuation of any",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 28",
      "text": "other persons, who entered into or carried out the scheme, or part of the scheme, did so for the sole or dominant purpose of enabling that person to obtain such a, or another, tax benefit from the scheme. (2) For the purposes of subsection (1) , it does not matter - (a) whether the scheme, or any part of the scheme, is entered into or carried out in Tasmania or elsewhere; or (b) whether or not the tax benefit that the person obtained, or would have obtained, is the same kind of tax benefit referred to in subsection (1)(a) . 113C. Matters to be considered when determining purpose of scheme For the purposes of section 113B(1)(c) , the following matters are to be taken into account in determining whether it is reasonable to conclude that the sole or dominant purpose of a person entering into or carrying out a scheme of a kind referred to in section 113B(1) , or a part of such a scheme, is to enable that person to obtain a tax benefit from the scheme: (a) the manner in which the scheme, or part of the scheme, was entered into or carried out by the person; (b) the form and substance of the scheme or part of the scheme, including - (i) the legal rights and obligations of the person under the scheme or part; and (ii) the economic and commercial substance of the scheme or part; (c) the time when the person entered into or carried out the scheme or part of the scheme and the length of the period during which the person was involved in carrying out the scheme or part of the scheme; (d) the purpose of - (i) this Act; and (ii) any taxation law that is relevant to the scheme or part of the scheme; and (iii) a provision of this Act or such a taxation law - whether or not that purpose is expressly stated in this Act, the taxation law or the provision; (e) the effect that this Act, other than this Division, or a taxation law would have in relation to the scheme or part of the scheme; (f) any change in the person's financial position that has resulted, will result or may reasonably be expected to result from the person entering into or carrying out the scheme or part of the scheme; (g) any change in the financial position of any other person who is or has been connected with the person, through business or family or in any other manner, that has resulted, will result or may reasonably be expected to result from the person's connection with the scheme or part of the scheme; (h) any other consequence for the person, or another person referred to in paragraph (g) , that results, will result or may reasonably be expected to result from entering into or carrying out the scheme or part of the scheme or from the person's or other person's connection with the scheme or part of the scheme; (i) the nature of the connection between another person referred to in paragraph (g) and the person; (j) the circumstances surrounding the scheme or part of the scheme; (k) the circumstances surrounding the entry of the person into the scheme or part of the scheme or the carrying out by the person of the scheme or part of the scheme. 113D. When tax benefit obtained A person obtains a tax benefit if an amount of tax payable by the person under a taxation law is, or could reasonably be expected to be, less than it would have been if the person had not entered into or carried out a scheme of a kind referred to in section 113B(1) or part of such a scheme. 113E. Amount of tax benefit The amount of the tax benefit obtained by a person who entered into or carried out a scheme of a kind referred to in section 113B(1) , or part of such a scheme, is the difference between the amount of tax payable and the amount of tax that would have been payable had that person not entered into or carried out that scheme or that part of such a scheme. 113F. Assessments and reassessments if tax benefit obtained from scheme (1) If a person has obtained, or would but for this Division obtain, a tax benefit from entering into or carrying out a scheme of a kind referred to in section 113B(1) , or part of such a scheme, the Commissioner may - (a) in making an assessment of tax liability under section 18"
    },
    {
      "key": "section:28.p5",
      "title": "Section 28 - of the Valuation of Land Act 2001 , the valuation of any",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "of the Valuation of Land Act 2001 , the valuation of any",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 28",
      "text": "amount of tax payable and the amount of tax that would have been payable had that person not entered into or carried out that scheme or that part of such a scheme. 113F. Assessments and reassessments if tax benefit obtained from scheme (1) If a person has obtained, or would but for this Division obtain, a tax benefit from entering into or carrying out a scheme of a kind referred to in section 113B(1) , or part of such a scheme, the Commissioner may - (a) in making an assessment of tax liability under section 18 , include as part of the person's tax liability the amount of the tax benefit obtained or that would be obtained; or (b) reassess the person's tax liability under section 19 so that the person's tax liability includes the amount of the tax benefit obtained. (2) If the Commissioner takes action under subsection (1) , the Commissioner must notify the person, in writing, that he or she has done so and his or her reasons for doing so. Division 4 - Miscellaneous matters 114. Public officer of body corporate (1) The Commissioner, by written notice served on a body corporate, may require the body corporate to appoint, within a period specified in the notice, a natural person whose principal place of residence is in Tasmania as a public officer of the body corporate for the purposes of the taxation laws, and to keep the office of public officer constantly filled by such a person. (2) An appointment of a public officer is not duly made until written notice of the appointment, specifying the name and residential address of the officer, has been lodged with the Commissioner. (3) The Commissioner, by notice served on the person and the body corporate, may appoint a director, a secretary or an executive officer, within the meaning of the Corporations Act, of a body corporate as the public officer of the body corporate if the body corporate - (a) does not make an appointment as required; or (b) does not keep the office of public officer constantly filled as required. 115. Liability of public officer (1) The public officer of a body corporate is answerable for the discharge of all obligations imposed on the body corporate under a taxation law and, in case of default, is liable to the same penalties. (2) Anything that the public officer of a body corporate is required to do and does in his or her representative capacity is taken to have been done by the body corporate. (3) The absence or non-appointment of a public officer does not excuse the body corporate from the necessity of complying, or from a penalty for failure to comply, with a provision of a taxation law. (4) Any proceedings brought under a taxation law against the public officer of a body corporate are taken to have been brought against the body corporate, and the body corporate is liable jointly with the public officer for any penalty imposed on the public officer or for compliance with any order made against the public officer. 116. Day of service of document or payment of money If a document is served on or lodged with the Commissioner or a payment of money is tendered to the Commissioner at a time on a day that is after the ordinary hours of business when the offices of the Commissioner are open to the public on that day, the document or payment is taken to have been served on, lodged with or tendered to the Commissioner on the following business day. 117. Service on agents and members (1) If a person has actual or apparent authority to accept service of a document on behalf of another person, the Commissioner, for the purposes of a taxation law, may serve a document on that person. (2) Service of a document on a member of a partnership or on a member of the committee of management of an unincorporated association or other body of persons constitutes, for the purposes of a taxation law, service of the document on each member of the partnership or on each member of the association or other body of persons. 118. Service on body corporate (1) Service of a document on the public officer of a body corporate is sufficient service on the body corporate for the purposes of a taxation law. (2) If a body corporate does not have a public officer, service on a person acting or appearing to act in the business of the body corporate is sufficient service on the body corporate for the purpose of"
    },
    {
      "key": "section:28.p6",
      "title": "Section 28 - of the Valuation of Land Act 2001 , the valuation of any",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "of the Valuation of Land Act 2001 , the valuation of any",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 28",
      "text": "of a taxation law, service of the document on each member of the partnership or on each member of the association or other body of persons. 118. Service on body corporate (1) Service of a document on the public officer of a body corporate is sufficient service on the body corporate for the purposes of a taxation law. (2) If a body corporate does not have a public officer, service on a person acting or appearing to act in the business of the body corporate is sufficient service on the body corporate for the purpose of a taxation law. (3) A document served on, or requirement made of, the public officer of a body corporate is taken to have been served on, or made of, the body corporate. 118A. Administrative fee (1) The Commissioner may charge a prescribed fee in respect of the lodging of an instrument for assessment or the lodging of a return. (1A) The Commissioner, in his or her absolute discretion, may waive or, if applicable, refund all or any part of the prescribed fee. (2) For the purposes of this section - instrument has the meaning given to that term in the Duties Act 2001 . 119. Regulations (1) The Governor may make regulations for the purpose of this Act. (2) Regulations may be made so as to apply differently according to any matter, condition, limitation, restriction, exception or circumstance specified in the regulations. (3) The regulations may - (a) provide that a contravention of, or a failure to comply with, any of the regulations is an offence; and (b) in respect of such an offence, provide for the imposition of a fine not exceeding 50 penalty units and, in the case of a continuing offence, a further fine not exceeding 10 penalty units for each day during which the offence continues. (4) The regulations may authorise any matter to be determined, applied or regulated by any person or body. (5) The regulations may confer a power and impose a duty on a specified person or a specified class of persons. (6) Regulations may contain provisions of a savings and transitional nature consequent on the enactment of this Act. (7) A provision referred to in subsection (6) may take effect from the day on which this Act commences or a later day. 120. Savings and transitional The savings and transitional provisions set out in Schedule 1 have effect. 120A. Savings and transitional provisions consequent on repeal of Revenue Measures Act 2005 (1) Notwithstanding the repeal of the Debits Duties Act 2001 by the Revenue Measures Act 2005 , the Commissioner may recover from an account holder, financial institution, credit card holder or credit card provider, each within the meaning of the Debits Duties Act 2001 as in force immediately before the repeal, any duty that relates to a transaction made before 1 July 2005 and that was unpaid at that day. (2) For the purposes of subsection (1) , this Act is to be read as if the Debits Duties Act 2001 had not been repealed. 121. Administration of Act Until provision is made in relation to this Act by order under"
    },
    {
      "key": "section:4.p1",
      "title": "Section 4 - of the Administrative Arrangements Act 1990  -",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "of the Administrative Arrangements Act 1990  -",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 4",
      "text": "(a) the administration of this Act is assigned to the Treasurer; and (b) the Department responsible to the Treasurer in relation to the administration of this Act is the Department of Treasury and Finance. SCHEDULE 1 - Savings and transitional Section 120 1. Tax officers The person holding office as Commissioner of Pay-roll Tax immediately before the commencement day continues, on that day, as Commissioner of State Revenue under this Act. 2. Assessments (1) Part 3 applies to the assessment of a tax liability whether the liability arises before, on or after the commencement day. (2) An assessment made under a taxation law before the commencement day is taken, on that day, to have been made under this Act. 3. Refunds (1) Part 4 applies to the refund or recovery of tax paid before the commencement day. (2) Part 4 does not apply to an application for a refund made but not determined before the commencement day. 4. Interest (1) Interest in respect of a tax default that occurred before the commencement day accrues from that day in accordance with Division 1 of Part 5 . (2) The Commissioner may remit interest in respect of any interest that accrued under a taxation law before the commencement day. 5. Penalty tax (1) Division 2 of Part 5 does not apply to a tax default that occurred before the commencement day. (2) The Commissioner may remit penalty tax in respect of any penalty tax imposed on a taxpayer by a taxation law before the commencement day. (3) If a tax default occurred under a taxation law before the commencement day - (a) the Commissioner may make an assessment under this Act of any additional tax that would have been payable or assessable under that taxation law in relation to the default; and (b) this Act applies as if the additional tax were penalty tax. (4) In this clause, additional tax means an additional amount payable by way of tax, penalty tax, fine or duty under a taxation law as in force immediately before the commencement day. 6. Approval of special tax return arrangements Division 2 of Part 6 applies to an approval under a taxation law and in force immediately before the commencement day. 7. Collection of unpaid tax (1) Part 7 applies to tax that is payable but unpaid immediately before the commencement day. (2) Any proceedings under a taxation law in relation to the recovery of unpaid tax not completed before the commencement day may, on or after that day, be completed under that law. 8. Records Sections 61 , 62 , 63 and 64 apply to records kept under a taxation law before the commencement day. 9. Secrecy Division 2 of Part 9 applies to information obtained by a tax officer or other person before the commencement day. 10. Objections and appeals (1) The provisions of Part 10 apply on and after the commencement day in relation to - (a) any assessment made under a taxation law before that day as if it were an assessment under this Act; and (b) any decision of the Commissioner that may be the subject of objection under a taxation law in force immediately before the commencement day as if it were a decision that may be the subject of objection under that Part. (2) Subclause (1) does not apply to any assessment or decision if an objection has been lodged against it under a taxation law before the commencement day. (3) Appeal proceedings in relation to a decision on an objection lodged under a taxation law before the commencement day may be commenced or continued under that law. (4) Section 80(1A) applies to - (a) any refusal by the Commissioner to refund tax paid or purportedly paid that was made before the commencement of the Taxation Law (Miscellaneous Amendments) Act 2002; and (b) a failure by the Commissioner to refund the tax within 3 months after the application for the refund is lodged that is taken to be a refusal to refund the tax. (5) Section 94 applies to any assessment or decision made, any objection allowed or any review or appeal upheld before the commencement of the Taxation Law (Miscellaneous Amendments) Act 2002. 11. Evidence Sections 102 and 103 apply on and after the commencement day in relation to proceedings relating to a taxation law commenced on or after that commencement, whether the proceedings relate to matters or things occurring before, on or after that day. 12. Refunds where period altered by Taxation and Related Legislation (Miscellaneous Amendments) Act 2016 The amendments to sections 28 and 29 made by"
    },
    {
      "key": "section:4.p2",
      "title": "Section 4 - of the Administrative Arrangements Act 1990  -",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "of the Administrative Arrangements Act 1990  -",
      "defined_term": null,
      "structure_path": "Taxation Administration Act 1997 > Section 4",
      "text": "(5) Section 94 applies to any assessment or decision made, any objection allowed or any review or appeal upheld before the commencement of the Taxation Law (Miscellaneous Amendments) Act 2002. 11. Evidence Sections 102 and 103 apply on and after the commencement day in relation to proceedings relating to a taxation law commenced on or after that commencement, whether the proceedings relate to matters or things occurring before, on or after that day. 12. Refunds where period altered by Taxation and Related Legislation (Miscellaneous Amendments) Act 2016 The amendments to sections 28 and 29 made by the Taxation and Related Legislation (Miscellaneous Amendments) Act 2016 do not apply in relation to a payment, or purported payment, under a taxation law if an application for a refund was, before the day on which those provisions were so amended, made under section 29 in relation to the payment or purported payment."
    }
  ]
}