{
  "doc": {
    "jurisdiction": "western_australia",
    "source_url": "https://classic.austlii.edu.au/au/legis/wa/consol_act/taa2003269/",
    "register_url": "https://www.legislation.wa.gov.au/legislation/statutes.nsf/law_a6343.html&view=consolidated",
    "source": "Taxation Administration Act 2003 (100000171).txt",
    "filename": "Taxation Administration Act 2003 (100000171).json",
    "name": "Taxation Administration Act 2003",
    "citation": "Taxation Administration Act 2003"
  },
  "chunks": [
    {
      "key": "section:2",
      "title": "Section 2 - Commencement",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Commencement",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 2",
      "text": "(1) This Act comes into operation on a day fixed by proclamation.\n(2) Different days may be fixed under subsection (1) for different provisions.\nSection 3. ^ 1M, 1MC Taxation Acts\n(1) The following enactments are taxation Acts for the purposes of this Act --\n(a) this Act;\n(ca) the Duties Act 2008;\n(d) the Land Tax Act 2002;\n(e) the Land Tax Assessment Act 2002;\n(f) the Metropolitan Region Improvement Tax Act 1959 as in force from and after\nthe time of commencement of this Act;\n(ga) section 200 of the Planning and Development Act 2005;\n(h) the Pay-roll Tax Act 2002;\n(i) the Pay-roll Tax Assessment Act 2002;\n(j) the Stamp Act 1921 as in force from and after the time of commencement of\nthis Act;\n(jaa) the Transport (Road Passenger Services) Act 2018 Part 9 Division 2;\n(ja) the Biosecurity and Agriculture Management Act 2007 Part 6 Division 1\nSubdivision 2;\n(jb) the Biosecurity and Agriculture Management Rates and Charges Act 2007;\n(jc) the Betting Tax Act 2018;\n(jd) the Betting Tax Assessment Act 2018;\n(k) any other enactment prescribed by the regulations as a taxation Act.\n(2) Each other taxation Act is to be read with this Act as if they formed a\nsingle Act.\n[Section 3 amended: No. 38 of 2005 s. 15; No. 24 of 2007 s. 94; No. 12 of 2008\ns. 34; No. 17 of 2010 s. 30(2); No. 26 of 2018 s. 329; No. 37 of 2018 s. 45;\nNo. 11 of 2019 s. 4.]\n[Modification, to section 3, to have effect under the Commonwealth Places\n(Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror\nTaxes Administration) Regulations 2007 r. 46 and endnote 1M.]\n[Modification, to section 3, to have effect under the Commonwealth Places\n(Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror\nTaxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 49 and endnote 1MC.]"
    },
    {
      "key": "section:4",
      "title": "Section 4 - Terms used (Glossary)",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Terms used (Glossary)",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 4",
      "text": "The Glossary at the end of this Act defines or affects the meaning of some of\nthe words and expressions used in this Act.\n5.^ 1MC Crown bound\nSubject to any express provision to the contrary, each taxation Act binds the\nCrown in right of Western Australia and, as far as the legislative power of\nParliament permits, in all its other capacities.\n[Modification, to section 5, to have effect under the Commonwealth Places\n(Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror\nTaxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 50 and endnote 1MC.]\n[5A., 5B.^1M Modification, to insert sections 5A and 5B, to have effect under\nthe Commonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see\nCommonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 47 and\nendnote 1M.]\n[5A., 5B.^1MC Modification, to insert sections 5A and 5B, to have effect under\nthe Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 51 and endnote 1MC.]\n                    Part 2 -- Commissioner of State Revenue\n6.^ 1MC Commissioner of State Revenue\nA Commissioner of State Revenue is to be appointed under Part 3 of the Public\nSector Management Act 1994.\n[Modification, to repeal section 6, to have effect under the Commonwealth\nPlaces (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places\n(Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 52 and\nendnote 1MC.]"
    },
    {
      "key": "section:7",
      "title": "Section 7 - Commissioner's functions",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "Commissioner's functions",
      "defined_term": null,
      "structure_path": "Part 2 -- Commissioner of State Revenue > Section 7",
      "text": "(1) The Commissioner has the general administration of the taxation Acts and\nmay do anything necessary or convenient to be done for that purpose.\n(2) Without limiting subsection (1) the Commissioner may --\n(a) deal with a taxation matter in any manner; and\n(b) exercise in relation to a taxation matter any discretion,\nthat the Commissioner considers appropriate in the interests of good\nmanagement.\n(3) In subsection (2) --\ntaxation matter means any matter or thing arising under or in relation to a\ntaxation Act.\n(4) The Commissioner also has a function lawfully conferred on the\nCommissioner."
    },
    {
      "key": "section:8",
      "title": "Section 8 - Commissioner may perform investigators' functions",
      "main_structural_unit": "section",
      "main_structural_number": "8",
      "main_structural_heading": "Commissioner may perform investigators' functions",
      "defined_term": null,
      "structure_path": "Part 2 -- Commissioner of State Revenue > Section 8",
      "text": "In addition to performing the functions conferred on the Commissioner under a\ntaxation Act, the Commissioner may perform any function conferred on an\ninvestigator under a taxation Act."
    },
    {
      "key": "section:9",
      "title": "Section 9 - Commissioner, judicial notice of appointment and signature",
      "main_structural_unit": "section",
      "main_structural_number": "9",
      "main_structural_heading": "Commissioner, judicial notice of appointment and signature",
      "defined_term": null,
      "structure_path": "Part 2 -- Commissioner of State Revenue > Section 9",
      "text": "All courts and persons acting judicially are to take judicial notice --\n(a) of the fact that a person holds or has held the office of Commissioner; and\n(b) of the official signature of a person who holds or has held the office of\nCommissioner.\n10.^ 1M, 1MC Delegation by Commissioner\n(1) The Commissioner may delegate any of the Commissioner's functions under a\ntaxation Act except --\n(a) the power to delegate under this section; and\n(b) the power to issue an identity card; and\n(c) the power to give an authorisation under section 98(3), 99(1)(a) or 101(2).\n(2) The delegation must be in writing signed by the Commissioner.\n(3) A person exercising or performing a power or duty that has been delegated\nto the person under this section is to be taken to do so in accordance with the\nterms of the delegation unless the contrary is shown.\n(4) Nothing in this section limits the ability of the Commissioner to perform a\nfunction through an agent.\n(5) The Commissioner is to keep a register of delegates, which may be kept\nelectronically or otherwise.\n(6) If a person exercises, or claims to be entitled to exercise, functions\ndelegated by the Commissioner in relation to a taxpayer or a taxpayer's\naffairs, the Commissioner must, at the request of the taxpayer, make the\nrelevant entry in the register of delegates, or a print-out of it, available\nfor inspection by the taxpayer or a representative of the taxpayer.\n[Modification, to section 10, to have effect under the Commonwealth Places\n(Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror\nTaxes Administration) Regulations 2007 r. 48 and endnote 1M.]\n[10. ^1MC Modification, to replace section 10, to have effect under the\nCommonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 53 and endnote 1MC.]\nSection 11. ^1MC Tax investigators\n(1) The Commissioner may appoint a person to be an investigator for the\npurposes of the taxation Acts.\n(2) The Commissioner is to issue an identity card to each investigator.\n(3) An identity card must --\n(a) include a statement to the effect that the person identified by the card is\nan investigator for the purposes of the taxation Acts; and\n(b) include a photograph of the investigator.\n(4) If a person to whom an identity card is issued ceases to be an\ninvestigator, the person must immediately return the card to the Commissioner.\nPenalty for an offence against subsection (4): $20 000.\n[11. ^1MC Modification, to replace section 11, to have effect under the\nCommonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see\nCommonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice\nSection 2007 cl. 53 and endnote 1MC.]"
    },
    {
      "key": "section:12",
      "title": "Section 12 - Appointed representatives for court proceedings",
      "main_structural_unit": "section",
      "main_structural_number": "12",
      "main_structural_heading": "Appointed representatives for court proceedings",
      "defined_term": null,
      "structure_path": "Part 2 -- Commissioner of State Revenue > Section 12",
      "text": "(1) The Commissioner may appoint a person to represent the Commissioner --\n(a) in court proceedings for recovery of tax; or\n(b) in proceedings for an offence against a taxation Act; or\n(c) in other proceedings before a court or tribunal to which the Commissioner\nis a party.\n(2) An appointed representative may represent the Commissioner in accordance\nwith the authorisation.\n                          Part 3 -- Assessments of tax\n                           Division 1 -- Assessments"
    },
    {
      "key": "section:13",
      "title": "Section 13 - Assessments",
      "main_structural_unit": "section",
      "main_structural_number": "13",
      "main_structural_heading": "Assessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 13",
      "text": "(1) An assessment is a determination --\n(a) of the amount of tax payable under a taxation Act or of a portion of such\nan amount; or\n(b) that no tax is payable; or\n(c) that a person is liable to pay tax or is exempt from liability to pay tax;\nor\n(d) that an instrument, event or transaction is liable to tax or is exempt from\ntax.\n(2) An assessment may be made in relation to any one or more, or all, of the\ncomponents of the tax payable by a taxpayer.\n(3) The receipt by the Commissioner of an amount as payment of tax does not\nconstitute an assessment of tax liability."
    },
    {
      "key": "section:14",
      "title": "Section 14 - Self-assessments",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Self-assessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 14",
      "text": "A self-assessment is --\n(a) an assessment made by the taxpayer in a return under a taxation Act; or\n(b) an assessment made by a responsible party in a return or otherwise in\naccordance with a special tax return arrangement."
    },
    {
      "key": "section:15",
      "title": "Section 15 - Official assessments",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Official assessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 15",
      "text": "(1) An official assessment is an assessment made by the Commissioner.\n(2) The Commissioner must make an official assessment of the tax payable by a\nperson --\n(a) if the person is or is likely to be liable to pay tax, but is not required\nto make a self-assessment; or\n(b) when a taxation Act specifically requires the Commissioner to do so.\n(3) The Commissioner may make an official assessment on his or her own\ninitiative, and may do so even if the taxpayer is required to make, or has\nmade, a self-assessment.\n(4) The Commissioner may make an official assessment in any other circumstances\nat the taxpayer's request."
    },
    {
      "key": "section:16A",
      "title": "Section 16A - Interim assessments",
      "main_structural_unit": "section",
      "main_structural_number": "16A",
      "main_structural_heading": "Interim assessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 16A",
      "text": "(1) The Commissioner may make an assessment (an interim assessment) of a\nportion of the tax payable by a person when a taxation Act specifically\nauthorises the Commissioner to do so.\n(2) The Commissioner can make only one interim assessment of the tax payable.\n(3) The interim assessment must be followed by a complete assessment, which the\nCommissioner must make when the Commissioner --\n(a) has sufficient information to make such an assessment; or\n(b) makes a compromise agreement.\n(4) An interim assessment does not bind the Commissioner in relation to an\nassessment made following the interim assessment.\n(5) The complete assessment following the interim assessment supersedes the\ninterim assessment but does not affect any liability for --\n(a) penalty tax arising out of the interim assessment; or\n(b) interest payable under a tax payment arrangement.\n(6) The complete assessment following the interim assessment is not a\nreassessment of the interim assessment.\n(7) The Commissioner is not prevented from making or enforcing an interim\nassessment by --\n(a) the Commissioner having already made an assessment that is not a complete\nassessment, that is, an assessment that a person is liable to pay tax or that\nan instrument, event or transaction is liable to tax; or\n(b) a person making an objection or taking review proceedings in relation to an\nassessment referred to in paragraph (a).\n(8) No action can be brought in any court or tribunal to compel the\nCommissioner to make an interim assessment."
    },
    {
      "key": "section:16",
      "title": "Section 16 - Reassessments",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Reassessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 16",
      "text": "(1) The Commissioner must make a reassessment --\n(a) if specifically required to do so under a taxation Act; or\n(b) if specifically required to do so under a direction given in the course of\nreview proceedings; or\n(c) if a taxation Act provides for a rebate or refund of tax in particular\ncircumstances, and the circumstances were not taken into account when the\nprevious assessment was made.\n(2) Subject to subsection (5), the Commissioner may also make a reassessment --\n(a) on his or her own initiative, if it appears that a previous assessment is\nor may be incorrect for any reason; or\n(b) on the application of the taxpayer.\n(3A) Despite subsections (1) and (2), the Commissioner cannot make a\nreassessment in relation to an interim assessment unless specifically required\nto do so by section 39(1) or a direction given in the course of review\nproceedings.\n(3B) A reference in this Act to an assessment following an interim assessment\ndoes not include a reference to a reassessment of an interim assessment.\n(3) A reassessment may be made whether or not any amount of tax has been paid\non the previous assessment.\n(4) A reassessment may consolidate 2 or more separate assessments into a single\nassessment.\n(5) If an assessment is based on a particular interpretation of the applicable\nlaw or a particular practice of the Commissioner that was generally applied to\nassessments of that kind when the assessment was made, then the Commissioner\ncannot make a reassessment based on the ground that the interpretation or\npractice is or was erroneous."
    },
    {
      "key": "section:17",
      "title": "Section 17 - Time limits on reassessments",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Time limits on reassessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 17",
      "text": "(1) A taxpayer is not entitled to apply for a reassessment more than 5 years\nafter the original assessment was made.\n(2) The Commissioner may make a reassessment at any time after the previous\nassessment was made if --\n(a) the Commissioner has been directed, in the course of review proceedings, to\nmake the reassessment; or\n(b) there are reasonable grounds for suspecting that there has been an evasion\nof tax, or that the previous assessment was made on the basis of false or\nmisleading information.\n(3) The Commissioner may make a reassessment of the amount of pay-roll tax or\nbetting tax payable on an original assessment that was made in or in relation\nto any of the 5 financial years that precede the financial year in which the\nreassessment is made.\n(4) However, in any other circumstances the Commissioner may only make a\nreassessment within 5 years after the date of the original assessment or on an\napplication made within 5 years after the date of the original assessment."
    },
    {
      "key": "section:18",
      "title": "Section 18 - Effect of reassessment",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "Effect of reassessment",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 18",
      "text": "(1) A reassessment of an interim assessment or an original assessment\nsupersedes the assessment and any earlier reassessment.\n(2) A reassessment may increase or decrease the amount originally assessed.\n(3) If tax payable on --\n(a) an instrument; or\n(b) a transaction or event that an instrument effects or records,\nis reassessed, and the instrument or a duplicate or copy of it is produced to\nthe Commissioner, the Commissioner may endorse it to indicate the amount of tax\n(if any) payable under the reassessment and the amount of tax paid (if any),\n(but the reassessment takes effect irrespective of it being so endorsed).\n(4) A reassessment does not invalidate proceedings for the recovery of tax, but\nthe amount to be recovered is to be amended to take account of the\nreassessment.\n(5) If an objection to an assessment is lodged but a reassessment is made\nbefore the objection is determined, the objection may be continued against the\nreassessment to the extent that it is liable to the same objection or to an\nobjection that is the same, or similar, in substance."
    },
    {
      "key": "section:18A",
      "title": "Section 18A - Withdrawal of assessments",
      "main_structural_unit": "section",
      "main_structural_number": "18A",
      "main_structural_heading": "Withdrawal of assessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 18A",
      "text": "(1) The Commissioner may, within 5 years after the issue of a notice of\nassessment, withdraw the assessment.\n(2) An assessment may not be withdrawn if any amount of tax has been paid on\nthe assessment.\n(3) The Commissioner must give a written notice of withdrawal to the taxpayer.\n(4) If an assessment in respect of an event or transaction is withdrawn, the\nassessment is taken never to have been made and, subject to this Act, the\nCommissioner may make an assessment in respect of the event or transaction at\nany time after the first-mentioned assessment is withdrawn."
    },
    {
      "key": "section:19",
      "title": "Section 19 - Assessments based on estimated or suspected liability",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Assessments based on estimated or suspected liability",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 19",
      "text": "(1) If the Commissioner suspects on reasonable grounds that a tax liability\nexists, the Commissioner may make an assessment on the basis of that suspicion\nand the Commissioner's estimate of the amount of the liability.\n(2) If a tax liability exists, but the Commissioner is not satisfied with the\nadequacy or reliability of information available to make an assessment, the\nCommissioner may make an assessment on the basis of the Commissioner's estimate\nof the amount of the liability.\n(3) The Commissioner cannot make an interim assessment under this section but\ncan make an assessment following an interim assessment under this section."
    },
    {
      "key": "section:20A",
      "title": "Section 20A - Compromise assessments",
      "main_structural_unit": "section",
      "main_structural_number": "20A",
      "main_structural_heading": "Compromise assessments",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 20A",
      "text": "(1) If the Commissioner considers it appropriate to do so to avoid undue delay\nor expense, to settle a dispute or for any other reason, the Commissioner may --\n(a) make a written agreement (a compromise agreement) with a taxpayer in\nrelation to the assessment of the taxpayer's tax liability; and\n(b) make an assessment in accordance with the compromise agreement.\n(2A) The Commissioner cannot make an interim assessment in accordance with a\ncompromise agreement but can make an assessment following an interim assessment\nin accordance with a compromise agreement.\n(2) Despite section 16 the Commissioner must not make a reassessment of a\ncompromise assessment unless --\n(a) the taxpayer has agreed; or\n(b) the Commissioner is satisfied that the compromise assessment --\n(i) was procured by fraud; or\n(ii) was made in consequence of the taxpayer knowingly failing to disclose\nmaterial information or providing information knowing that it was incorrect,\nincomplete or misleading.\n(3A) Without limiting subsection (1), a compromise agreement may include --\n(a) conditions agreed with the taxpayer providing for the payment (and allowing\nfor the remission) of interest at the prescribed rate or at some other rate\nfixed by or under the arrangement with the agreement of the taxpayer; and\n(b) any other conditions the Commissioner considers appropriate.\n(3) Each of the following are final and not subject to objection or review\nunder Part 4 or to any other form of appeal or review --\n(a) a decision of the Commissioner under this section to make, or not make, a\ncompromise agreement;\n(b) a decision of the Commissioner under this section as to the terms of a\ncompromise agreement;\n(c) a compromise assessment.\n(4) No action can be brought in any court or tribunal to compel the\nCommissioner to make a compromise agreement.\n(5) This section does not limit the Commissioner's powers under section 19.\n[Section 20A inserted: No. 31 of 2008 s. 29; amended: No. 17 of 2010 s. 23;\nNo. 10 of 2013 s. 16.]"
    },
    {
      "key": "section:20",
      "title": "Section 20 - Assessments when instrument misleading or unavailable",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "Assessments when instrument misleading or unavailable",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 20",
      "text": "(1) If there are reasonable grounds for suspecting that an instrument lodged\nunder a taxation Act is inaccurate or misleading, then for the purposes of\nmaking an assessment the Commissioner may --\n(a) subject to subsection (4), create a memorandum of the instrument; and\n(b) treat the memorandum as if it were the instrument.\n(2) If tax is or may be payable but an instrument has not been lodged as\nrequired under a taxation Act, then for the purposes of making an assessment,\nthe Commissioner may --\n(a) treat a copy of the instrument as if it were the instrument; or\n(b) subject to subsection (4), create a memorandum of the instrument, and treat\nthe memorandum as if it were the instrument.\n(3) A memorandum created under subsection (1)(a) or (2)(b) is taken to be the\ninstrument and to have been lodged by the person required to lodge it under the\ntaxation Act.\n(4) The Commissioner can only create a memorandum of an instrument under\nsubsection (1)(a) or (2)(b) if the Commissioner has, so far as is practicable,\nmade reasonable efforts to obtain sufficient information to make an accurate\nassessment.\n(5) The copy or memorandum may be endorsed to indicate the payment of tax.\n(6) The validity of an assessment and the liability to pay tax do not depend on\nthe availability of an instrument or a copy of an instrument, or on the\ncreation of a memorandum of an instrument.\n(7) This section does not limit the powers of the Commissioner under Section 19."
    },
    {
      "key": "section:21",
      "title": "Section 21 - Ascertaining value of property, consideration or benefit",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Ascertaining value of property, consideration or benefit",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 21",
      "text": "(1) If it is necessary to ascertain the value of any property, consideration or\nbenefit for the purposes of a taxation Act, the Commissioner may require the\ntaxpayer to provide --\n(a) a written valuation of the property, consideration or benefit by a\nqualified valuer; and\n(b) any document or other record in the possession or control of the taxpayer\nthat is relevant to determining the value of the property, consideration or\nbenefit.\n(2A) A requirement under subsection (1) may include that --\n(a) a valuation, document or other record be provided in an electronic format;\nand\n(b) a valuation include or be accompanied by the methods, models and\nassumptions (if any) used in arriving at the valuation; and\n(c) if methods, models and assumptions must be provided electronically -- they\nbe provided in a form that allows the Commissioner to examine and test them for\nthe purposes of determining whether to adopt the valuation.\n(2B) A taxpayer may, in a particular case, comply with a requirement under\nsubsection (1)(a) by providing other evidence as to the value of the property,\nconsideration or benefit satisfactory to the Commissioner.\n(2) A requirement must specify the date on or before which the taxpayer is\nrequired to comply with it.\n(3) A person who does not comply with a requirement commits an offence.\nPenalty: $20 000."
    },
    {
      "key": "section:22",
      "title": "Section 22 - Commissioner's power to have valuation made",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Commissioner's power to have valuation made",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 22",
      "text": "(1) For the purposes of a taxation Act, the Commissioner may --\n(a) have a valuation made of any property, consideration or benefit; or\n(b) adopt any available valuation of the property, consideration or benefit\nthat the Commissioner considers appropriate.\n(2) The Commissioner may have a valuation made, or adopt a valuation,\nregardless of whether --\n(a) the Commissioner has required the taxpayer to provide information under\nsection 21 about the value of the property, consideration or benefit; or\n(b) the taxpayer has complied with such a requirement."
    },
    {
      "key": "section:23A",
      "title": "Section 23A - Recovery of valuation costs",
      "main_structural_unit": "section",
      "main_structural_number": "23A",
      "main_structural_heading": "Recovery of valuation costs",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 1 -- Assessments > Section 23A",
      "text": "(1) The Commissioner may recover from a taxpayer the costs of obtaining a\nvaluation under section 22(1)(a) if --\n(a) the taxpayer does not comply with a requirement under section 21(1)(a); or\n(b) the Commissioner is not satisfied with a valuation provided by the taxpayer\n(whether or not in compliance with a requirement under section 21(1)(a)) and\nthe value on which the taxpayer's liability is assessed exceeds the designated\nvaluation provided by the taxpayer by 15% or more.\n(2) However, if the validity or correctness of the assessment referred to in\nsubsection (1)(b) is challenged by the taxpayer, the Commissioner can only\nrecover the costs of obtaining the valuation if --\n(a) the value on which the final assessment of the taxpayer's liability is\nbased exceeds the designated valuation provided by the taxpayer by 15% or more;\nand\n(b) the value on which the taxpayer's liability is assessed referred to in\nsubsection (1)(b) does not vary from the value on which the final assessment of\nthe taxpayer's liability is based by 15% or more.\n(3) In this section and section 27A(3), a reference to the designated valuation\nprovided by the taxpayer is a reference to --\n(a) a valuation nominated by the taxpayer for the purposes of this section; or\n(b) in the absence of a nomination -- the last valuation provided by the\ntaxpayer prior to the Commissioner seeking a valuation under section 22(1)(a);\nor\n(c) a valuation accepted as the designated valuation by the Commissioner under\nsubsection (7).\n(4) If a taxpayer provides a valuation (whether or not in compliance with a\nrequirement under section 21(1)(a)), the Commissioner may ask the taxpayer\nwhether the taxpayer wishes to nominate that valuation for the purposes of this\nsection.\n(5) The nomination must be in writing.\n(6) Subsection (1)(b) does not apply if the Commissioner has not sought a\nnomination from the taxpayer in relation to the valuation.\n(7) The Commissioner may accept a valuation, provided by the taxpayer after the\ntaxpayer has nominated a valuation or after the Commissioner has sought a\nvaluation, as the designated valuation for the purposes of this section but\nonly if satisfied that it is reasonable to do so in all the circumstances.\n(8) In subsection (2), the final assessment of the taxpayer's liability is the\nassessment applicable after the objection and any subsequent review proceedings\nare discontinued or otherwise finally determined.\n(9) A reference in this section to a valuation does not include a reference to\na valuation obtained because of or in the course of an objection or review\nproceedings.\n(10) For the purpose of this section, if a valuation gives a range of values\nand a preferred value is not provided in or with it, the valuation is taken to\nfix a value at the median point in the range.\n                  Division 2 -- Assessment notices and returns"
    },
    {
      "key": "section:23",
      "title": "Section 23 - Assessment notices",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Assessment notices",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 2 -- Assessment notices and returns > Section 23",
      "text": "(1) When the Commissioner makes an assessment, he or she must issue an\nassessment notice.\n(2) However, the Commissioner does not have to issue an assessment notice --\n(a) if the Commissioner makes a reassessment on his or her own initiative, and\nno tax is to be paid or refunded as a result of the reassessment provided\nconfirmation is given in writing if requested; or\n(b) if the Commissioner assesses the amount of tax payable and then immediately\nendorses an instrument to indicate the assessment; or\n(c) if no tax is payable under an exemption (however expressed) provided under\nthe Land Tax Assessment Act 2002; or\n(d) if land tax imposed under the Land Tax Act 2002 or Metropolitan Region\nImprovement Tax imposed under the Metropolitan Region Improvement Tax Act 1959\nis waived under section 56.\n(3) When an assessment notice is issued, the Commissioner must serve it on the\ntaxpayer.\n(4) However, liability to tax is not dependent on service of the assessment\nnotice.\n[Section 23 amended: No. 66 of 2003 s. 108(2); No. 82 of 2004 s. 19; No. 13 of\nSection 2007 s. 14; No. 12 of 2008 s. 37; No. 11 of 2019 s. 5.]"
    },
    {
      "key": "section:24",
      "title": "Section 24 - Form of assessment notice",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Form of assessment notice",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 2 -- Assessment notices and returns > Section 24",
      "text": "(1) An assessment notice may be --\n(a) in the form of an account requiring payment of the amount assessed and of\nother amounts payable by the taxpayer; or\n(b) in any other form approved by the Commissioner.\n(1a) An assessment notice must set out the date on which it is issued.\n(2) An assessment notice in relation to an assessment must --\n(a) state the amount of tax payable under the primary liability; and\n(b) state the amount of penalty tax payable, if any; and\n(ca) state the amount of the costs of obtaining a valuation (if any) that are\nrecoverable under section 23A; and\n(c) indicate the due date for payment of the tax.\n(3A) An assessment notice in relation to the assessment following an interim\nassessment must also --\n(a) state whether the amount assessed is more or less than the amount assessed\nunder the interim assessment; and\n(b) show a credit for any amount of tax that has been paid on the interim\nassessment; and\n(c) if an amount of tax has been overpaid -- state whether the overpaid amount\nis to be refunded or credited to the taxpayer.\n(3) An assessment notice in relation to a reassessment must also --\n(a) state whether the amount payable is more or less than the amount assessed\nunder the previous assessment; and\n(b) if an amount of tax has been overpaid -- state whether the overpaid amount\nis to be refunded or credited to the taxpayer; and\n(c) if the amount of tax has been increased, or an amount of tax remains\nunpaid -- state the due date for payment of the amount or amounts to be paid.\n(4) For the purposes of subsection (3)(c), if the due date for payment of the\ntax has passed when the assessment notice is issued, the assessment notice must\nspecify the due date for payment of any unpaid tax and any penalty tax payable\nin relation to the unpaid tax.\n(5) The date specified in an assessment notice in relation to an assessment\nother than a reassessment as the due date for payment must be at least 14 days\nafter the date of the assessment notice.\n(5a) The date specified in an assessment notice in relation to a reassessment\nas the due date for payment must be at least 28 days after the date of the\nassessment notice.\n(6) More than one assessment of primary tax, penalty tax or costs of valuation,\nor any of them, may be included in an assessment notice, whether or not the\nassessments are made in respect of the same matter.\n(7) In subsection (6) --\ncosts of valuation means the costs of obtaining a valuation that are\nrecoverable under section 23A.\n[Section 24 amended: No. 12 of 2004 s. 9; No. 12 of 2008 s. 38; No. 10 of 2013\ns. 17 and 31.]"
    },
    {
      "key": "section:25",
      "title": "Section 25 - Statement of grounds of assessment",
      "main_structural_unit": "section",
      "main_structural_number": "25",
      "main_structural_heading": "Statement of grounds of assessment",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 2 -- Assessment notices and returns > Section 25",
      "text": "(1) An assessment notice may include a statement of the grounds on which the\nassessment is made.\n(2) If an assessment notice relating to an assessment of a primary liability,\nother than an interim assessment, does not include a statement of the grounds\non which the assessment is made --\n(a) the taxpayer may request the Commissioner to provide a statement of the\ngrounds; and\n(b) the Commissioner must serve a statement of the grounds on the taxpayer\nwithin 30 days after receiving the request.\n(3) If an assessment notice relating to an interim assessment, an assessment of\npenalty tax or an assessment of the costs of obtaining a valuation that are\nrecoverable under section 23A, does not include a statement of the grounds on\nwhich the assessment is made, the Commissioner must serve on the taxpayer a\nseparate statement of the grounds.\n(4) A statement of grounds relating to an interim assessment does not bind the\nCommissioner in relation to an assessment following the interim assessment.\n                           Division 3 -- Penalty tax"
    },
    {
      "key": "section:26",
      "title": "Section 26 - Penalty tax for contravention of taxation Act",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Penalty tax for contravention of taxation Act",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 3 -- Penalty tax > Section 26",
      "text": "(1) A taxpayer is liable to pay penalty tax in the following circumstances --\n(b) where the taxpayer does not lodge an instrument in accordance with a\ntaxation Act;\n(c) where any other contravention of a taxation Act occurs and, as a result,\nthe taxpayer --\n(i) avoids or delays the payment of tax; or\n(ii) avoids or delays the submission of information required for the assessment\nof tax;\n(d) where there is a material misstatement or omission in an instrument\nsubmitted to the Commissioner by or for the taxpayer under a taxation Act;\n(e) where the taxpayer fails to provide information required under a taxation\nAct or (intentionally or unintentionally) provides information that is\nincorrect, incomplete or misleading;\n(f) where the taxpayer makes an underestimation to avoid, delay or reduce the\npayment of tax;\n(g) where the taxpayer fails to pay (or underpays) tax for which the taxpayer\nis liable.\n(2) If there are reasonable grounds for suspecting that a taxpayer is liable to\npay penalty tax, the Commissioner may assess the amount of penalty tax payable\nby the taxpayer.\n(3) The amount of penalty tax payable is the amount equal to --\n(a) the amount of the taxpayer's primary liability; or\n(b) the amount that the taxpayer would have been liable to pay if the\ncircumstances giving rise to the liability to penalty tax had not occurred,\nas the case requires."
    },
    {
      "key": "section:27A",
      "title": "Section 27A - Penalty tax for undervaluation",
      "main_structural_unit": "section",
      "main_structural_number": "27A",
      "main_structural_heading": "Penalty tax for undervaluation",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 3 -- Penalty tax > Section 27A",
      "text": "(1) This section does not apply to a taxpayer in relation to a failure to\ncomply with a requirement under section 21(1)(a).\n(2) If the costs of obtaining a valuation are recoverable under section 23A and\nthe Commissioner decides to recover those costs from the taxpayer, the taxpayer\nis also liable to pay penalty tax.\n(3) The amount of penalty tax payable is the difference between --\n(a) what would be the amount of the taxpayer's primary liability if the\ndesignated valuation provided by the taxpayer were used in assessing the\ntaxpayer's liability; and\n(b) the lesser of --\n(i) the amount of the taxpayer's primary liability assessed on the value\nreferred to in section 23A(1)(b); and\n(ii) if the validity or correctness of the assessment is challenged by the\ntaxpayer -- the amount of the taxpayer's primary liability as assessed in the\nfinal assessment of the taxpayer's liability.\n(4) In subsection (3)(b)(ii), the final assessment of the taxpayer's liability\nis the assessment applicable after the objection and any subsequent review\nproceedings are discontinued or otherwise finally determined.\n(5) For the purpose of this section, if a valuation gives a range of values and\na preferred value is not provided in or with it, the valuation is taken to fix\na value at the median point in the range."
    },
    {
      "key": "section:27",
      "title": "Section 27 - Penalty tax for late payment",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Penalty tax for late payment",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 3 -- Penalty tax > Section 27",
      "text": "(1) If tax is not paid by the due date, the taxpayer is liable to pay an amount\nof penalty tax for late payment equal to 20% of the amount outstanding on the\ndue date.\n(2) However, penalty tax is not payable for late payment of --\n(a) instalments due under a tax payment arrangement; or\n(b) an amount payable under section 47(6) as a result of the cancellation of a\ntax payment arrangement."
    },
    {
      "key": "section:28",
      "title": "Section 28 - Limitation on amount of penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Limitation on amount of penalty tax",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 3 -- Penalty tax > Section 28",
      "text": "If the total amount of penalty tax assessed as payable by a taxpayer in\nrelation to a primary liability exceeds, or would but for this section exceed,\nthe amount of the primary liability, the amount of penalty tax payable is\nreduced to the amount equal to the amount of the primary liability."
    },
    {
      "key": "section:29",
      "title": "Section 29 - Remitting penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "Remitting penalty tax",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 3 -- Penalty tax > Section 29",
      "text": "(1) The Commissioner may remit penalty tax wholly or in part.\n(2) Penalty tax may be remitted before or after an assessment of the penalty\ntax is made.\n(3) If penalty tax is paid and later remitted, the amount remitted is to be\nrefunded or credited against the taxpayer's present or future tax liabilities."
    },
    {
      "key": "section:30",
      "title": "Section 30 - Practice for remitting penalty tax",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Practice for remitting penalty tax",
      "defined_term": null,
      "structure_path": "Part 3 -- Assessments of tax > Division 3 -- Penalty tax > Section 30",
      "text": "The Commissioner must publish on the Commissioner's website the practice\nfollowed by the Commissioner when deciding whether or not to remit penalty tax\nunder section 29.\n                  Part 4 -- Objections and review proceedings\n                   Division 1 -- Procedures and restrictions"
    },
    {
      "key": "section:31",
      "title": "Section 31 - Procedure for challenging assessments",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Procedure for challenging assessments",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 1 -- Procedures and restrictions > Section 31",
      "text": "A taxpayer is not entitled to challenge the validity or correctness of an\nassessment, or of any other decision for which rights of objection or review\nare conferred by this Act, except --\n(a) in proceedings by way of objection or in review proceedings; or\n(b) in any other manner specifically provided in a taxation Act."
    },
    {
      "key": "section:32",
      "title": "Section 32 - Objections to land valuations",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Objections to land valuations",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 1 -- Procedures and restrictions > Section 32",
      "text": "The validity or correctness of a valuation under the Valuation of Land Act 1978\nmay only be challenged in proceedings under Part IV of that Act, and not by way\nof objection against an assessment under this Act based on the valuation."
    },
    {
      "key": "section:33",
      "title": "Section 33 - Continuing obligation to pay assessed tax",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Continuing obligation to pay assessed tax",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 1 -- Procedures and restrictions > Section 33",
      "text": "(1) An obligation to pay tax is not suspended or deferred by an objection or\ncase stated or by review proceedings.\n(2) An order cannot be made in review proceedings if it would have the effect\nof suspending or deferring an obligation to pay tax before those proceedings\nare finally determined."
    },
    {
      "key": "section:34A",
      "title": "Section 34A - Beneficial body determinations",
      "main_structural_unit": "section",
      "main_structural_number": "34A",
      "main_structural_heading": "Beneficial body determinations",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 1 -- Procedures and restrictions > Section 34A",
      "text": "(1) A decision to make, or not to make, or to revoke or amend, a beneficial\nbody determination is final and not subject to objection or review under this\nAct or to any other form of appeal or review.\n(2) No action can be brought in any court or tribunal to compel the Minister to\nmake a beneficial body determination."
    },
    {
      "key": "section:34B",
      "title": "Section 34B - Surrender of right of objection or review",
      "main_structural_unit": "section",
      "main_structural_number": "34B",
      "main_structural_heading": "Surrender of right of objection or review",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 1 -- Procedures and restrictions > Section 34B",
      "text": "(1) This section applies to a decision in respect of which an application may\nbe made for a beneficial body determination.\n(2) If a taxpayer gives written notice in respect of a decision to which this\nsection applies to the Commissioner to the effect that --\n(a) the taxpayer surrenders all rights of objection or review conferred by this\nAct in respect of the decision, then the decision is not subject to objection\nor review under this Act or to any other form of appeal or review; or\n(b) an objection to the decision having been determined, the taxpayer\nsurrenders all subsequent rights of review conferred by this Act in respect of\nthe decision, then the decision is not subject to review under this Act or to\nany other form of appeal or review.\n(3) Notice about a decision cannot be given --\n(a) under subsection (2)(a) after the right to object to the decision under\nthis Act has expired; or\n(b) under subsection (2)(b) after the right to take review proceedings in\nrespect of the decision has expired.\n                            Division 2 -- Objections"
    },
    {
      "key": "section:34",
      "title": "Section 34 - Right to object",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Right to object",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 2 -- Objections > Section 34",
      "text": "(1) A taxpayer may object to --\n(a) an assessment, other than a compromise assessment; or\n(b) another decision under a taxation Act that affects the taxpayer's liability\nto taxation; or\n(ca) a decision to recover the costs of obtaining a valuation under section 23A\nor the amount of the costs sought to be recovered; or\n(c) a decision made on a pre-transaction decision request made under the Duties\nAct 2008 section 261, unless any exemption granted under that Act for the\ntransaction to which the request relates has been revoked; or\n(d) a decision made on a pre-section 270 decision request made under the Duties\nAct 2008 section 269, unless the Commissioner has already decided under the\nDuties Act 2008 section 270(1) to disregard the scheme that was the subject of\nthe request.\n(2) However, an objection cannot be made against --\n(a) the determination of an objection;\n(b) an assessment of an amount of duty and penalty tax that is assessed under a\ntaxation Act and specified in an infringement notice as defined in the Road\nTraffic (Administration) Act 2008 section 4, unless the amount has been paid;\n(ca) an interim assessment within 3 years after the date on which the\nassessment notice for the interim assessment is issued;\n(cb) a decision to make, or not to make, or to revoke or amend, a beneficial\nbody determination;\n(cc) a decision which, under section 34B(2)(a), is not subject to objection\nunder this Act;\n(c) a directly reviewable decision;\n(d) a decision in respect of which a taxation Act specifically provides other\nprocedures for objection or appeal;\n(e) a decision which, under section 20A(3), is not subject to objection under\nthis Part.\n(3A) An objection against an interim assessment can only be made against the\nvalidity or correctness of the interim assessment as at the date on which the\nassessment notice for the interim assessment was issued.\n(3B) A taxpayer ceases to be entitled to object to an interim assessment if the\nassessment following the interim assessment is made before an objection against\nthe interim assessment is lodged.\n(3) If a reassessment is made and the time for lodging an objection to the\nprevious assessment has expired, an objection may only be made against an\nincrease in liability.\n(4) Where a decision of the Commissioner is by any of the taxation Acts\ndeclared to be directly reviewable a taxpayer may, within 60 days of being\nnotified of the decision, apply to the State Administrative Tribunal for a\nreview of the decision.\n[Section 34 amended: No. 55 of 2004 s. 1171; No. 12 of 2008 s. 39; No. 31 of\nSection 2008 s. 24 and 30; No. 8 of 2012 s. 178; No. 10 of 2013 s. 19 and 34; No. 8 of\nSection 2015 s. 19.]"
    },
    {
      "key": "section:35",
      "title": "Section 35 - Form of objection",
      "main_structural_unit": "section",
      "main_structural_number": "35",
      "main_structural_heading": "Form of objection",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 2 -- Objections > Section 35",
      "text": "An objection must --\n(a) be in writing; and\n(b) set out fully and in detail the grounds on which the taxpayer objects to\nthe assessment or decision; and\n(c) be lodged in accordance with section 115."
    },
    {
      "key": "section:36",
      "title": "Section 36 - Time for lodging objection",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Time for lodging objection",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 2 -- Objections > Section 36",
      "text": "(1) An objection to an official assessment must be lodged within 60 days\nafter --\n(a) the assessment notice is issued; or\n(b) if the assessment is indicated by endorsement in accordance with section 23\n(2)(b) -- the date on which the document was endorsed; or\n(c) if a taxpayer has requested a statement of grounds in accordance with\nsection 25(2)(a) within 30 days of the issue of the assessment -- the date on\nwhich the Commissioner serves a statement of the grounds; or\n(d) if the assessment is an interim assessment -- the date on which the 3-year\nperiod referred to in section 34(2)(ca) ends.\n(2) An objection to a self-assessment must be lodged within 60 days after the\ndue date for lodging the return related to the assessment.\n(3) An objection to another decision must be lodged within 60 days after the\nday on which the person affected by the decision was notified of the decision.\n(4) However, the Commissioner may, on application by the taxpayer, extend the\ntime for lodging an objection.\n(5) An application for an extension of time --\n(a) must be made within 12 months after the date on which the objection was to\nhave been lodged under subsection (1), (2) or (3), but may be made before or\nafter that date; and\n(b) must set out in detail the grounds on which the applicant asks for an\nextension of time.\n(6) If objection is taken to a decision about self-assessment of tax, the date\nof the decision is taken to be the date by which the first return affected by\nthe decision is to be lodged by the taxpayer after the taxpayer receives notice\nof the decision."
    },
    {
      "key": "section:37",
      "title": "Section 37 - Consideration of objections",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Consideration of objections",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 2 -- Objections > Section 37",
      "text": "(1) The Commissioner must consider and determine an objection, having regard\nto --\n(a) the grounds set out in the objection and any other relevant written\nmaterial submitted by the taxpayer; and\n(b) if the objection is against an interim assessment -- any other information\nrelevant to considering the objection that was obtained by the Commissioner\nbefore the assessment notice for the interim assessment was issued; and\n(c) if the objection is not against an interim assessment  -- any other\ninformation relevant to considering the objection, whether obtained by the\nCommissioner before or after the objection was lodged.\n(2) The onus of establishing that an assessment or decision to which an\nobjection relates is invalid or incorrect lies on the taxpayer.\n(3) If the objection relates to an assessment that was made under section 19(1)\non the basis of suspected liability --\n(a) it is not necessary for the taxpayer to establish that there were no\nreasonable grounds for the suspicion; and\n(b) the objection is to be allowed if the taxpayer establishes, on the balance\nof probabilities, that the taxpayer is not liable to the tax (or penalty tax)\nassessed.\n(4A) The Commissioner is not required to consider, or to continue considering,\nan objection against an interim assessment once the assessment following the\ninterim assessment is made.\n(4B) A decision on an objection against an interim assessment and any findings\nmade for the purposes of the decision do not bind the Commissioner in the\nconsideration of an objection against an assessment following the interim\nassessment.\n(4) On determining an objection, the Commissioner must serve on the taxpayer a\nnotice setting out --\n(a) the decision on the objection; and\n(b) if the objection is disallowed in whole or part -- the reasons for the\ndecision."
    },
    {
      "key": "section:38",
      "title": "Section 38 - Time limit for determining objections",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Time limit for determining objections",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 2 -- Objections > Section 38",
      "text": "(1) The Commissioner must determine an objection within the decision period\ncalculated under subsection (2).\n(2) The decision period is the initial period of 90 days beginning on the day\nthe objection is lodged with the Commissioner, plus the number of days equal to\nthe number of days the Commissioner needs (whether the needed days fall during\nor after the initial 90-day period) --\n(a) to obtain from the taxpayer information that the Commissioner reasonably\nrequires to determine the objection; or\n(b) to consider any information provided by the taxpayer after the objection\nwas lodged; or\n(c) to obtain any advice and assistance from an external agency that the\nCommissioner reasonably requires to determine the objection.\n(3) The Commissioner must notify the taxpayer, before the end of the initial\nSection 90-day period, of any periods by which the decision period has been extended up\nto the time of notification and, if further delays extending the decision\nperiod occur after the initial notification, must keep the taxpayer reasonably\ninformed about the extent and the reasons for the further delays.\n(4) If the Commissioner fails to determine an objection within 120 days of the\nday that the objection was lodged with the Commissioner, the taxpayer may, by\nwritten notice to the Commissioner, require the Commissioner to apply to the\nState Administrative Tribunal for directions as to any or all of the matters\nreferred to in this section, including but not limited to --\n(a) the length of the decision period;\n(b) the time for a taxpayer to comply with a request for information;\n(c) the information to be provided by the taxpayer;\n(d) the time for the Commissioner to seek advice and assistance from an\nexternal agency.\n(5) On receiving a request under subsection (4), the Commissioner must apply to\nthe State Administrative Tribunal for those directions within 14 days of the\nwritten notice.\n(7) Non-compliance with subsection (1) does not invalidate a determination on\nan objection."
    },
    {
      "key": "section:39",
      "title": "Section 39 - Reassessment on determination of objection",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Reassessment on determination of objection",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 2 -- Objections > Section 39",
      "text": "(1) If an objection is allowed wholly or in part, the Commissioner must make a\nreassessment accordingly.\n(2) If, as a result of the reassessment, an amount is to be refunded or\ncredited to the taxpayer, the following amounts are also to be refunded or\ncredited to the taxpayer --\n(a) any amount paid by the taxpayer for the lodging of a memorial under\nsection 76, 77 or 77A, if the Commissioner has lodged a withdrawal of the\nmemorial as a result of the reassessment;\n(b) interest during the reassessment period, calculated at the prescribed rate,\non the amount to be refunded or credited, including any amount referred to in\nparagraph (a).\n(3) In subsection (2)(b) --\nreassessment period, in relation to the payment of interest on an amount, means\nthe period --\n(a) beginning on whichever is the later of --\n(i) the date on which the amount to be refunded or credited to the taxpayer, as\na result of the reassessment, was paid by the taxpayer; or\n(ii) the date on which the assessment or decision objected to was made;\nand\n(b) ending on the date, on or after the date the Commissioner made the\nreassessment, on which the Commissioner approves the refunding or crediting of\nthe amount.\n                     Division 3 -- Reviews and stated cases"
    },
    {
      "key": "section:40",
      "title": "Section 40 - Right of review by State Administrative Tribunal",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Right of review by State Administrative Tribunal",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 3 -- Reviews and stated cases > Section 40",
      "text": "(1) A person dissatisfied with the Commissioner's decision on an objection or\non an application for an extension of time for lodging an objection may apply\nto the State Administrative Tribunal for a review of the decision.\n(2) A person ceases to be entitled to apply to the State Administrative\nTribunal for a review of a decision on an objection against an interim\nassessment if the assessment following the interim assessment is made before\nthe person makes an application under subsection (1) for a review of the\ndecision.\n(3) Subsection (1) does not apply to, or in respect of, a decision if this Act\nexpressly provides that the decision is not subject to review under this Act.\n[Section 40 amended: No. 55 of 2004 s. 1174; No. 10 of 2013 s. 22; No. 8 of\nSection 2015 s. 20.]"
    },
    {
      "key": "section:42.p1",
      "title": "Section 42 - Time for review",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "Time for review",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 3 -- Reviews and stated cases > Section 42",
      "text": "(1) An application to the State Administrative Tribunal for a review of a decision must be made within 60 days after notice of the decision is served on the taxpayer. 43.^ 1MC Proceedings before State Administrative Tribunal (1) When the State Administrative Tribunal is dealing with a matter brought before it under this Act other than a matter to which subsection (2) or (2aa) applies, the State Administrative Tribunal is to be constituted by, or include -- (a) its President or a Deputy President of it; or (b) a senior member of it, as defined in subsection (1) of section 3 of the State Administrative Tribunal Act 2004, who is a legal practitioner. (2) When the State Administrative Tribunal is dealing with a matter brought before it under this Act that relates to an assessment or decision under or for the purposes of the Duties Act 2008, the Pay-roll Tax Assessment Act 2002, or the Stamp Act 1921, the State Administrative Tribunal is to be constituted by its President, or a Deputy President of it, sitting alone unless subsection (2aa) applies. (2aa) A proceeding brought before the State Administrative Tribunal under this Act is included in the operation of section 93 of the State Administrative Tribunal Act 2004 if it is -- (a) a proceeding of a kind described in paragraph (a) of the definition of minor proceeding in subsection (1) of that section or included by regulations referred to in paragraph (b) of that definition; or (b) a proceeding for the review of a directly reviewable decision; or (c) a proceeding for the review of a decision of the Commissioner under section 47 in connection with extending time for payment of tax or approving payment of tax in instalments, but the effect of a no appeals election made under that section in relation to the proceeding is modified as described in subsection (2ab). (2ab) The no appeals election does not prevent the Commissioner from making an appeal under the State Administrative Tribunal Act 2004 Part 5, without leave, against the decision in the proceeding on a question of law if the Minister -- (a) certifies in writing that the question is significant for the protection of the revenue of the State; and (b) agrees to indemnify each other party to the proceeding in respect of any cost involved in the appeal, but a decision made by the Supreme Court in dealing with the appeal does not affect the decision in the proceeding from which the appeal arose and the matter cannot be sent back to the State Administrative Tribunal for reconsideration. (2a) For the purposes of subsections (1) and (2) -- (a) a person appointed as a supplementary President of the State Administrative Tribunal under section 139 of the State Administrative Tribunal Act 2004 is not to be regarded as its President unless the person is a judge, acting judge or auxiliary judge of the Supreme Court; and (b) a person appointed as a supplementary Deputy President of the State Administrative Tribunal under section 141 of the State Administrative Tribunal Act 2004 is not to be regarded as a Deputy President of it unless the person is a judge, acting judge or auxiliary judge of the District Court. (2b) Subsections (1) and (2) apply to the constitution of the State Administrative Tribunal at every stage of a proceeding before it, including a directions hearing or other hearing of a procedural nature before the Tribunal. (3) If the final reassessment of the taxpayer's liability indicates that tax has been overpaid, the taxpayer is entitled to a refund or credit of the overpaid amount and the following amounts -- (a) any amount paid by the taxpayer for the lodging of a memorial under section 76, 77 or 77A, if the Commissioner has lodged a withdrawal of the memorial as a result of the final reassessment; (b) interest during the reassessment period, calculated at the prescribed rate, on the amount to be refunded or credited, including any amount referred to in paragraph (a). (4A) In subsection (3)(b) -- reassessment period, in relation to the payment of interest on an amount, means the period -- (a) beginning on whichever is the later of -- (i) the date on which the overpaid amount was paid by the taxpayer; or (ii) the date on which the assessment or decision the subject of the Commissioner's decision to which the review proceedings relate, was made; and (b) ending on the date, on or after the date the Commissioner made the final reassessment, on which the Commissioner approves the refunding or crediting of the amount. (4)"
    },
    {
      "key": "section:42.p2",
      "title": "Section 42 - Time for review",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "Time for review",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 3 -- Reviews and stated cases > Section 42",
      "text": "In subsection (3)(b) -- reassessment period, in relation to the payment of interest on an amount, means the period -- (a) beginning on whichever is the later of -- (i) the date on which the overpaid amount was paid by the taxpayer; or (ii) the date on which the assessment or decision the subject of the Commissioner's decision to which the review proceedings relate, was made; and (b) ending on the date, on or after the date the Commissioner made the final reassessment, on which the Commissioner approves the refunding or crediting of the amount. (4) For the purposes of subsection (3) -- (a) the final reassessment of a taxpayer's liability is the last assessment to have been made as directed in the course of review proceedings at the time that the case is discontinued or otherwise finally determined; and (b) a refund or credit of an amount referred to in that subsection need not be made until rights to take review proceedings (including any right that may exist to seek special leave to appeal to the High Court) have been exhausted or have expired, and no further reassessment can be made. (5) The State Administrative Tribunal may, on its own initiative or the application of a party, dismiss a proceeding relating to an objection against an interim assessment once the assessment following the interim assessment is made. [Section 43 amended: No. 55 of 2004 s. 1177; No. 12 of 2008 s. 41; No. 17 of Section 2010 s. 25 and 30(3); No. 29 of 2012 s. 41; No. 10 of 2013 s. 23; No. 9 of 2022 s. 424.] [Modification, to section 43, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 54 and endnote 1MC.]"
    },
    {
      "key": "section:43A",
      "title": "Section 43A - Appeal from decision of State Administrative Tribunal",
      "main_structural_unit": "section",
      "main_structural_number": "43A",
      "main_structural_heading": "Appeal from decision of State Administrative Tribunal",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 3 -- Reviews and stated cases > Section 43A",
      "text": "(1) An appeal from a decision of the State Administrative Tribunal can be\nbrought on a question of law, of fact, or mixed law and fact, without having\nfirst obtained leave to appeal.\n(2) The appeal has to be instituted in accordance with the rules of the Supreme\nCourt and within the period of 28 days after --\n(a) the day on which the Tribunal's decision is made; or\n(b) if the Tribunal gives oral reasons for the decision and the appellant then\nrequests it to give written reasons under section 78 of the State\nAdministrative Tribunal Act 2004, the day on which the written reasons are\ngiven to the appellant."
    },
    {
      "key": "section:44",
      "title": "Section 44 - Cases stated by Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "44",
      "main_structural_heading": "Cases stated by Commissioner",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 3 -- Reviews and stated cases > Section 44",
      "text": "(1) The Commissioner may state a case on a question of law arising under a\ntaxation Act and forward the case to the Supreme Court.\n(2) The Supreme Court --\n(a) is to decide the question of law; and\n(b) may make orders for costs and other incidental matters.\n                      Part 5 -- Payment and refund of tax\n                             Division 1 -- Payment"
    },
    {
      "key": "section:45",
      "title": "Section 45 - When tax is due for payment",
      "main_structural_unit": "section",
      "main_structural_number": "45",
      "main_structural_heading": "When tax is due for payment",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 1 -- Payment > Section 45",
      "text": "(1) Subject to this section, tax is due for payment on the date fixed by or\nworked out in accordance with the relevant taxation Act.\n(2) If the relevant taxation Act does not make provision for the date of\npayment, the tax is due for payment on the date specified in the assessment\nnotice."
    },
    {
      "key": "section:46",
      "title": "Section 46 - Allocation of payment",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Allocation of payment",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 1 -- Payment > Section 46",
      "text": "When the Commissioner receives a payment from a taxpayer, the payment is to be\nallocated as follows --\n(a) if it is clear from the circumstances in which the payment is made how the\npayment is to be allocated --the payment is to be allocated accordingly; and\n(b) in any other case -- the payment is to be allocated to the taxpayer's tax\nliabilities as decided by the Commissioner."
    },
    {
      "key": "section:47",
      "title": "Section 47 - Arrangements for instalments and extensions of time",
      "main_structural_unit": "section",
      "main_structural_number": "47",
      "main_structural_heading": "Arrangements for instalments and extensions of time",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 1 -- Payment > Section 47",
      "text": "(1) The Commissioner may approve an arrangement (with or without amendment) --\n(a) extending the time for paying tax; or\n(b) providing for the payment of tax in specified instalments.\n(2) An application for approval of a proposed tax payment arrangement must set\nout the reasons that the taxpayer wants more time to pay the tax.\n(3) A tax payment arrangement may include --\n(a) conditions agreed with the taxpayer providing for the payment (and allowing\nfor the remission) of interest at the prescribed rate or at some other rate\nfixed by or under the arrangement with the agreement of the taxpayer; and\n(b) any other conditions the Commissioner considers appropriate.\n(4) The Commissioner may, by notice to the taxpayer, amend a tax payment\narrangement --\n(a) by agreement with the taxpayer; or\n(b) as provided in the conditions of the arrangement.\n(5) The Commissioner may, by notice to the taxpayer, cancel a tax payment\narrangement if --\n(a) a payment is not made in accordance with the arrangement; or\n(b) the taxpayer does not comply with any other condition of the arrangement.\n(6) On cancellation of a tax payment arrangement, the whole of the tax\noutstanding under the arrangement (together with interest) becomes due and\npayable as from the date of cancellation or the original due date for payment\nof the tax to which the arrangement relates (whichever is the later).\n(7) Despite cancellation of a tax payment arrangement, interest continues to\naccrue at the prescribed rate (or the other rate fixed by or under the\narrangement) until the outstanding tax to which the arrangement formerly\napplied is paid.\n(8) A decision of the Commissioner under this section in connection with\nextending time for payment of tax or approving payment of tax in instalments is\ndirectly reviewable.\n(9) In this section, a reference to tax is to be read as including costs of the\nkinds referred to in section 62(a), (b), (ba) and (d)."
    },
    {
      "key": "section:48",
      "title": "Section 48 - No action to compel approval of tax payment arrangement",
      "main_structural_unit": "section",
      "main_structural_number": "48",
      "main_structural_heading": "No action to compel approval of tax payment arrangement",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 1 -- Payment > Section 48",
      "text": "No action can be brought in a court to compel the Commissioner to approve a tax\npayment arrangement.\n                 Division 2 -- Special tax return arrangements"
    },
    {
      "key": "section:49",
      "title": "Section 49 - Approval of special tax return arrangements",
      "main_structural_unit": "section",
      "main_structural_number": "49",
      "main_structural_heading": "Approval of special tax return arrangements",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 2 -- Special tax return arrangements > Section 49",
      "text": "(1) The Commissioner may make a special tax return arrangement with a taxpayer\nor another person in relation to a taxpayer's obligations under a taxation Act.\n(2) Without limiting subsection (1), a special tax return arrangement may be\nmade with --\n(a) a particular taxpayer in relation to the taxpayer's obligations under a\ntaxation Act; or\n(b) a particular taxpayer in relation to obligations the taxpayer has jointly\nwith other taxpayers under a taxation Act; or\n(c) an agent in relation to obligations of taxpayers for whom the agent is\nauthorised to act.\n(3) A special tax return arrangement is to be made --\n(a) in writing; and\n(b) on terms agreed between the Commissioner and the responsible party."
    },
    {
      "key": "section:50",
      "title": "Section 50 - Content of special tax return arrangement",
      "main_structural_unit": "section",
      "main_structural_number": "50",
      "main_structural_heading": "Content of special tax return arrangement",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 2 -- Special tax return arrangements > Section 50",
      "text": "(1) A special tax return arrangement --\n(a) may require the lodging of returns, and the self-assessment and payment of\ntax, in accordance with the arrangement; and\n(b) may require compliance with any other obligations imposed under the\nconditions of the arrangement; and\n(c) may exempt the taxpayer or taxpayers covered by the arrangement from\ncompliance with specified administrative requirements of a taxation Act; and\n(d) may provide for the endorsement or certification of instruments to indicate\nthe amount of tax paid or payable under the special tax return arrangement, or\nto indicate that tax is not payable; and\n(e) may require the responsible party to keep specified records; and\n(f) may authorise the responsible party to correct errors of a prescribed kind,\nor to alter a self-assessment in prescribed circumstances; and\n(g) may authorise the responsible party to do things for the purpose of giving\neffect to any corrections or alterations made in accordance with the\narrangement.\n(2) If an instrument that the responsible party is required to include in a tax\nreturn would be of no effect until registered under an enactment, then it is a\ncondition of the arrangement that the responsible party is to include the\ninstrument in a return before the instrument is lodged for registration.\n(3) If a condition of a special tax return arrangement is contravened, the\nresponsible party commits an offence.\nPenalty: $20 000.\n(4) A special tax return arrangement does not transfer the taxpayer's tax\nliability from the taxpayer to the responsible party."
    },
    {
      "key": "section:51",
      "title": "Section 51 - Improper endorsement or certification of instrument",
      "main_structural_unit": "section",
      "main_structural_number": "51",
      "main_structural_heading": "Improper endorsement or certification of instrument",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 2 -- Special tax return arrangements > Section 51",
      "text": "A person who endorses or certifies an instrument so as to suggest or imply that\nthe instrument has been properly endorsed or certified under a special tax\nreturn arrangement commits an offence unless the instrument is properly\nendorsed or certified in accordance with the conditions of the arrangement.\nPenalty: $20 000."
    },
    {
      "key": "section:52",
      "title": "Section 52 - Lodging returns under special tax return arrangement",
      "main_structural_unit": "section",
      "main_structural_number": "52",
      "main_structural_heading": "Lodging returns under special tax return arrangement",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 2 -- Special tax return arrangements > Section 52",
      "text": "(1) A return lodged under a special tax return arrangement must --\n(a) be in a form approved by the Commissioner; and\n(b) contain the information required by the form; and\n(c) contain any other information required by the Commissioner that is relevant\nto assessing the tax payable for the matters covered by the return.\n(2) A return must be lodged within 15 days after the end of the return period,\nunless the special tax return arrangement or a later agreement between the\nCommissioner and the responsible party provides otherwise.\n(3) The return period for a special tax return arrangement is a month, unless\nthe arrangement or a later agreement between the Commissioner and the\nresponsible party provides otherwise.\n(4) A responsible party who is required to lodge a return under a special tax\nreturn arrangement must lodge the return in accordance with this section and\nwith the arrangement.\nPenalty: $5 000."
    },
    {
      "key": "section:53",
      "title": "Section 53 - Amendment or cancellation of arrangement",
      "main_structural_unit": "section",
      "main_structural_number": "53",
      "main_structural_heading": "Amendment or cancellation of arrangement",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 2 -- Special tax return arrangements > Section 53",
      "text": "(1) The Commissioner may, by agreement with the responsible party, amend the\nconditions of a special tax return arrangement.\n(2) The Commissioner may, by notice served on the responsible party, cancel a\nspecial tax return arrangement.\n                          Division 3 -- Refunds of tax"
    },
    {
      "key": "section:54",
      "title": "Section 54 - Refunds",
      "main_structural_unit": "section",
      "main_structural_number": "54",
      "main_structural_heading": "Refunds",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 3 -- Refunds of tax > Section 54",
      "text": "(1) The Commissioner must refund tax to a taxpayer if --\n(a) as a result of a reassessment, it appears that an overpayment of tax has\nbeen made; or\n(b) the Commissioner is satisfied on an application for a refund under this\nsection that an overpayment of tax has been made; or\n(c) in the circumstances of a particular case, the Commissioner is required by\na taxation Act to make a refund of tax.\n(2A) If the tax paid on an interim assessment exceeds the tax payable on the\nassessment following the interim assessment, the Commissioner must refund the\ntaxpayer these amounts --\n(a) the difference between the tax paid on the interim assessment and the tax\npayable on the assessment following the interim assessment;\n(b) interest, calculated at the prescribed rate, on the amount referred to in\nparagraph (a) during the period --\n(i) beginning on the date on which the amount referred to in paragraph (a) was\npaid by the taxpayer; and\n(ii) ending on the date on which the Commissioner approves the refunding of\nthat amount.\n(2) However, instead of repaying the amount to be refunded, the Commissioner\nmay credit the amount of the refund against the taxpayer's existing and future\ntax liabilities (but the Commissioner must not credit an amount of $50 or more\nagainst future liabilities if the taxpayer requests repayment).\n(3) An application for a refund may only be made --\n(a) on a ground on which refunds are authorised or required by a taxation Act;\nor\n(b) on the ground that the amount paid by the taxpayer exceeds the amount of\ntax payable in accordance with the relevant assessment.\n(4) An application for a refund under this section must be made --\n(a) within a period fixed by a taxation Act for making the application; or\n(b) if no period is fixed by a taxation Act -- within 5 years of the date when\nthe overpayment was made."
    },
    {
      "key": "section:54A",
      "title": "Section 54A - Interest on refunds resulting from proceedings under Valuation of Land",
      "main_structural_unit": "section",
      "main_structural_number": "54A",
      "main_structural_heading": "Interest on refunds resulting from proceedings under Valuation of Land",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 3 -- Refunds of tax > Section 54A",
      "text": "Act 1978\n(1) This section applies if a reassessment is made, and an amount is to be\nrefunded or credited to a taxpayer under section 54(1)(a) or (2), as a result\nof --\n(a) an objection under the Valuation of Land Act 1978 section 32 being allowed,\nwholly or in part; or\n(b) a review by the State Administrative Tribunal under the Valuation of Land\nAct 1978 section 33.\n(2) The following amounts must also be refunded or credited to the taxpayer --\n(a) any amount paid by the taxpayer for the lodging of a memorial under\nsection 76, if the Commissioner has lodged a withdrawal of the memorial as a\nresult of the reassessment;\n(b) interest during the reassessment period, calculated at the prescribed rate,\non the amount to be refunded or credited, including any amount referred to in\nparagraph (a).\n(3) In subsection (2)(b) --\nreassessment period, in relation to the payment of interest on an amount, means\nthe period --\n(a) beginning on whichever is the later of --\n(i) the date on which the amount to be refunded or credited to the taxpayer, as\na result of the reassessment referred to in subsection (1), was paid by the\ntaxpayer; or\n(ii) the date on which the assessment of tax to which the objection or review\nunder the Valuation of Land Act 1978 related was made;\nand\n(b) ending on the date, on or after the date the Commissioner made the\nreassessment referred to in subsection (1), on which the Commissioner approved\nthe refunding or crediting of the amount."
    },
    {
      "key": "section:55A",
      "title": "Section 55A - Unused credit",
      "main_structural_unit": "section",
      "main_structural_number": "55A",
      "main_structural_heading": "Unused credit",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 3 -- Refunds of tax > Section 55A",
      "text": "(1) If an amount credited against a taxpayer's future tax liabilities under\nsection 54(2) is not debited against those liabilities within 2 years after the\ncredit arose the Commissioner may --\n(a) if the amount is less than the prescribed amount, write off the credit; or\n(b) otherwise, pay the amount to the Treasurer to be dealt with as prescribed\nretained money in accordance with the Unclaimed Money Act 1990 section 9(1)(r)\n(ii).\n(2) If a credit is written off under subsection (1)(a) --\n(a) the amount written off is to be credited to the Consolidated Account; and\n(b) the Unclaimed Money Act 1990 does not apply to or in relation to that\namount.\n(3) If a credit is written off under subsection (1)(a) and within 5 years after\nthe credit arose the taxpayer requests payment of the written off amount, the\nCommissioner must pay that amount to the taxpayer."
    },
    {
      "key": "section:55",
      "title": "Section 55 - Refunds or credits to be passed on to third parties in some cases",
      "main_structural_unit": "section",
      "main_structural_number": "55",
      "main_structural_heading": "Refunds or credits to be passed on to third parties in some cases",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 3 -- Refunds of tax > Section 55",
      "text": "(1) This section applies to payment of any of the following taxes --\n(a) pay-roll tax;\n(b) duty payable under Part IIIF or Part IVB of the Stamp Act 1921;\n(ba) duty payable under the Duties Act 2008 Chapter 4.\n(2) If --\n(a) the tax payable by the taxpayer is paid out of money provided by a third\nparty, or a third party reimburses the taxpayer for payment of tax; and\n(b) the tax is, in whole or part, refunded or credited to the taxpayer (whether\nunder this Division or not),\nthen the taxpayer is to reimburse the third party in accordance with\nsubsection (3) or (4), as the case requires.\n(3) If the third party provided all the money with which the tax payment was\nmade, or fully reimbursed the taxpayer for the payment, the taxpayer must\nreimburse the third party with an amount equal to the amount of the refund or\ncredit.\n(4) If the third party contributed part only of the tax payment, or partially\nreimbursed the taxpayer for the payment, the taxpayer must reimburse the third\nparty with an amount that bears the same proportion to the amount of the refund\nor credit as the amount of the refund or credit amount bears to the amount of\nthe payment.\n(5) The taxpayer must --\n(a) make the reimbursement to the third party within 90 days after the refund\nwas paid or credited to the taxpayer or within any longer period allowed by the\nCommissioner; or\n(b) if the reimbursement is not made within that period --repay the amount of\nthe refund to the Commissioner or ask the Commissioner to cancel the credit in\nthe taxpayer's favour within 7 days from the end of that period.\nPenalty: $20 000.\n(6) The Commissioner may recover any amount that should have been, but was not,\nrepaid under subsection (5)(b) as if it were unpaid tax.\n(7) No action can be brought in a court to compel the Commissioner to take or\nrefrain from taking proceedings for recovery of the amount refunded or credited\nto the taxpayer.\n              Division 4 -- Power to waive or write off liability"
    },
    {
      "key": "section:56",
      "title": "Section 56 - Waiving tax",
      "main_structural_unit": "section",
      "main_structural_number": "56",
      "main_structural_heading": "Waiving tax",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 4 -- Power to waive or write off liability > Section 56",
      "text": "(1) The Commissioner may waive the payment of tax or another amount payable\nunder a taxation Act (for example, interest or legal costs), up to a prescribed\nlimit.\n(2) If the Commissioner waives the payment of tax or some other amount payable\nunder a taxation Act, the liability to make the payment is extinguished.\n(3) A decision by the Commissioner to waive tax, or not to waive tax, is\ndirectly reviewable."
    },
    {
      "key": "section:57",
      "title": "Section 57 - Writing off tax liability",
      "main_structural_unit": "section",
      "main_structural_number": "57",
      "main_structural_heading": "Writing off tax liability",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 4 -- Power to waive or write off liability > Section 57",
      "text": "(1) The Commissioner may write off a tax liability, or a liability to pay\nanother amount under a taxation Act, if satisfied that action or further action\nto recover the tax or other amount is impracticable or unwarranted.\n(2) Writing off a liability does not --\n(a) extinguish the liability; or\n(b) preclude the Commissioner from taking later action to recover the amount of\nthe liability.\n(3) A decision by the Commissioner to write off a liability, or not to write\noff a liability, is directly reviewable."
    },
    {
      "key": "section:58",
      "title": "Section 58 - Powers subject to Financial Management Act 2006",
      "main_structural_unit": "section",
      "main_structural_number": "58",
      "main_structural_heading": "Powers subject to Financial Management Act 2006",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 4 -- Power to waive or write off liability > Section 58",
      "text": "This Division is to be read subject to the Financial Management Act 2006."
    },
    {
      "key": "section:59",
      "title": "Section 59 - No action to compel waiver or writing off",
      "main_structural_unit": "section",
      "main_structural_number": "59",
      "main_structural_heading": "No action to compel waiver or writing off",
      "defined_term": null,
      "structure_path": "Part 5 -- Payment and refund of tax > Division 4 -- Power to waive or write off liability > Section 59",
      "text": "(1) No action can be brought in a court to compel the Commissioner to waive\npayment of tax or to write off a tax liability.\n(2) Subsection (1) does not prevent an appeal from a decision of the State\nAdministrative Tribunal.\n                           Part 6 -- Recovery of tax\n                        Division 1 -- Recovery generally\n60.^  1MC Recovery of unpaid tax\n(1) Unpaid tax is a debt due to the State.\n(2) The Commissioner may recover unpaid tax on behalf of the State by action in\nany court of competent jurisdiction.\n[Modification, to section 60, to have effect under the Commonwealth Places\n(Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror\nTaxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 55 and endnote 1MC.]"
    },
    {
      "key": "section:61",
      "title": "Section 61 - Power of court to order payment of tax",
      "main_structural_unit": "section",
      "main_structural_number": "61",
      "main_structural_heading": "Power of court to order payment of tax",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 61",
      "text": "When a court convicts a person of an offence against a taxation Act, the court\nmay (in addition to any penalty imposed for the offence) order the convicted\nperson to pay tax outstanding at the time of the conviction."
    },
    {
      "key": "section:62",
      "title": "Section 62 - This Part applies to tax and also costs and interest",
      "main_structural_unit": "section",
      "main_structural_number": "62",
      "main_structural_heading": "This Part applies to tax and also costs and interest",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 62",
      "text": "In this Part, a reference to tax is to be read as including --\n(a) legal costs incurred by the Commissioner in relation to proceedings for the\nrecovery of the tax; and\n(b) costs incurred for lodging a memorial under section 76, 77 or 77A(2), (3),\n(4A) or (4); and\n(ba) costs incurred for lodging a withdrawal of memorial under section 81; and\n(c) interest payable under a tax payment arrangement; and\n(d) prescribed costs."
    },
    {
      "key": "section:63",
      "title": "Section 63 - Recovery in cases of joint liability",
      "main_structural_unit": "section",
      "main_structural_number": "63",
      "main_structural_heading": "Recovery in cases of joint liability",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 63",
      "text": "(1) If 2 or more persons are jointly liable for tax, the whole of the tax may\nbe recovered from any one or more of them but not so as to recover more than\nthe whole of the tax.\n(2) This section does not affect the right of a taxpayer who pays tax to\nrecover contributions from a person jointly liable for the tax."
    },
    {
      "key": "section:64",
      "title": "Section 64 - Notice of administrator's appointment",
      "main_structural_unit": "section",
      "main_structural_number": "64",
      "main_structural_heading": "Notice of administrator's appointment",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 64",
      "text": "(1) A person who is appointed as statutory administrator of a taxpayer's assets\nmust, within 14 days of appointment, or within any longer time allowed by the\nCommissioner, serve on the Commissioner written notice of the appointment.\nPenalty: $5 000.\n(2) However, in prescribed circumstances a statutory administrator does not\nhave to serve notice of the appointment.\n(3) For the purposes of this section, a person is a statutory administrator of\na taxpayer's assets if the person is --\n(a) a liquidator of a corporate taxpayer; or\n(b) a receiver or receiver and manager of the whole or a part of a taxpayer's\nproperty; or\n(c) a taxpayer's trustee in bankruptcy; or\n(d) a person who holds a prescribed position or prescribed powers in relation\nto a taxpayer or a taxpayer's affairs."
    },
    {
      "key": "section:65",
      "title": "Section 65 - Recovery from garnishee",
      "main_structural_unit": "section",
      "main_structural_number": "65",
      "main_structural_heading": "Recovery from garnishee",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 65",
      "text": "(1) The Commissioner may serve a garnishee notice on a person (the garnishee)\nif the Commissioner believes on reasonable grounds that the garnishee --\n(a) holds or may receive money for or on account of a taxpayer; or\n(b) is liable or may become liable to pay money to a taxpayer; or\n(c) has authority to pay money to a taxpayer.\n(2) A garnishee notice is a notice --\n(a) requiring the garnishee to pay money in the garnishee's possession or\ncontrol to which the taxpayer is or becomes entitled to the Commissioner up to\nthe amount of a liability for tax stated in the notice; and\n(b) fixing a time for payment (which cannot be before the time the taxpayer\nbecomes entitled to the money).\n(3) The Commissioner may serve a garnishee notice even though the taxpayer's\nentitlement to the money may be subject to unfulfilled conditions.\n(4) However, a garnishee notice served on the employer of a taxpayer can\nrequire the garnishee to pay to the Commissioner the wages payable by the\ngarnishee to the taxpayer in respect of a period only to the extent of the\namount by which the amount of the wages exceeds the amount of average earnings\nfor that period calculated on the basis of statistics published in respect of\nthe period by the government statistician.\n(5) The Commissioner must serve a copy of the garnishee notice on the taxpayer.\n(6) If the liability to which a garnishee notice relates is discharged wholly\nor partly before the time for payment under the notice and the discharge or\npartial discharge affects the amount to be recovered from the garnishee, the\nCommissioner must, by notice served on the garnishee and the taxpayer --\n(a) inform them of that fact; and\n(b) state whether and, if so, how the garnishee's obligation under the\ngarnishee notice is affected by the discharge or partial discharge of the\nliability.\n(7) A garnishee who does not comply with a garnishee notice commits an offence.\nPenalty: $20 000.\n(8) A garnishee who is under an obligation to pay money to the taxpayer is\ntaken to have satisfied that obligation to the extent of the payment made under\nthe garnishee notice."
    },
    {
      "key": "section:66",
      "title": "Section 66 - Recovery from partnerships",
      "main_structural_unit": "section",
      "main_structural_number": "66",
      "main_structural_heading": "Recovery from partnerships",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 66",
      "text": "If a tax liability is incurred by or on behalf of a partnership, the tax is\nrecoverable jointly and severally from any one or more of the partners."
    },
    {
      "key": "section:67",
      "title": "Section 67 - Recovery from directors of body corporate",
      "main_structural_unit": "section",
      "main_structural_number": "67",
      "main_structural_heading": "Recovery from directors of body corporate",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 67",
      "text": "(1) This section applies where the Commissioner believes, on reasonable\ngrounds, that --\n(a) a body corporate has been trading while insolvent to the knowledge of a\ndirector;\n(b) the Commissioner has issued an assessment notice, which assessment consists\nof or includes an amount in relation to pay-roll tax, to the body corporate,\nand the amount assessed in relation to pay-roll tax has not been paid by the\ndue date.\n(2) The Commissioner may serve notice on the director informing the director\nthat the director, along with any other directors of the body corporate on whom\nthe Commissioner serves notice in similar terms, will become jointly and\nseverally liable with the body corporate for the payment of the pay-roll tax\nunless before the expiry of 28 days from the date of the notice the body\ncorporate remedies its default.\n(3) The Commissioner must serve a notice under subsection (2) by arranging for\na copy of the notice to be given to each director personally.\n(4) However, if, after exercising due diligence, it appears to the Commissioner\nthat it is not practicable to give a copy of the notice personally to a\ndirector, then the Commissioner may apply to the Supreme Court for an order for\nsubstituted service in accordance with section 117(2).\n(5) For the purpose of this section, a body corporate is taken to remedy a\ndefault if --\n(a) the liability is paid; or\n(b) the Commissioner by notice to the body corporate offers the body corporate\nan opportunity to enter into a tax payment arrangement, and the body corporate\nenters into the tax payment arrangement on conditions satisfactory to the\nCommissioner; or\n(c) the body corporate enters into voluntary administration under Part 5.3A of\nthe Corporations Act 2001 of the Commonwealth; or\n(d) the body corporate goes into liquidation.\n(6) If the body corporate fails to remedy its default within the time specified\nin the notice to a director under this section, the directors become jointly\nand severally liable, with the body corporate, for the payment of the tax\nliability assessed against the body corporate.\n(7) If a body corporate remedies its default by entering into a tax payment\narrangement but later contravenes a condition of the arrangement, the body\ncorporate's default is taken to revive and the Commissioner may serve another\nnotice on the directors under this section.\n(8) In proceedings for recovery of tax from a director under this section, it\nis a defence for the director to establish that --\n(a) the director took all reasonable steps that were possible in the\ncircumstances to get the body corporate to remedy its default; or\n(b) the director was unable because of illness or for some other proper reason\nto take steps to get the body corporate to remedy its default.\n(9) In proceedings for recovery of tax from a director under this section, the\nonus of establishing that the director did not have the knowledge required by\nsection 67(1)(a) is on the director.\n(10) If a director pays tax or tax is recovered from a director under this\nsection, the director is entitled to be indemnified by the body corporate for\nthe amount paid or recovered.\n(11) This section does not apply in relation to --\n(a) a director of a body corporate to which the Statutory Corporations\n(Liability of Directors) Act 1996 applies; or\n(b) a director of a body that is incorporated or taken to be incorporated under\nthe Associations Incorporation Act 2015."
    },
    {
      "key": "section:68",
      "title": "Section 68 - Director or body corporate may apply to Supreme Court to set aside s. 67",
      "main_structural_unit": "section",
      "main_structural_number": "68",
      "main_structural_heading": "Director or body corporate may apply to Supreme Court to set aside s. 67",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 68",
      "text": "notice\n(1) Any person served with a notice under section 67(2) may apply to the\nSupreme Court for an order setting aside that notice.\n(2) The body corporate, of which a person served with a notice under section 67\n(2) is a director, may also apply to the court for an order setting aside any\nsuch notice.\n(3) An application under subsection (1) or (2) may only be made within 21 days\nafter the notice is so served.\n(4) An application is made in accordance with this section only if, within the\ntime period specified in subsection (3) --\n(a) an affidavit supporting the application is filed with the court; and\n(b) a copy of the application, and a copy of the supporting affidavit, are\nserved on the Commissioner."
    },
    {
      "key": "section:69",
      "title": "Section 69 - Proceedings on s. 68 application where genuine dispute as to assessment of",
      "main_structural_unit": "section",
      "main_structural_number": "69",
      "main_structural_heading": "Proceedings on s. 68 application where genuine dispute as to assessment of",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 69",
      "text": "pay-roll tax\n(1) This section applies where, on an application under section 68, the court\nis satisfied that there is a genuine dispute between the body corporate and the\nCommissioner about --\n(a) the validity; or\n(b) the merits; or\n(c) the amount,\nof the assessment to which the notice relates, so far as that assessment\nconcerns pay-roll tax.\n(2) Where subsection 67(1) applies, the court must, by order --\n(a) set aside the notice or notices referred to in the application;\n(b) order the Commissioner to withdraw any other notice served on any director\nof the body corporate under section 67 which relates to the assessment."
    },
    {
      "key": "section:70",
      "title": "Section 70 - On s. 68 application, court may set aside s. 67 notice etc.",
      "main_structural_unit": "section",
      "main_structural_number": "70",
      "main_structural_heading": "On s. 68 application, court may set aside s. 67 notice etc.",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 70",
      "text": "(1) On application under section 68, the court may by order set aside the\nnotice and order the Commissioner to withdraw any other notice if it is\nsatisfied that --\n(a) because of a defect in the notice, substantial injustice will be caused\nunless the notice is set aside; or\n(b) there is some other reason why the notice should be set aside.\n(2) Except as provided in subsection (1), the court must not set aside a notice\nmerely because of a defect."
    },
    {
      "key": "section:71",
      "title": "Section 71 - Effect of order setting aside s. 67 notice",
      "main_structural_unit": "section",
      "main_structural_number": "71",
      "main_structural_heading": "Effect of order setting aside s. 67 notice",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 71",
      "text": "A notice served on a director of a body corporate under section 67(2) has no\neffect while there is in force under section 69 or 70 an order setting aside\nany notice served on any director of that body corporate."
    },
    {
      "key": "section:72",
      "title": "Section 72 - Dismissal of s. 68 application",
      "main_structural_unit": "section",
      "main_structural_number": "72",
      "main_structural_heading": "Dismissal of s. 68 application",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 72",
      "text": "Unless the court makes, on an application under section 68, an order under\nsection 69 or 70, the court is to dismiss the application."
    },
    {
      "key": "section:73",
      "title": "Section 73 - Order under s. 69 or 70 may be subject to conditions",
      "main_structural_unit": "section",
      "main_structural_number": "73",
      "main_structural_heading": "Order under s. 69 or 70 may be subject to conditions",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 73",
      "text": "An order under section 69 or 70 may be made subject to conditions."
    },
    {
      "key": "section:74",
      "title": "Section 74 - Costs where applicant successful",
      "main_structural_unit": "section",
      "main_structural_number": "74",
      "main_structural_heading": "Costs where applicant successful",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 74",
      "text": "Where, on an application under section 68, the court sets aside the notice, it\nmay order the Commissioner to pay the applicant's costs in relation to the\napplication."
    },
    {
      "key": "section:75",
      "title": "Section 75 - Period for complying with s. 67 notice if s. 68 application made",
      "main_structural_unit": "section",
      "main_structural_number": "75",
      "main_structural_heading": "Period for complying with s. 67 notice if s. 68 application made",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 75",
      "text": "Notwithstanding anything contained in section 67, if an application is made in\naccordance with section 68 for an order setting aside a notice, the period for\ncompliance with that notice and any other notice which has been served on any\ndirector of the body corporate to which the notice relates, shall be the period\nbeginning on the day when the demand is served and ending 7 days after the\napplication under section 68 is finally determined or otherwise disposed of.\n                         Division 2 -- Charges on land"
    },
    {
      "key": "section:76A.p1",
      "title": "Section 76A - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "76A",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 76A",
      "text": "(1) In this Division -- land, in relation to unpaid landholder duty or transfer duty (within the meanings given in section 77A), has the meaning given in the Duties Act 2008 Section 3; land, in relation to unpaid stamp duty payable under the Stamp Act 1921 Part IIIBA, has the meaning given in section 76 of that Act; lodge means lodge or deliver for registration under a relevant land Act; mining tenement has the meaning given in the Mining Act 1978 section 8(1); real property means real property in respect of which an instrument may be lodged under the Registration of Deeds Act 1856; register means register against land under a relevant land Act; relevant land Act means -- (a) in relation to TLA land, the Transfer of Land Act 1893; (b) in relation to a mining tenement, the Mining Act 1978; (c) in relation to real property, the Registration of Deeds Act 1856; TLA land means land that is under the operation of the Transfer of Land Act 1893. (2) In this Division a reference to tax of a particular kind is to be read as including -- (a) penalty tax that is payable in relation to tax of that kind; and (b) interest payable under a tax payment arrangement in relation to tax of that kind; and (c) costs of the kinds referred to in section 62(a), (b), (ba) and (d) that are payable in relation to tax of that kind; and (d) costs of obtaining a valuation, in relation to making an assessment of tax of that kind, that are recoverable under section 23A. (3) A purported payment is dishonoured -- (a) if the purported payment is by means of a cheque and the cheque is dishonoured or cancelled; or (b) if the purported payment is by means of a credit card and the payment is not authorised by the issuer of the card; or (c) if the purported payment is pursuant to an arrangement to directly debit an account with a person and the person fails to authorise the payment; or (d) in circumstances prescribed by the regulations. [Section 76A inserted: No. 31 of 2008 s. 4; amended: No. 31 of 2008 s. 18; No. 10 of 2013 s. 35; No. 11 of 2019 s. 10.] 76.^ 1MC Charge on land to secure land tax (1) As from the time it becomes payable under the Land Tax Assessment Act 2002 section 7(1), land tax is a charge on the land for which the tax is payable -- (a) whether or not an assessment notice has been issued for the tax; and (b) whether or not the tax is due for payment; and (c) whether or not a memorial of the charge has been registered; and (d) whether or not the land is disposed of, but ceases to be such a charge when it is paid. (2) If the land tax is not paid by the due date, the Commissioner may lodge a memorial for registration against the land. (3) If a purported payment of land tax is dishonoured, the tax is taken not to be paid by the due date for the purposes of subsection (2) (even though the due date may not have arrived when the purported payment is dishonoured). (5) The taxpayer's liability to pay the land tax continues until it is paid, despite any disposition of the land. (6) If there is a disposition of the land before the tax is paid, the new owner becomes jointly liable with the taxpayer to pay the tax except to the extent section 80(3) provides otherwise. (7) If land tax is assessed in relation to land comprising a number of separate lots or parcels -- (a) the charge attaches to each separate lot or parcel; and (b) the amount secured by the charge on an individual lot or parcel is the amount that bears to the total amount of the unpaid tax the same proportion that the taxable value of the lot or parcel bears to the total taxable value of the land. (8) However, this section does not apply in relation to land owned by, or vested in the State, or any agency or instrumentality of the State, or a local government or any other public statutory authority. [Section 76 amended: No. 31 of 2008 s. 5 and 26; No. 29 of 2012 s. 42^ ^1; No. 11 of 2019 s. 11.] [Modification, to section 76, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl."
    },
    {
      "key": "section:76A.p2",
      "title": "Section 76A - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "76A",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 76A",
      "text": "taxable value of the land. (8) However, this section does not apply in relation to land owned by, or vested in the State, or any agency or instrumentality of the State, or a local government or any other public statutory authority. [Section 76 amended: No. 31 of 2008 s. 5 and 26; No. 29 of 2012 s. 42^ ^1; No. 11 of 2019 s. 11.] [Modification, to section 76, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 56 and endnote 1MC.] 77.^ 1MC Charge on land to secure stamp duty (1) If stamp duty payable under item 4, 10, 14A, 15, 17 or 19 of the Second Schedule to the Stamp Act 1921 on an instrument in relation to land is not paid by the due date because it is taken not to be paid under subsection (5), the Commissioner may lodge a memorial to create a charge on the land for the unpaid stamp duty. (1a) If stamp duty payable as a result of a reassessment under section 75AG of the Stamp Act 1921 is not paid by the due date, the Commissioner may lodge a memorial to create a charge on the land for the unpaid stamp duty. (2) If stamp duty payable under Part IIIBA of the Stamp Act 1921 in relation to land is not paid by the due date, the Commissioner may lodge a memorial to create a charge for the unpaid stamp duty -- (a) on the land in relation to which the duty is payable; and (b) on land owned by a person who is related to the taxpayer as mentioned in subsection (7). (3) However, if stamp duty is assessed under section 76AA of the Stamp Act 1921 in relation to land then, at any time after the assessment is made, the Commissioner may lodge a memorial to create a charge for the unpaid stamp duty -- (a) on the land in relation to which the duty is payable; and (b) on land owned by a person who is related to the taxpayer as mentioned in subsection (7). (4) The charge arises on the land referred to in subsection (1), (1a), (2) or (3) when the memorial is registered. (5) If a purported payment of stamp duty is dishonoured, the duty is taken not to be paid by the due date for the purposes of subsections (1), (1a) and (2) (even though the due date may not have arrived when the purported payment is dishonoured). (6) A memorial to create a charge on land for stamp duty payable in relation to a transaction cannot be lodged under subsection (1) or (1a) until the title to the land has been transferred in accordance with the transaction. (7) A person is related to a taxpayer for the purposes of subsection (2) or (3) if -- (a) both the person and the taxpayer are bodies corporate and one is a subsidiary of the other within the meaning of section 76AI(4) of the Stamp Act 1921; or (b) the person is a body corporate and a beneficiary under a trust, or a potential beneficiary under a discretionary trust, of which the taxpayer is a trustee. [Section 77 amended: No. 12 of 2004 s. 11; No. 31 of 2008 s. 6; No. 11 of 2019 s. 12.] [Modification, to section 77, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 57 and endnote 1MC.]"
    },
    {
      "key": "section:77A",
      "title": "Section 77A - Charge on land to secure transfer duty or landholder duty",
      "main_structural_unit": "section",
      "main_structural_number": "77A",
      "main_structural_heading": "Charge on land to secure transfer duty or landholder duty",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 77A",
      "text": "(1) In this section --\nlandholder has the meaning given in the Duties Act 2008 section 148(1);\nlandholder duty means duty under the Duties Act 2008 Chapter 3 or Chapter 3A\nPart 3;\nlinked entity has the meaning given in the Duties Act 2008 section 148(1);\ntransaction record has the meaning given in the Duties Act 2008 section 3;\ntransfer duty means duty under the Duties Act 2008 Chapter 2 or Chapter 3A\nPart 2;\ntransfer duty interim assessment means an interim assessment under the Duties\nAct 2008 section 44A or 205R.\n(2) If transfer duty payable on a transaction in relation to land is not paid\nby the due date because it is taken not to be paid under subsection (6), the\nCommissioner may lodge a memorial to create a charge on the land for the unpaid\ntransfer duty.\n(2A) If the Commissioner has made a transfer duty interim assessment on a\ntransaction in relation to land and the transaction record for the transaction\nis endorsed under the Duties Act 2008 section 273(3A), the Commissioner may\nlodge a memorial to create a charge on the land for the transfer duty payable\non the transaction for which the Commissioner has not made an assessment (the\nremaining transfer duty).\n(2B) A memorial under subsection (2A) --\n(a) cannot be lodged without the consent of the taxpayer; and\n(b) can be lodged even though an assessment of the amount of the remaining\ntransfer duty has not been made.\n(3) If transfer duty payable as a result of a reassessment is not paid by the\ndue date, the Commissioner may lodge a memorial to create a charge on the land\nfor the unpaid transfer duty.\n(4A) If the Commissioner lodges a memorial under the First Home Owner Grant\nAct 2000 section 55(2A) to create a charge on a relevant interest in land, then\nthe Commissioner may also lodge a memorial under subsection (3) and for that\npurpose that subsection applies as if --\n(a) a reassessment to give effect to the Duties Act 2008 section 145 had taken\nplace; and\n(b) the transfer duty payable as a result of that reassessment was not paid by\nthe due date; and\n(c) the amount of the unpaid transfer duty is the amount that would be payable\nas a result of such a reassessment.\n(4) If landholder duty is not paid by the due date in respect of an acquisition\nof an interest in a landholder, the Commissioner may lodge a memorial to create\na charge for the unpaid duty on any land the landholder's or a linked entity's\nentitlement to which was taken into account in relation to the acquisition for\nthe purposes of calculating the landholder duty payable.\n(5) The charge arises on the land when the memorial is registered.\n(6) If a purported payment of transfer duty or landholder duty is dishonoured,\nthe duty is taken not to be paid by the due date for the purposes of this\nsection (even though the due date may not have arrived when the purported\npayment is dishonoured).\n(7) A memorial creating a charge on land for transfer duty payable in relation\nto a transaction cannot be lodged under subsection (2), (2A) or (3) until the\ntitle to the land has been transferred in accordance with the transaction.\n[Section 77A inserted: No. 12 of 2008 s. 45; amended: No. 31 of 2008 s. 19;\nNo. 17 of 2010 s. 27; No. 11 of 2019 s. 13.]"
    },
    {
      "key": "section:78",
      "title": "Section 78 - Charge on subsequent mining tenement",
      "main_structural_unit": "section",
      "main_structural_number": "78",
      "main_structural_heading": "Charge on subsequent mining tenement",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 78",
      "text": "If --\n(a) a charge arises on a mining tenement as a result of the registration of a\nmemorial against that tenement; and\n(b) under the Mining Act 1978 section 103EA(3) a memorial is registered against\na later tenement within the meaning given in that section,\nthe registration of the memorial against the later tenement creates a charge on\nthat later tenement for the unpaid tax secured by the charge referred to in\nparagraph (a)."
    },
    {
      "key": "section:79",
      "title": "Section 79 - Priority of charge",
      "main_structural_unit": "section",
      "main_structural_number": "79",
      "main_structural_heading": "Priority of charge",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 79",
      "text": "(1) A charge arising under this Division is the first charge on the land and\nhas priority over all other mortgages, charges and encumbrances over the land.\n(2) However, if there is another statutory charge on the same land that ranks\nas a first charge under another Act, the relative priority of the charges is to\nbe determined according to the order of registration."
    },
    {
      "key": "section:80",
      "title": "Section 80 - Certificate as to charge to secure unpaid land tax",
      "main_structural_unit": "section",
      "main_structural_number": "80",
      "main_structural_heading": "Certificate as to charge to secure unpaid land tax",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 80",
      "text": "(1) An owner of land or a person intending to purchase land may apply to the\nCommissioner for a certificate as to the matters in subsection (2).\n(2) On receiving such an application, the Commissioner must issue a certificate\nthat --\n(a) states whether, on the date of the certificate, there is a charge on the\nland under section 76; and\n(b) if there is such a charge and it relates to land tax for which an\nassessment notice has been issued, states the amount of unpaid land tax secured\nby the charge as at that date; and\n(c) if there is such a charge and it relates to land tax for which an\nassessment notice has not been issued, estimates the amount of land tax that\nwill be assessed.\n(3) If --\n(a) a certificate issued under subsection (2) states there is a charge on the\nland under section 76 and states the amount of unpaid land tax secured by the\ncharge and does not estimate an amount of land tax that will be assessed; and\n(b) the amount of land tax payable in respect of the land increases or\ndecreases,\nthen any new owner who under section 76(6) is jointly liable for unpaid land\ntax is liable for not more than the amount stated in the certificate.\n(4) If a certificate issued under subsection (2) estimates the amount of land\ntax that will be assessed --\n(a) the certificate does not prevent the Commissioner from assessing an amount\nof land tax different to the estimate; and\n(b) the amount of land tax assessed, even if it is different to that estimated,\nis the amount in respect of which a charge on the land arises under section 76;\nand\n(c) the amount of land tax assessed, even if it is different to that estimated,\nis the amount for which any new owner is jointly liable under section 76(6).\n(5) The prescribed fees are payable for the issue of a certificate under\nsubsection (2)."
    },
    {
      "key": "section:81",
      "title": "Section 81 - Withdrawal of memorial to be given when tax paid",
      "main_structural_unit": "section",
      "main_structural_number": "81",
      "main_structural_heading": "Withdrawal of memorial to be given when tax paid",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 81",
      "text": "(1) If a memorial is lodged under section 76, the Commissioner must give a\nwithdrawal of memorial to the taxpayer on payment of --\n(a) the land tax that was unpaid at the time the memorial was lodged; and\n(b) any land tax (including any amounts of the kinds referred to in section 76A\n(2)) that has subsequently become payable in relation to the land (whether or\nnot the due date for payment of that tax has arrived).\n(2) However, if land tax is assessed in relation to land comprising a number of\nseparate lots or parcels, the Commissioner is not obliged to give a withdrawal\nof memorial for any lot or parcel unless the whole of the land tax is paid.\n(3) If a memorial is lodged under section 77 or 77A, the Commissioner must give\na withdrawal of memorial to the taxpayer on payment of --\n(a) the tax secured by the charge created by the registration of the memorial;\nand\n(b) any amounts of the kinds referred to in section 76A(2) that have\nsubsequently become payable in relation to that tax.\n(4) A taxpayer given a withdrawal of memorial may lodge it for registration\nagainst the land.\n(5) If a memorial is lodged under this Division, the Commissioner --\n(a) may lodge a withdrawal of memorial at any time whether or not the relevant\ntax has been paid; and\n(b) must lodge a withdrawal of memorial when the land is sold in accordance\nwith an order made under section 85."
    },
    {
      "key": "section:82",
      "title": "Section 82 - Memorials etc. affecting TLA land or real property, lodging etc.",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "Memorials etc. affecting TLA land or real property, lodging etc.",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 82",
      "text": "(1) In this section --\ninstrument --\n(a) in relation to TLA land, has the meaning given in the Transfer of Land\nAct 1893 section 4; and\n(b) in relation to real property, means a judgment, deed, conveyance or\ninstrument in writing;\nRegistrar means --\n(a) in relation to TLA land, the Registrar of Titles; and\n(b) in relation to real property, the Registrar of Deeds and Transfers.\n(2) A memorial or withdrawal of memorial affecting TLA land or real property is\nto be lodged in a form approved by the Registrar.\n(3) When a memorial or withdrawal of memorial affecting TLA land or real\nproperty is lodged the Registrar must register it against the land.\n(4) A memorial affecting TLA land or real property takes effect when it is\nregistered and ceases to have effect when a withdrawal of the memorial is\nregistered.\n(5) While a memorial registered against TLA land or real property is in effect\nthe Registrar must not register any instrument affecting the land without the\nconsent of the Commissioner.\n(6) Subsection (5) does not prevent a person lodging, or the Registrar\naccepting, an instrument for registration.\n(7) If an instrument is accepted for registration but not registered because a\nmemorial is in effect, when the memorial ceases to have effect the instrument\nhas effect as if the memorial had not been registered."
    },
    {
      "key": "section:83",
      "title": "Section 83 - Memorials affecting mining tenements, lodging etc.",
      "main_structural_unit": "section",
      "main_structural_number": "83",
      "main_structural_heading": "Memorials affecting mining tenements, lodging etc.",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 83",
      "text": "A memorial or withdrawal of memorial affecting a mining tenement is to be\nlodged and registered, and has effect, in accordance with the Mining Act 1978\nPart IVA."
    },
    {
      "key": "section:84",
      "title": "Section 84 - Mortgagees to be notified if memorial registered",
      "main_structural_unit": "section",
      "main_structural_number": "84",
      "main_structural_heading": "Mortgagees to be notified if memorial registered",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 84",
      "text": "When a memorial lodged under this Division is registered, the Commissioner must\nnotify all mortgagees who hold registered mortgages over the land of the\nregistration of the memorial (but failure to do so does not invalidate the\nregistration of the memorial)."
    },
    {
      "key": "section:85",
      "title": "Section 85 - Orders for sale of land",
      "main_structural_unit": "section",
      "main_structural_number": "85",
      "main_structural_heading": "Orders for sale of land",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 85",
      "text": "(1) If all or part of the land tax for an assessment year remains unpaid at the\nexpiry of 18 months after the due date for payment of that tax the Commissioner\nmay apply to the Supreme Court for an order for the sale of all or part of the\nland.\n(2A) If a charge has arisen under section 77 or 77A (other than where the\nmemorial creating the charge is lodged under section 77A(2A)) and any of the\ntax secured by the charge remains unpaid at the expiry of 18 months after the\ncharge arose the Commissioner may apply to the Supreme Court for an order for\nthe sale of all or part of the land.\n(2) A single application may be made under this section in relation to a number\nof separate lots or parcels in the same ownership.\n(3) At least 6 months before the Commissioner makes an application to the\nSupreme Court under this section, the Commissioner must --\n(a) have notice of the intended application published in 2 newspapers --\n(i) one circulating generally throughout Western Australia; and\n(ii) the other circulating generally throughout Australia;\nand\n(b) if the whereabouts of the owner of the land is known to the\nCommissioner -- serve notice of the intended application on the owner; and\n(c) serve notice of the intended application on the holder of any registered\nencumbrance over the land whose address is known to the Commissioner.\n(4) On an application under this section, the Supreme Court may order the sale\nof the land and make incidental orders --\n(a) about how the sale is to be conducted; and\n(b) authorising an officer of the court to execute documents, and to do\nanything else necessary, for the sale and conveyance of the land; and\n(c) directing a person who is responsible under a relevant land Act for\nregistering documents to register any documents and to do anything else\nnecessary to give effect to the sale; and\n(d) directing (subject to subsection (5)) how the proceeds of sale are to be\ndealt with; and\n(e) dealing with costs of the proceedings and other incidental matters.\n(5) A sale by order of the Supreme Court is to discharge the land from any\nmortgage or other encumbrance securing a monetary obligation, but the land\nremains subject to any lease, easement or other encumbrance.\n(6) The proceeds of the sale are to be applied as follows --\n(a) firstly, in payment of the costs of the sale; and\n(b) secondly, in payment of costs of proceedings so far as those costs are, by\norder of the court, to be paid out of the proceeds of sale; and\n(c) thirdly, in discharge of --\n(i) if the application was made under subsection (1) -- all land tax payable for\nthe land (whether or not the due date for payment of that tax has arrived); or\n(ii) if the application was made under subsection (2A) -- all unpaid tax secured\nby the charge;\nand\n(d) fourthly, in discharge of any outstanding monetary liability secured by a\nmortgage or other encumbrance securing a monetary obligation; and\n(e) lastly, any remaining balance is to be applied as directed by the court."
    },
    {
      "key": "section:86",
      "title": "Section 86 - Means of enforcement not limited to charge",
      "main_structural_unit": "section",
      "main_structural_number": "86",
      "main_structural_heading": "Means of enforcement not limited to charge",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 86",
      "text": "The existence of a charge or registration of a memorial under this Division\ndoes not affect the Commissioner's discretion to proceed for recovery of the\noutstanding tax in proceedings unrelated to the charge.\n                             Part 7 -- Tax records"
    },
    {
      "key": "section:87",
      "title": "Section 87 - How long tax records to be kept",
      "main_structural_unit": "section",
      "main_structural_number": "87",
      "main_structural_heading": "How long tax records to be kept",
      "defined_term": null,
      "structure_path": "Part 7 -- Tax records > Section 87",
      "text": "A person required to keep a tax record under a taxation Act must, unless the\nAct otherwise provides, retain the tax record for at least 5 years after --\n(a) the date it was made by the person or, if it was not made by the person,\nthe date it was obtained by the person; or\n(b) if it relates to a transaction, the date of completion of the transaction,\nwhichever is the later.\nPenalty: $20 000."
    },
    {
      "key": "section:88",
      "title": "Section 88 - Form of tax records",
      "main_structural_unit": "section",
      "main_structural_number": "88",
      "main_structural_heading": "Form of tax records",
      "defined_term": null,
      "structure_path": "Part 7 -- Tax records > Section 88",
      "text": "(1) A person required to keep a tax record must ensure that it is kept --\n(a) in the form of a document in the English language, or in some other form\nwhich can be readily converted into a document in the English language or from\nwhich a document in the English language can be readily reproduced; or\n(b) in some other form allowed by the regulations.\nPenalty: $20 000.\n(2) If a person required to keep a tax record does not keep it in the form of a\ndocument in the English language, the Commissioner may request the person to\nconvert it to such a document within a reasonable time.\n(3) If the person does not comply with the request, the Commissioner may --\n(a) have the tax record converted; and\n(b) recover from the person as a debt the reasonable cost of converting it."
    },
    {
      "key": "section:89",
      "title": "Section 89 - Where tax records to be kept",
      "main_structural_unit": "section",
      "main_structural_number": "89",
      "main_structural_heading": "Where tax records to be kept",
      "defined_term": null,
      "structure_path": "Part 7 -- Tax records > Section 89",
      "text": "(1) A person required to keep a tax record must keep it in Western Australia\nunless --\n(a) the taxation Act specifically allows the tax record to be kept elsewhere;\nor\n(b) the regulations allow the tax record to be kept elsewhere; or\n(c) the Commissioner gives approval allowing the tax record to be kept\nelsewhere.\nPenalty: $20 000.\n(2) The Commissioner may require a person who keeps a tax record outside\nWestern Australia to bring it into Western Australia within a reasonable time\nallowed by the Commissioner.\n(3) A person who does not comply with a requirement under subsection (2)\ncommits an offence.\nPenalty: $20 000.\n(4) The Commissioner may recover as a debt, from a person required to keep a\ntax record, costs reasonably incurred by the Commissioner as a result of the\nperson's failure to comply with subsection (1) or with a requirement made under\nthis section.\n(5) If a tax record is brought into Western Australia in accordance with a\nrequirement under subsection (2), the tax record does not give rise to any tax\nliability that would not have existed if it had not been brought into Western\nAustralia."
    },
    {
      "key": "section:90",
      "title": "Section 90 - Failure to keep proper tax records",
      "main_structural_unit": "section",
      "main_structural_number": "90",
      "main_structural_heading": "Failure to keep proper tax records",
      "defined_term": null,
      "structure_path": "Part 7 -- Tax records > Section 90",
      "text": "A person commits an offence if the person --\n(a) makes an entry in a tax record knowing the entry to be false or misleading\nin a material particular; or\n(b) keeps a tax record knowing it to be false or misleading in a material\nparticular; or\n(c) within the time during which the tax record is required to be kept,\nwilfully damages or destroys a tax record.\nPenalty: $20 000 plus 3 times the amount of tax that was avoided or might have\nbeen avoided if the false or misleading entry or tax record had been accepted\nas true."
    },
    {
      "key": "section:91",
      "title": "Section 91 - General and specific exemptions",
      "main_structural_unit": "section",
      "main_structural_number": "91",
      "main_structural_heading": "General and specific exemptions",
      "defined_term": null,
      "structure_path": "Part 7 -- Tax records > Section 91",
      "text": "(1) An exemption of general application may be given by regulation from --\n(a) the requirement to keep a tax record; or\n(b) incidental requirements relating to the keeping of a tax record.\n(2) The Commissioner may, by notice to a person, exempt the person from --\n(a) the requirement to keep a tax record; or\n(b) other requirements incidental to keeping a tax record.\n(3) An exemption may be given subject to conditions specified in the relevant\nregulation or notice of exemption.\n(4) The Commissioner may amend or cancel an exemption given to a person under\nsubsection (2) by giving notice to the person of the amendment or cancellation.\n                            Part 8 -- Investigations\n                          Division 1 -- Investigations"
    },
    {
      "key": "section:92",
      "title": "Section 92 - Investigations, purposes of",
      "main_structural_unit": "section",
      "main_structural_number": "92",
      "main_structural_heading": "Investigations, purposes of",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 1 -- Investigations > Section 92",
      "text": "An investigation may be carried out under this Part for any or all of the\nfollowing purposes --\n(a) to ascertain whether a tax liability exists;\n(b) to gather any information relevant to making an assessment;\n(c) to gather any information relevant to making a decision under a taxation\nAct;\n(d) to audit tax records;\n(e) to gather evidence of a suspected contravention of a taxation Act;\n(f) any other purpose relevant to the administration of a taxation Act."
    },
    {
      "key": "section:93",
      "title": "Section 93 - Investigations for purposes of recognised revenue laws",
      "main_structural_unit": "section",
      "main_structural_number": "93",
      "main_structural_heading": "Investigations for purposes of recognised revenue laws",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 1 -- Investigations > Section 93",
      "text": "(1) The Commissioner may, by agreement with the corresponding Commissioner of a\nrecognised jurisdiction --\n(a) authorise the corresponding Commissioner to carry out an investigation\nunder this Part for the purposes of a recognised revenue law in force in the\njurisdiction; or\n(b) carry out an investigation under this Part on behalf of the corresponding\nCommissioner for the purposes of a recognised revenue law in force in the\njurisdiction.\n(2) The Commissioner may only exercise powers under this section if the law of\nthe recognised jurisdiction has reciprocal provisions providing for\ninvestigations by or on behalf of the Commissioner.\n(3) For the purposes of carrying out an investigation under this section for\nthe purposes of a recognised revenue law --\n(a) a reference in this Part to tax is to be read as a reference to tax payable\nunder the recognised revenue law; and\n(b) a reference to a tax liability is to be read as a reference to a tax\nliability under the recognised revenue law; and\n(c) a reference to a taxation Act is to be read as a reference to the\nrecognised revenue law; and\n(d) a reference to a contravention of a taxation Act is to be read as a\nreference to a contravention of the recognised revenue law.\n(4) If the Commissioner authorises a corresponding Commissioner of a recognised\njurisdiction to carry out an investigation under this Part --\n(a) a reference in this Part to the Commissioner is to be read as a reference\nto the corresponding Commissioner; and\n(b) a reference in this Part to an investigator is to be read as a reference to\na person authorised to take part in the investigation under a recognised\nrevenue law in force in the recognised jurisdiction; and\n(c) a reference in this Part to an investigator's identity card, in relation to\na person authorised to take part in the investigation under a recognised\nrevenue law in force in the recognised jurisdiction, is to be read as a\nreference to an identification card or certificate issued to the person under\nthe recognised revenue law.\n           Division 2 -- Obtaining tax records and other information"
    },
    {
      "key": "section:94",
      "title": "Section 94 - Power to require person to provide information",
      "main_structural_unit": "section",
      "main_structural_number": "94",
      "main_structural_heading": "Power to require person to provide information",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 2 -- Obtaining tax records and other information > Section 94",
      "text": "(1) The Commissioner may, for investigation purposes, require a taxpayer or any\nother person --\n(a) to provide oral or written answers to specified questions; or\n(b) to produce to the Commissioner specified relevant material or relevant\nmaterial of a specified class, in the person's possession or control.\n(2) The Commissioner may make the requirement --\n(a) if an oral response is required -- orally; or\n(b) in any other case -- by notice served on the person to whom the requirement\nis addressed.\n(3) The Commissioner may require a person to verify written answers to\nquestions by statutory declaration.\n(4) The Commissioner must --\n(a) allow the person a reasonable time within which to comply with a\nrequirement; and\n(b) if the requirement is made by notice served on the person, specify the time\nallowed in the notice.\n(5) A person must comply with a requirement under this section within the time\nallowed under subsection (4) or within any further time allowed by the\nCommissioner.\nPenalty: $20 000."
    },
    {
      "key": "section:95",
      "title": "Section 95 - Power to require person to attend for examination",
      "main_structural_unit": "section",
      "main_structural_number": "95",
      "main_structural_heading": "Power to require person to attend for examination",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 2 -- Obtaining tax records and other information > Section 95",
      "text": "(1) The Commissioner may, for investigation purposes, require a taxpayer or any\nother person to attend for examination by an investigator.\n(2) A requirement is to be made by notice served on the taxpayer or other\nperson.\n(3) A notice --\n(a) must indicate the time and place fixed for the examination (which must, if\npracticable, be reasonably convenient to the person to be examined); and\n(b) must indicate the subject of the examination; and\n(c) may require the person to bring and produce to the examining investigator\nrelevant material in the person's possession or control relating to the subject\nof the examination.\n(4) An investigator conducting an examination --\n(a) may require a person attending for examination to make an oath to answer\nall questions truthfully and may administer the oath; and\n(b) may require the person to answer a question relevant to the subject matter\nof the examination put by the investigator, or with the consent of the\ninvestigator, by another person present at the examination; and\n(c) may require the person to produce for examination by the investigator\nrelevant material in the person's possession at the examination.\n(5) A person must comply with a requirement under this section.\nPenalty: $20 000.\n(6) A person, other than a taxpayer or a taxpayer's representative, who attends\nfor examination is entitled to be paid the prescribed fees and expenses."
    },
    {
      "key": "section:96",
      "title": "Section 96 - Power to retain documents and other records",
      "main_structural_unit": "section",
      "main_structural_number": "96",
      "main_structural_heading": "Power to retain documents and other records",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 2 -- Obtaining tax records and other information > Section 96",
      "text": "(1) The Commissioner may retain any instrument or other document or record in\nhis or her possession that is relevant to performing his or her functions under\na taxation Act for as long as is necessary --\n(a) to examine it or copy it, or both;\n(b) if it is relevant to proceedings that have been or may be instituted -- for\nthe purposes of the proceedings;\n(c) in the case of an instrument on which, or which effects or evidences a\ntransaction on which, tax is payable -- until the tax is paid;\n(d) in the case of a document or other record that is relevant to making an\nassessment -- until the assessment is made and any tax payable as a result of\nthe assessment is paid.\n(2A) The Commissioner may retain an instrument, document or other record in his\nor her possession under subsection (1) even though the Commissioner has made an\ninterim assessment and the tax payable on that assessment has been paid.\n(2) While an instrument or other document or record is being retained under\nsubsection (1), the Commissioner must permit the inspection of the instrument,\ndocument or record by, or provide a copy of it to --\n(a) in the case of an instrument or record effecting or evidencing a\ntransaction -- a party to the transaction; or\n(b) in any other case -- the person who lodged the instrument, document or\nrecord with the Commissioner."
    },
    {
      "key": "section:97",
      "title": "Section 97 - Recording proceedings under s. 95",
      "main_structural_unit": "section",
      "main_structural_number": "97",
      "main_structural_heading": "Recording proceedings under s. 95",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 2 -- Obtaining tax records and other information > Section 97",
      "text": "(1) An investigator may make a recording of the questions asked by an\ninvestigator and the answers given by a person who attends for examination\nunder section 95.\n(2) If an investigator decides to make a record, the investigator must advise\nthe person attending for examination to that effect before recording begins.\n(3) Where an investigator makes a recording under subsection (1), the person\nattending for examination may request a copy of the recording, and the\ninvestigator is to provide a copy to them within 30 days of the date of the\nrequest.\n                        Division 3 -- Access to premises"
    },
    {
      "key": "section:98",
      "title": "Section 98 - Power to enter premises",
      "main_structural_unit": "section",
      "main_structural_number": "98",
      "main_structural_heading": "Power to enter premises",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 3 -- Access to premises > Section 98",
      "text": "(1) Subject to subsection (2), an investigator may, for investigation purposes,\nenter and remain on premises to exercise his or her powers of investigation.\n(2) The investigator may only enter residential premises as follows --\n(a) the investigator may enter the premises at any reasonable time with the\nconsent of the occupier of the premises;\n(b) the investigator may enter the premises in accordance with the\nauthorisation conferred by a warrant;\n(c) if the investigator believes, on reasonable grounds, that it is urgently\nnecessary to do so in order to prevent the destruction of or interference with\nrelevant material, the investigator may enter the premises at any time without\nthe consent of the occupier and without warrant.\n(3) The investigator must not exercise the power set out in subsection (2)(c)\nunless the Commissioner has, in the particular case, given the investigator\nprior authorisation in writing to do so.\n(4) The investigator must, on first encountering a person apparently in a\nposition of authority on the premises, and also on the reasonable request of\nany other person on the premises --\n(a) display his or her identity card to the person or persons respectively; and\n(b) if the investigator has entered or is about to enter the premises under a\nwarrant -- display the warrant to the person or persons respectively."
    },
    {
      "key": "section:99",
      "title": "Section 99 - Powers of investigator while on premises",
      "main_structural_unit": "section",
      "main_structural_number": "99",
      "main_structural_heading": "Powers of investigator while on premises",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 3 -- Access to premises > Section 99",
      "text": "(1) When an investigator exercises his or her powers of entry under this Act,\nexcept where the power of entry is exercised pursuant to a warrant under\nsection 98(2)(b), the investigator may do any or all of the following --\n(a) search the premises and examine anything on the premises (opening it if\nnecessary and, if given specific prior authorisation in writing by the\nCommissioner with respect to those premises, breaking it open);\n(b) take possession of, and remove from the premises, documents or other\nrecords, or anything else relevant to the investigation, found in the course of\nexercising his or her powers under this Act;\n(c) take extracts from or make copies of, or download or print-out, any\ndocuments or other records found in the course of carrying out his or her\nfunctions under this Act;\n(d) photograph or film anything on the premises;\n(e) if anything on the premises that is relevant to the investigation cannot be\nconveniently removed -- secure it against interference;\n(f) require any person who is on the premises --\n(i) to state his or her full name and address;\n(ii) to answer (orally or in writing) questions put by the investigator that\nare relevant to the investigation;\n(iii) to give the investigator any information in the person's possession or\ncontrol that is relevant to the investigation;\n(iv) to operate or allow the investigator to operate equipment or facilities on\nthe premises for investigation purposes;\n(v) to give the investigator any translation, code, password or other\ninformation necessary to gain access to or to interpret and understand any\ndocument or other record or information located or obtained by the investigator\nin the course of exercising his or her functions under this Act;\n(vi) to give other assistance that the investigator reasonably requires to\ncarry out the investigation.\n(2) Where an investigator exercises a power of entry pursuant to a warrant\nunder section 98(2)(b), the investigator may only exercise those powers set out\nin subsection (1) that the warrant specifically authorises the investigator to\nuse.\n(3) A person who --\n(a) does not comply with a requirement under subsection (1)(f); or\n(b) gives an investigator information that the person knows to be false or\nmisleading,\ncommits an offence.\nPenalty: $20 000.\n(4) An investigator is not authorised to take anything from premises unless he\nor she --\n(a) gives the occupier or another person apparently responsible to the occupier\na receipt for the thing taken, if requested to do so by the occupier or other\nperson; or\n(b) if the occupier or a person apparently responsible to the occupier is not\npresent, leaves a receipt for the thing taken, in an envelope addressed to the\noccupier, in a prominent position on the premises.\n(5) A receipt is to be in a form approved by the Commissioner.\n(6) The Commissioner must ensure that a person from whom a document or anything\nelse is taken under this section and who would otherwise be entitled to\npossession of it is given a copy of it, or reasonable access to it, as\nappropriate.\n(7) If an investigator takes possession of anything under this section, the\nCommissioner must ensure that it is returned to the person entitled to\npossession of it as follows --\n(a) if it was taken in connection with the prosecution or possible prosecution\nof a suspected tax contravention of a taxation Act -- as soon as practicable\nafter the relevant prosecution is completed or discontinued or, if no\nprosecution is commenced, as soon as practicable after the decision is made not\nto prosecute the suspected contravention;\n(b) if it was an instrument on which duty was payable -- as soon as practicable\nafter assessment and payment of the relevant duty;\n(c) in any other case -- within 28 days after it was taken."
    },
    {
      "key": "section:100",
      "title": "Section 100 - Warrants to enter premises",
      "main_structural_unit": "section",
      "main_structural_number": "100",
      "main_structural_heading": "Warrants to enter premises",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 3 -- Access to premises > Section 100",
      "text": "(1) If a justice is satisfied on an application supported by evidence on oath\nthat it is reasonably necessary for an investigator to enter premises for\ninvestigation purposes, the justice may issue a warrant authorising an\ninvestigator --\n(a) to enter the premises at a time or within a period stated in the warrant;\nand\n(b) to exercise the powers of search and investigation conferred by this Part.\n(2) An investigator who applies to a justice or magistrate for a warrant under\nthis section must produce his or her identity card to the justice or\nmagistrate.\n(3) The authority conferred by a warrant may be exercised by the investigator\nwho applied for the warrant or by any other investigator."
    },
    {
      "key": "section:101",
      "title": "Section 101 - Use of force",
      "main_structural_unit": "section",
      "main_structural_number": "101",
      "main_structural_heading": "Use of force",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 3 -- Access to premises > Section 101",
      "text": "(1) An investigator may use reasonable force --\n(a) to enter premises under this Part; or\n(b) to exercise powers under section 99(1)(a) to (e).\n(2) However, if the use of reasonable force is likely to cause damage to\nproperty, the investigator is not entitled to use force unless the Commissioner\nhas, in the particular case, given the investigator prior authorisation in\nwriting to do so.\n                        Division 4 -- General provisions"
    },
    {
      "key": "section:102",
      "title": "Section 102 - Complying with requirements to provide information",
      "main_structural_unit": "section",
      "main_structural_number": "102",
      "main_structural_heading": "Complying with requirements to provide information",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 4 -- General provisions > Section 102",
      "text": "(1) A person is not excused from complying with a requirement under this Part\nto provide information or relevant material on the grounds that complying with\nthe requirement would tend to incriminate the person or render the person\nliable to a penalty.\n(2) However, information or material provided by the person in compliance with\nthe requirement is not admissible in evidence in any proceedings against the\nperson for an offence against a taxation Act except an offence against\nsection 94(5), 95(5) or 99(3)."
    },
    {
      "key": "section:103",
      "title": "Section 103 - Legal professional privilege",
      "main_structural_unit": "section",
      "main_structural_number": "103",
      "main_structural_heading": "Legal professional privilege",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 4 -- General provisions > Section 103",
      "text": "(1) A person must provide an official document when so required by the\nCommissioner or an investigator whether or not that official document would\notherwise be protected by legal professional privilege.\n(2) A document, information or relevant material that, at the time it is\nprovided to, or acquired by the Commissioner or an investigator, is claimed to\nbe protected by legal professional privilege --\n(a) is to be separated from any document, information or relevant material for\nwhich no claim is made, retained under secure conditions in a sealed container\nto which must be affixed the name, address and contact details of the person\nmaking the claim and of the person on whose behalf the claim is made, and a\nstatement that the contents are, or may be, subject to legal professional\nprivilege;\n(b) is not to be viewed, accessed, or otherwise dealt with by the Commissioner\nor an investigator for any purpose.\n(3) Where no claim is made under subsection (2), but it is apparent on\nexamination by the Commissioner or an investigator that a document, information\nor relevant material that has been provided or acquired is, or is likely to be,\nprotected by legal professional privilege, it becomes the duty of the\nCommissioner or an investigator to comply with subsection (2) in relation to\nthat document, information or relevant material.\n(4) If a claim of legal professional privilege is made for a document,\ninformation or relevant material already in the possession of the Commissioner\nor an investigator, and at the time that the claim is made the document,\ninformation or relevant material --\n(a) has not been examined, accessed, or dealt with for a purpose under a\ntaxation Act, subsection (2) applies as if the claim had been made at the time\nwhen it was provided or acquired;\n(b) is being, or is intended or likely to be, used for a purpose under a\ntaxation Act, its further use is terminated or not to commence, as the case\nrequires, and subsection (2)(a) applies.\n(5) The Commissioner may apply to the Supreme Court or a judge --\n(a) for a declaration that legal professional privilege does, or does not,\napply to a document, information or relevant material provided or acquired\nunder this Part;\n(b) for an order to extinguish legal professional privilege where it applies to\na document, information or relevant material,\nand the Commissioner is to give effect to, and act in accordance with, any\ndeclaration or order, or other direction made by the court or the judge.\n(6) A person who claims the benefit of legal professional privilege in relation\nto a document, information or relevant material may apply for an order under\nsubsection (5)(a).\n(7) A document, information or relevant material --\n(a) that is declared to be subject to legal professional privilege under\nsubsection (5)(a); or\n(b) for which an order under subsection (5)(b) is refused,\nmust be returned to the person named under subsection (2)(a) from whom the\ndocument, information or relevant material was obtained without delay and\nremains subject to subsection (2)(b) in the period between publication of the\ndecision of the court or judge and the return.\n(8) Nothing in this section prevents a person entitled to claim legal\nprofessional privilege from waiving its application to a document, information\nor relevant material and a waiver once made cannot later be revoked.\n(9) A person, either personally or on another's behalf, who claims that legal\nprofessional privilege applies to a document, information or relevant material\nand who knows, or ought to know at the time that claim is made that it is\nfalse, misleading, or without substance, commits an offence.\nPenalty: $20 000."
    },
    {
      "key": "section:104",
      "title": "Section 104 - Interaction with other Acts",
      "main_structural_unit": "section",
      "main_structural_number": "104",
      "main_structural_heading": "Interaction with other Acts",
      "defined_term": null,
      "structure_path": "Part 8 -- Investigations > Division 4 -- General provisions > Section 104",
      "text": "This Part prevails over --\n(a) any law that would otherwise protect from disclosure information about the\ntransfer or ownership of a statutory licence; and\n(b) any law that would otherwise protect from disclosure information about\npayments made for the benefit of employees; and\n(c) any law that would otherwise protect from disclosure information about the\nregistration, transfer of registration or ownership of motor vehicles; and\n(d) any law that would otherwise protect from disclosure information about the\ntransfer or ownership of mining tenements or petroleum licences; and\n(e) any law that would otherwise protect from disclosure information about the\nwhereabouts of taxpayers; and\n(f) any other prescribed law that would otherwise protect information from\ndisclosure.\n    Part 8A -- Administration of royalties under State mining agreement Acts"
    },
    {
      "key": "section:104A",
      "title": "Section 104A - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "104A",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104A",
      "text": "(1) In this Part --\nmining operations has the meaning given in the Mining Act 1978 section 8(1);\nmining royalty has the meaning given in section 104B(1);\nroyalty return means a return specifying the information required to allow the\nroyalty payable for a mineral to be assessed;\nState has a meaning affected by section 104C;\nState mining agreement means --\n(a) an agreement relating to mining operations scheduled to, or incorporated\nin, an Act that provides for royalties to be payable for minerals obtained from\nthe mining operations; and\n(b) if the agreement has been varied -- the agreement as varied;\nState mining agreement Act means an Act that ratifies, approves or otherwise\nauthorises a State mining agreement.\n(2) To remove any doubt, it is declared that a State mining agreement Act is\nnot a taxation Act for the purposes of this Act."
    },
    {
      "key": "section:104B",
      "title": "Section 104B - Meaning of mining royalty and additional rent",
      "main_structural_unit": "section",
      "main_structural_number": "104B",
      "main_structural_heading": "Meaning of mining royalty and additional rent",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104B",
      "text": "(1) A mining royalty is a royalty for a mineral payable to the State under a\nState mining agreement and includes additional rent payable to the State under\nthe agreement.\n(2) Additional rent is an amount payable to the State under a State mining\nagreement that is an amount --\n(a) referred to in the agreement as additional rent payable in relation to a\nlease granted under the agreement; and\n(b) calculated, wholly or partly, by reference to the quantity of a mineral for\nwhich a royalty is payable under the agreement, regardless of whether the\nagreement also --\n(i) states that the amount is a fixed minimum or maximum amount in particular\ncircumstances; or\n(ii) provides for the amount to be calculated in another way in particular\ncircumstances.\n(3) However, additional rent does not include an amount described in\nsubsection (2) if the amount is payable because of a breach of a provision of\nthe State mining agreement."
    },
    {
      "key": "section:104C",
      "title": "Section 104C - References in State mining agreements to the State",
      "main_structural_unit": "section",
      "main_structural_number": "104C",
      "main_structural_heading": "References in State mining agreements to the State",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104C",
      "text": "For the purposes of this Part, a reference in a State mining agreement to any\nof the following is taken to be a reference to the State --\n(a) a Minister of the State, however described; or\n(b) a current or former department of the Public Service, however described; or\n(c) a chief executive officer of a department referred to in paragraph (b); or\n(d) another entity that represents the State."
    },
    {
      "key": "section:104D",
      "title": "Section 104D - Application and purposes of Part",
      "main_structural_unit": "section",
      "main_structural_number": "104D",
      "main_structural_heading": "Application and purposes of Part",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104D",
      "text": "(1) This Part applies to a State mining agreement.\n(2) The purposes of this Part are --\n(a) to confer on the Commissioner the function of collecting and administering\nmining royalties; and\n(b) to provide for certain matters that are required or allowed to be done\nunder State mining agreements in relation to mining royalties to be done in a\nway that is consistent with the Commissioner performing that function.\n(3) Nothing in this Part limits the ability of the State, or a representative\nof the State referred to in section 104C(a), (b), (c) or (d), to perform a\nfunction conferred under a State mining agreement."
    },
    {
      "key": "section:104E",
      "title": "Section 104E - Commissioner's functions as to mining royalties",
      "main_structural_unit": "section",
      "main_structural_number": "104E",
      "main_structural_heading": "Commissioner's functions as to mining royalties",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104E",
      "text": "(1) The Commissioner has the function of collecting and administering mining\nroyalties.\n(2) Without limiting subsection (1), the Commissioner may do anything that the\nState is required or allowed to do under a State mining agreement to the extent\nthat doing the thing is relevant to the collection or administration of mining\nroyalties, including, for example, any of the following --\n(a) require or ask for information to be provided, including information --\n(i) related to the quantity, quality or value of minerals; and\n(ii) to be provided in a royalty return;\n(b) inspect minerals, mining operations or premises, including --\n(i) accessing a place where minerals are stored or treated; and\n(ii) taking samples of minerals for analysis;\n(c) audit records;\n(d) give or receive a notice;\n(e) extend or vary a timeframe for doing something."
    },
    {
      "key": "section:104F",
      "title": "Section 104F - Payment of mining royalty",
      "main_structural_unit": "section",
      "main_structural_number": "104F",
      "main_structural_heading": "Payment of mining royalty",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104F",
      "text": "(1) A mining royalty is to be paid to the Commissioner.\n(2) The time for paying the mining royalty is --\n(a) if a State mining agreement provides for when the royalty is to be paid --\nthe time required under the agreement; or\n(b) otherwise -- within the period of 30 days that begins on the day after the\nday on which a royalty return relating to the assessment of the mining royalty\nis required to be given."
    },
    {
      "key": "section:104G",
      "title": "Section 104G - Requirement for royalty return",
      "main_structural_unit": "section",
      "main_structural_number": "104G",
      "main_structural_heading": "Requirement for royalty return",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104G",
      "text": "(1) This section applies if a State mining agreement requires a person to\nprovide a royalty return to the State, other than in accordance with the Mining\nAct 1978.\n(2) The royalty return must --\n(a) be given to the Commissioner; and\n(b) be in the form approved by the Commissioner.\n(3) The time for giving the royalty return to the Commissioner is the time the\nreturn is required to be given under the State mining agreement."
    },
    {
      "key": "section:104H",
      "title": "Section 104H - Provision of commodity prices and related information",
      "main_structural_unit": "section",
      "main_structural_number": "104H",
      "main_structural_heading": "Provision of commodity prices and related information",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104H",
      "text": "If a State mining agreement requires a person to give information about the\nprice at which a mineral can be sold, or other information relevant to\ndetermining the value of a mineral, to the State, the person must instead give\nthe information to the Commissioner."
    },
    {
      "key": "section:104I",
      "title": "Section 104I - Application of Part 9 and Part 10 Division 2",
      "main_structural_unit": "section",
      "main_structural_number": "104I",
      "main_structural_heading": "Application of Part 9 and Part 10 Division 2",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104I",
      "text": "(1) Part 9 does not apply in relation to an act done or omitted to be done --\n(a) under a State mining agreement; or\n(b) by a person who is a party to a State mining agreement in relation to a\nmining royalty or the collection or administration of mining royalties by the\nCommissioner under this Part.\n(2) Part 10 Division 2 applies for the purposes of this Part.\n(3) Without limiting subsection (2), section 117 applies as if a reference in\nthat section to a notice or other document to be served by the Commissioner\nunder a taxation Act were a reference to a notice or other document to be\nserved by the Commissioner in relation to the collection or administration of\nmining royalties."
    },
    {
      "key": "section:104J",
      "title": "Section 104J - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "104J",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part 8A -- Administration of royalties under State mining agreement Acts > Section 104J",
      "text": "(1) Regulations may be made under section 126 prescribing all matters that are\nnecessary or convenient to support the collection and administration of mining\nroyalties by the Commissioner.\n(2) The regulations must not be inconsistent with a State mining agreement.\n(3) Without limiting subsection (1), the regulations may --\n(a) provide for matters relating to giving information, a document or a notice\nrequired or permitted to be given under a State mining agreement, including\ngiving the information, document or notice by electronic means; and\n(b) provide for the time at which information, a document or a notice is taken\nto have been given; and\n(c) prescribe the means of satisfying a requirement under a State mining\nagreement that relates to giving information, a document or a notice in writing\nif the information, document or notice is given by electronic means.\n(4) In subsection (3) --\nelectronic means includes --\n(a) an electronic database or document system; and\n(b) any other means by which a document can be accessed electronically.\n                               Part 9 -- Offences"
    },
    {
      "key": "section:105",
      "title": "Section 105 - General penalty provision",
      "main_structural_unit": "section",
      "main_structural_number": "105",
      "main_structural_heading": "General penalty provision",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 105",
      "text": "(1) A person who commits an offence against a taxation Act for which no penalty\nis specifically provided is liable on conviction to a penalty not exceeding\n$20 000.\n(2) If a person does not comply with a requirement made under a taxation Act by\nthe Commissioner or an investigator, and no penalty is specifically provided\nfor the non-compliance, the person commits an offence.\nPenalty: $20 000."
    },
    {
      "key": "section:106",
      "title": "Section 106 - Evasion of tax",
      "main_structural_unit": "section",
      "main_structural_number": "106",
      "main_structural_heading": "Evasion of tax",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 106",
      "text": "(1) A person who, by an intentional act or omission, evades or attempts to\nevade paying tax that the person is liable to pay, commits an offence.\n(2) A court by which a person is convicted of an offence against subsection (1)\nmust impose a penalty within a range extending from a minimum of 3 times the\namount of the primary tax the accused evaded or attempted to evade to a maximum\nequivalent to the minimum plus $20 000."
    },
    {
      "key": "section:107",
      "title": "Section 107 - False or misleading information",
      "main_structural_unit": "section",
      "main_structural_number": "107",
      "main_structural_heading": "False or misleading information",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 107",
      "text": "(1) A person must not --\n(a) provide information to the Commissioner or an investigator knowing it to be\nfalse or misleading in a material particular; or\n(b) provide a tax record to the Commissioner or an investigator knowing it to\nbe false or misleading in a material particular.\nPenalty: $20 000 plus 3 times the amount of tax that was avoided or might have\nbeen avoided if the false or misleading information or tax record had been\naccepted as true.\n(2) If a person provides the Commissioner or an investigator with information\nor a tax record that is false or misleading in a material particular then, in\nproceedings for an offence against this section, the person is presumed to have\nknown that the information or tax record was false or misleading in the\nmaterial particular unless the contrary is established."
    },
    {
      "key": "section:108",
      "title": "Section 108 - Obstructing or misleading investigator",
      "main_structural_unit": "section",
      "main_structural_number": "108",
      "main_structural_heading": "Obstructing or misleading investigator",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 108",
      "text": "(1) A person who hinders or obstructs the Commissioner or an investigator in\ncarrying out functions under a taxation Act commits an offence.\nPenalty: $20 000.\n(2) A person who misleads the Commissioner or an investigator in a way that may\naffect the carrying out of his or her functions under a taxation Act commits an\noffence.\nPenalty: $20 000."
    },
    {
      "key": "section:109",
      "title": "Section 109 - Offence by body corporate",
      "main_structural_unit": "section",
      "main_structural_number": "109",
      "main_structural_heading": "Offence by body corporate",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 109",
      "text": "(1) If a body corporate commits an offence against a taxation Act each director\nof the body corporate commits the offence and is liable to the penalty\nprescribed for an individual who commits the offence.\n(2) It is a defence to a charge of an offence by a director under this section\nto prove that the accused --\n(a) did not aid, abet, counsel or procure the act or omission of the body\ncorporate concerned; and\n(b) was not in any way, by act or omission, directly or indirectly, knowingly\nconcerned in, or party to, the act or omission of the body corporate."
    },
    {
      "key": "section:110",
      "title": "Section 110 - Criminal penalties not to affect civil liabilities",
      "main_structural_unit": "section",
      "main_structural_number": "110",
      "main_structural_heading": "Criminal penalties not to affect civil liabilities",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 110",
      "text": "The imposition of a penalty for an offence does not relieve the person on whom\nthe penalty is imposed from a tax liability (including a liability for penalty\ntax) arising out of the same wrongful act."
    },
    {
      "key": "section:111",
      "title": "Section 111 - Time for commencing prosecutions",
      "main_structural_unit": "section",
      "main_structural_number": "111",
      "main_structural_heading": "Time for commencing prosecutions",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 111",
      "text": "(1) A prosecution for an offence against a taxation Act must be commenced\nwithin 3 years after the date on which the offence is alleged to have been\ncommitted.\n(2) However, if the alleged offence involves tax evasion, an intention to\nmislead or some other form of dishonesty, a prosecution for the offence may be\ncommenced at any time."
    },
    {
      "key": "section:112",
      "title": "Section 112 - Authority required for prosecution",
      "main_structural_unit": "section",
      "main_structural_number": "112",
      "main_structural_heading": "Authority required for prosecution",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 112",
      "text": "(1) Proceedings for an offence against a taxation Act may only be taken --\n(a) by the Commissioner, or under the Commissioner's authority; and\n(b) in the Commissioner's name.\n(2) A statement in a prosecution notice for an offence against a taxation Act\nthat the prosecution is commenced by the Commissioner or under the\nCommissioner's authority is to be taken to be proved in the absence of evidence\nto the contrary."
    },
    {
      "key": "section:113.p1",
      "title": "Section 113 - General defence",
      "main_structural_unit": "section",
      "main_structural_number": "113",
      "main_structural_heading": "General defence",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 113",
      "text": "It is a defence to a charge of an offence against this Act consisting of a failure to comply with a requirement imposed by or under this Act to prove that the accused could not, by the exercise of reasonable diligence, have complied with the requirement to which the charge relates. Part 10 -- Miscellaneous Division 1 -- Confidentiality 114.^ 1M, 1MC Duty of confidentiality (1) The following persons are subject to a duty of confidentiality under this Section -- (a) the Commissioner or a former Commissioner; (b) a delegate or former delegate of the Commissioner; (c) an investigator or former investigator; (d) an appointed representative, or former appointed representative, of the Commissioner; (e) any other person to whom the information or material is disclosed under a taxation Act; (f) any other person who properly or improperly gains access to the information or material in some other way. (2) A person who is subject to a duty of confidentiality under this section must not record, disclose, or make use of information or material obtained under a taxation Act except -- (a) for a purpose related to the administration or enforcement of the taxation Act under which the information or material was obtained or another Act administered by the Commissioner or under which the Commissioner exercises statutory functions; or (b) as required or allowed by this Act or another law that specifically or by necessary implication overrides the duty of confidentiality imposed by this section; or (c) as authorised by the person to whose affairs the information or material relates; or (d) for the purpose of proceedings, or a report of proceedings, arising out of a taxation Act to which -- (i) the Commissioner is a party; and (ii) the person to whose affairs the information or material relates is a party. Penalty: $20 000. (3) This section does not prevent -- (a) the disclosure of information or material in connection with the investigation or prosecution of a criminal offence to -- (i) the Director of Public Prosecutions for a State or the Commonwealth; or (ii) an officer of the police force of a State or the Commonwealth; or (iii) an officer of the Australian Securities and Investment Commission; or (iv) an officer of another law enforcement agency established under State or Commonwealth law that is authorised by regulation to receive confidential information under this paragraph; (b) the disclosure of information or material to an official administering a taxation law of the Commonwealth or another State for a purpose related to the administration of such a law; (c) the disclosure of information or material to -- (i) an officer of the department of the Public Service principally assisting the Minister to administer this Act; or (ii) an officer of the department of the Public Service principally assisting the Treasurer; or (iii) an officer of the department of the Public Service principally assisting in the administration of the Betting Control Act 1954, the Gaming and Wagering Commission Act 1987 or the Racing and Wagering Western Australia Act 2003; (d) the disclosure of information about the ownership, sale and capital and rental value of property to the Valuer-General; (e) the disclosure of statistical or other information that could not reasonably be expected to lead to the identification of any person to whom it relates; (f) the disclosure in accordance with the Unclaimed Money Act 1990 of information or material relating to amounts paid under section 55A(1)(b); (g) the disclosure of information or material in other circumstances in which its disclosure is permitted by the regulations. (4A) A word or expression that is defined in the Electronic Conveyancing Act 2014 section 3 has the same meaning in subsection (4B) as it has in that section. (4B) This section does not prevent the disclosure of information or material to the Authority, the Commissioner, the Registrar, an ELNO or subscribers for the purpose of enabling subscribers to complete conveyancing transactions or associated financial transactions, or both, by means of an ELN provided and operated under the Electronic Conveyancing Act 2014. (4) However, information or material obtained by the Commissioner despite restrictions on its disclosure imposed under some other Act remains subject to those restrictions in the hands of the Commissioner and may only be disclosed under subsection (2) to the extent the disclosure is consistent with those restrictions. (5) If information is lawfully disclosed under this section, this section does not prevent the further disclosure of the information, or the recording or use of the information, for the purpose for which the disclosure was made. (6) A court cannot require a person who is"
    },
    {
      "key": "section:113.p2",
      "title": "Section 113 - General defence",
      "main_structural_unit": "section",
      "main_structural_number": "113",
      "main_structural_heading": "General defence",
      "defined_term": null,
      "structure_path": "Part 9 -- Offences > Section 113",
      "text": "Act 2014. (4) However, information or material obtained by the Commissioner despite restrictions on its disclosure imposed under some other Act remains subject to those restrictions in the hands of the Commissioner and may only be disclosed under subsection (2) to the extent the disclosure is consistent with those restrictions. (5) If information is lawfully disclosed under this section, this section does not prevent the further disclosure of the information, or the recording or use of the information, for the purpose for which the disclosure was made. (6) A court cannot require a person who is subject to a duty of confidentiality under this section to give evidence, or to produce a record contrary to this section except in proceedings arising from the lawful disclosure of information. (7) This section does not create a right in any person to be given confidential information. [Section 114 amended: No. 66 of 2003 s. 100; No. 31 of 2008 s. 27; No. 17 of Section 2010 s. 28; No. 29 of 2012 s. 44; No. 2 of 2014 s. 60; No. 37 of 2018 s. 47.] [Modification, to section 114, to have effect under the Commonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 49 and endnote 1M.] [Modification, to section 114, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 58 and endnote 1MC.] Division 2 -- Service of documents"
    },
    {
      "key": "section:115",
      "title": "Section 115 - Service on Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "115",
      "main_structural_heading": "Service on Commissioner",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 2 -- Service of documents > Section 115",
      "text": "A document may be served on the Commissioner --\n(a) by lodging the document at the Commissioner's office; or\n(b) by prepaid post; or\n(d) if the regulations authorise service of the document under this\nparagraph -- by sending computer data from which the document can be reproduced,\nin a format prescribed by the regulations, to an address for the receipt of\nelectronic mail prescribed in the regulations."
    },
    {
      "key": "section:116",
      "title": "Section 116 - Service on agent or representative of taxpayer",
      "main_structural_unit": "section",
      "main_structural_number": "116",
      "main_structural_heading": "Service on agent or representative of taxpayer",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 2 -- Service of documents > Section 116",
      "text": "(1) A notice or other document to be served on taxpayers who are jointly liable\nfor land tax is taken to have been served on both or all the taxpayers if\nserved on any one of them.\n(2) A notice or other document to be served by the Commissioner may be served\non --\n(a) an agent with apparent authority to accept service of the notice or other\ndocument; or\n(b) a person who lodged the application or instrument to which the notice or\nother document relates.\n(3) A notice or other document to be served by the Commissioner on a\npartnership is taken to have been served on all members of a partnership if it\nis served on any member of the partnership."
    },
    {
      "key": "section:117",
      "title": "Section 117 - Method of service by Commissioner",
      "main_structural_unit": "section",
      "main_structural_number": "117",
      "main_structural_heading": "Method of service by Commissioner",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 2 -- Service of documents > Section 117",
      "text": "(1) A notice or other document to be served by the Commissioner under a\ntaxation Act may be served on a person by --\n(a) giving it to the person personally; or\n(b) leaving it for the person to be served at the person's place of residence\nor business; or\n(c) sending it by prepaid post (including document exchange) addressed to the\nperson at an address appearing on recent correspondence addressed by or on\nbehalf of the person to the Commissioner or otherwise notified to the\nCommissioner; or\n(d) leaving it for collection by the person to be served, or that person's\nagent, in a collection box maintained at the Commissioner's office; or\n(e) emailing it to an email address of the person; or\n(f) communicating it in some other way agreed with the person.\n(2) Where any of the methods of service in subsection (1) are impracticable, or\nhave failed, the Commissioner can apply to the Supreme Court for substituted\nservice.\n(3) The use of a particular method for service of a document on a particular\nperson does not prevent the service of other documents on the same person in a\ndifferent way.\n(4) If a notice or other document is not served personally, the notice or\ndocument is taken to be served on a day prescribed by the regulations.\n(5) For the purposes of subsection (4), the regulations may prescribe different\ndays for documents served by different methods and in different circumstances."
    },
    {
      "key": "section:118",
      "title": "Section 118 - This Division in addition to other laws about service",
      "main_structural_unit": "section",
      "main_structural_number": "118",
      "main_structural_heading": "This Division in addition to other laws about service",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 2 -- Service of documents > Section 118",
      "text": "The provisions of this Division are in addition to, and do not derogate from,\nother provisions of an enactment for facilitating service.\n                      Division 3 -- Evidentiary provisions"
    },
    {
      "key": "section:119",
      "title": "Section 119 - Evidentiary value of assessment notice",
      "main_structural_unit": "section",
      "main_structural_number": "119",
      "main_structural_heading": "Evidentiary value of assessment notice",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 3 -- Evidentiary provisions > Section 119",
      "text": "An assessment notice (or a copy of an assessment notice) is admissible as\nevidence in proceedings under a taxation Act and, in the absence of proof to\nthe contrary, is proof of --\n(a) the making of the assessment; and\n(b) the amount of tax assessed; and\n(c) the identity of the person liable for the tax; and\n(d) the due date for paying the tax; and\n(e) any other fact stated in the notice."
    },
    {
      "key": "section:120",
      "title": "Section 120 - Evidentiary value of copies and reproductions of documents",
      "main_structural_unit": "section",
      "main_structural_number": "120",
      "main_structural_heading": "Evidentiary value of copies and reproductions of documents",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 3 -- Evidentiary provisions > Section 120",
      "text": "(1) In proceedings under a taxation Act, a copy of a notice or other document\nissued by the Commissioner --\n(a) is, if produced by or on behalf of the Commissioner, admissible in the same\nway as the original; and\n(b) has the same evidentiary value as the original.\n(2) For the purposes of the law of evidence, if 2 or more documents are\nproduced from the same computer data (or from computer data recording the same\ninformation), they are both or all to be regarded as originals."
    },
    {
      "key": "section:121",
      "title": "Section 121 - Evidentiary certificates",
      "main_structural_unit": "section",
      "main_structural_number": "121",
      "main_structural_heading": "Evidentiary certificates",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 3 -- Evidentiary provisions > Section 121",
      "text": "(1) The Commissioner may issue --\n(a) a certificate of the making of an assessment including details of the\nassessment; or\n(b) a certificate stating that an assessment was served on a taxpayer on a\nparticular date by a specified means; or\n(c) a certificate stating that a person identified in the certificate was\nauthorised by delegation under this Act to exercise specified functions of the\nCommissioner on a specified date or over a specified period; or\n(d) a certificate stating that a return had not been received at the\nCommissioner's office by a specified date; or\n(e) a certificate stating that a person identified in the certificate failed to\ncomply with a requirement made under a taxation Act to provide documents or\ninformation within the time allowed by the Commissioner; or\n(f) a certificate stating that a person identified in the certificate was not\nregistered under a specified provision of a taxation Act on a date specified in\nthe certificate.\n(2) A certificate issued under this section is evidence of the facts stated in\nthe certificate and, in the absence of evidence to the contrary, is proof of\nthose facts."
    },
    {
      "key": "section:122",
      "title": "Section 122 - Extracts from register of delegates",
      "main_structural_unit": "section",
      "main_structural_number": "122",
      "main_structural_heading": "Extracts from register of delegates",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 3 -- Evidentiary provisions > Section 122",
      "text": "A copy or print-out of an entry in the register of delegates kept under\nsection 10 is evidence of the facts stated in the copy or print-out and, in the\nabsence of evidence to the contrary, is proof of those facts."
    },
    {
      "key": "section:123",
      "title": "Section 123 - Averments in charges",
      "main_structural_unit": "section",
      "main_structural_number": "123",
      "main_structural_heading": "Averments in charges",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 3 -- Evidentiary provisions > Section 123",
      "text": "In proceedings for an offence against a taxation Act --\n(a) an allegation in the charge that the accused is a party to a specified\ninstrument or transaction is, in the absence of evidence to the contrary,\nevidence of the alleged fact; and\n(b) an allegation in the charge that the accused had on a specified date a\nspecified liability under a taxation Act is, in the absence of evidence to the\ncontrary, evidence of the existence of the alleged liability; and\n(c) an allegation in the charge that the accused was, on a specified date,\nunder an obligation to lodge a return under a specified provision of a taxation\nAct is, in the absence of evidence to the contrary, evidence of the existence\nof the alleged obligation."
    },
    {
      "key": "section:124",
      "title": "Section 124 - Presumption of regularity",
      "main_structural_unit": "section",
      "main_structural_number": "124",
      "main_structural_heading": "Presumption of regularity",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 3 -- Evidentiary provisions > Section 124",
      "text": "(1) Proceedings taken in a court or tribunal in the name of the Commissioner\nare presumed, in the absence of evidence to the contrary, to have been duly\ntaken by the Commissioner, or on the Commissioner's authority.\n(2) In proceedings under a taxation Act, compliance by the Commissioner or an\ninvestigator with the requirements of the taxation Acts is presumed, in the\nabsence of evidence to the contrary.\n                Division 4 -- Exemption from personal liability\n125.^ 1MC Exemption from personal liability\n(1) The Commissioner or an investigator is not personally liable for anything\ndone or omitted to be done in good faith and without negligence in the\nperformance or purported performance, of a function under a taxation Act.\n(2) Subsection (1) does not relieve the State of any liability that, but for\nthat subsection, it might have had for the acts or omissions of the\nCommissioner or an investigator.\n[Modification, to section 125, to have effect under the Commonwealth Places\n(Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror\nTaxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 59 and endnote 1MC.]\n                 Division 5 -- Regulations, practices and forms"
    },
    {
      "key": "section:126",
      "title": "Section 126 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "126",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 5 -- Regulations, practices and forms > Section 126",
      "text": "(1) The Governor may make regulations prescribing all matters that are required\nor permitted by this Act to be prescribed or are necessary or convenient to be\nprescribed for giving effect to this Act.\n(2) Regulations may create offences and provide, in respect of an offence so\ncreated, for the imposition of a fine not exceeding $5 000.\n(3) A regulation made under section 104(f) may not be contained in regulations\ndealing with any other matter and is to disclose in its title that it is a\nregulation which removes the protection given by a law from the disclosure of\ninformation."
    },
    {
      "key": "section:127",
      "title": "Section 127 - Practices",
      "main_structural_unit": "section",
      "main_structural_number": "127",
      "main_structural_heading": "Practices",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 5 -- Regulations, practices and forms > Section 127",
      "text": "(1) The Commissioner is to publish all existing practices relating to the\nassessment of tax on the Commissioner's website.\n(2) The Commissioner cannot establish or direct a practice to be observed\nunless the Commissioner first publishes that practice on the Commissioner's\nwebsite."
    },
    {
      "key": "section:128",
      "title": "Section 128 - Forms",
      "main_structural_unit": "section",
      "main_structural_number": "128",
      "main_structural_heading": "Forms",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 5 -- Regulations, practices and forms > Section 128",
      "text": "A form approved for use under a taxation Act may require information provided\nin the form to be verified by statutory declaration.\n      Division 6 -- Early operation of certain amendments to taxation Acts"
    },
    {
      "key": "section:129",
      "title": "Section 129 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "129",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 6 -- Early operation of certain amendments to taxation Acts > Section 129",
      "text": "(1) In this Division --\namending Bill, in relation to a determination notice, means a Bill provisions\nof which are determined by the notice to be pre-enactment provisions;\ndetermination notice means a notice made under section 130;\ntax threshold means an amount, value or level above, from, up to or below\nwhich --\n(a) tax is or is not payable; or\n(b) a particular rate of tax applies; or\n(c) a concession or exemption does or does not apply;\ntaxation Act includes the First Home Owner Grant Act 2000.\n(2) For the purposes of this Division a Bill is before a House of Parliament if\nthe second reading of the Bill in that House has been moved but the Bill has\nnot been passed by the House."
    },
    {
      "key": "section:130",
      "title": "Section 130 - Determination of pre-enactment provisions",
      "main_structural_unit": "section",
      "main_structural_number": "130",
      "main_structural_heading": "Determination of pre-enactment provisions",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 6 -- Early operation of certain amendments to taxation Acts > Section 130",
      "text": "(1) If a Bill that would amend a taxation Act is before the Legislative\nAssembly or Legislative Council the Minister may, by notice published in the\nGazette, determine specified provisions of the Bill, as introduced into that\nHouse, to be pre-enactment provisions for the purposes of section 133.\n(2) The Minister may determine provisions of a Bill to be pre-enactment\nprovisions if, and only if, they would --\n(a) amend a taxation Act to do one or more of the following --\n(i) reduce an amount or rate of tax (including by reducing it to zero);\n(ii) change or remove a tax threshold;\n(iii) expand the class of persons, acts, matters or things in respect of whom\nor which a concession or exemption applies;\n(iv) introduce a concession or exemption;\n(v) effect a change that will have the same effect as making an amendment of a\nkind described in subparagraphs (i) to (iv);\nor\n(b) amend a taxation Act to make amendments necessary or convenient to be made\nfor the purpose of giving effect to an amendment of a kind described in\nparagraph (a); or\n(c) make provision for the commencement or application of amendments of the\nkind described in paragraphs (a) and (b) or for transitional matters relating\nto them."
    },
    {
      "key": "section:131",
      "title": "Section 131 - Duration of determination notice",
      "main_structural_unit": "section",
      "main_structural_number": "131",
      "main_structural_heading": "Duration of determination notice",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 6 -- Early operation of certain amendments to taxation Acts > Section 131",
      "text": "(1) A determination notice comes into force on the day on which it is published\nin the Gazette.\n(2) A determination notice ceases to be in force at the end of the day on which\nthe first of the following occurs --\n(a) the amending Bill (whether or not it has been amended in Parliament)\nreceives the Royal Assent;\n(b) the notice is revoked by the Minister by notice published in the Gazette;\n(c) the period of 6 months from the day on which the notice came into force\nexpires;\n(d) the amending Bill is defeated in either House of Parliament;\n(e) the Legislative Assembly expires or is dissolved before the amending Bill\nhas been passed by both Houses of Parliament;\n(f) the determination notice ceases to have effect under the Interpretation\nAct 1984 section 42(2) as applied by subsection (4).\n(3) When a determination notice ceases to be in force, the Interpretation\nAct 1984 section 37 applies as if the cessation were the repeal of a written\nlaw.\n(4) The Interpretation Act 1984 section 42(1), (2), (3) and (5) apply to a\ndetermination notice as if the notice were regulations."
    },
    {
      "key": "section:132",
      "title": "Section 132 - Amendment and replacement of determination notice",
      "main_structural_unit": "section",
      "main_structural_number": "132",
      "main_structural_heading": "Amendment and replacement of determination notice",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 6 -- Early operation of certain amendments to taxation Acts > Section 132",
      "text": "(1) The Minister may, by notice published in the Gazette, amend a determination\nnotice but only for the purpose of correcting --\n(a) a clerical mistake; or\n(b) an accidental slip or omission; or\n(c) an error in the way in which the amending Bill or a provision of the Bill\nis referred to.\n(2) The Minister cannot determine a provision of a Bill to be a pre-enactment\nprovision more than once.\n(3) If --\n(a) a determination notice (original notice) was made in respect of provisions\nof a Bill while it was before the Legislative Assembly; and\n(b) the Bill was amended by the Legislative Assembly; and\n(c) the Bill is before the Legislative Council,\nthen despite subsection (2) the Minister may make a replacement determination\nnotice revoking the original notice and determining specified provisions of the\nBill, as introduced into the Legislative Council, to be pre-enactment\nprovisions for the purposes of section 133.\n(4) In relation to a replacement determination notice the reference in\nsection 131(2)(c) to the day on which the notice came into force is taken to be\na reference to the day on which the original notice came into force."
    },
    {
      "key": "section:133",
      "title": "Section 133 - Effect of pre-enactment provisions",
      "main_structural_unit": "section",
      "main_structural_number": "133",
      "main_structural_heading": "Effect of pre-enactment provisions",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 6 -- Early operation of certain amendments to taxation Acts > Section 133",
      "text": "(1) While a determination notice is in force an Act that would be amended by\nthe pre-enactment provisions specified in the notice has effect as if those\nprovisions had been passed without amendment and had come into operation.\n(2) However, if the amount of tax payable by a taxpayer under an Act as\naffected by subsection (1) is greater than the amount of tax that would be\npayable if the determination notice was not in force (the unaffected amount),\nthe amount of tax payable is reduced to the unaffected amount."
    },
    {
      "key": "section:134",
      "title": "Section 134 - Review of Division",
      "main_structural_unit": "section",
      "main_structural_number": "134",
      "main_structural_heading": "Review of Division",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 6 -- Early operation of certain amendments to taxation Acts > Section 134",
      "text": "(1) The Minister is to carry out a review of the operation and effectiveness of\nthis Division as soon as is practicable after --\n(a) the 5^th anniversary of the commencement of the Revenue Laws Amendment Act\n(No. 2) 2008 section 28; and\n(b) the expiry of each 5 yearly interval after that anniversary.\n(2) The Minister is to prepare a report based on the review and, as soon as is\npracticable after the report is prepared (and in any event not more than\nSection 12 months after the relevant anniversary), cause it to be laid before each\nHouse of Parliament.\n                  Division 7 -- Emergency tax relief measures"
    },
    {
      "key": "section:135",
      "title": "Section 135 - Tax relief measures",
      "main_structural_unit": "section",
      "main_structural_number": "135",
      "main_structural_heading": "Tax relief measures",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 7 -- Emergency tax relief measures > Section 135",
      "text": "(1) A tax relief measure is any of the following --\n(a) a waiver or partial waiver of tax;\n(b) a reduction in a rate of tax;\n(c) an exemption that applies to any matter or class of matters in relation to\nwhich tax is payable;\n(d) a deferral of a requirement under the Pay-roll Tax Assessment Act 2002 to\nlodge 1 or more returns.\n(2) Subsection (1) does not apply in relation to tax of the kind referred to in\nparagraph (c) of the definition of tax in the Glossary clause 1."
    },
    {
      "key": "section:135A",
      "title": "Section 135A - Treasurer may declare tax relief measure due to emergency",
      "main_structural_unit": "section",
      "main_structural_number": "135A",
      "main_structural_heading": "Treasurer may declare tax relief measure due to emergency",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 7 -- Emergency tax relief measures > Section 135A",
      "text": "(1) The Treasurer may, by written instrument, declare 1 or more tax relief\nmeasures if --\n(a) a declaration (an emergency declaration) of any of the following kinds has\nbeen made --\n(i) an emergency situation declaration under the Emergency Management Act 2005\nSection 50;\n(ii) a state of emergency declaration under the Emergency Management Act 2005\nSection 56;\n(iii) a public health state of emergency declaration under the Public Health\nAct 2016 section 167;\nand\n(b) the Treasurer considers that the tax relief measure or measures are\nnecessary to provide relief to taxpayers for the purpose of alleviating the\nfinancial or economic effects of the emergency to which the emergency\ndeclaration relates.\n(2) An instrument made under subsection (1), as amended from time to time under\nsection 135B, is a tax relief declaration.\n(3) A tax relief declaration must specify the emergency declaration (the\nrelevant emergency declaration) in relation to which it is made.\n(4) A tax relief declaration must set out a description of each declared tax\nrelief measure, including by specifying --\n(a) for a tax relief measure referred to in section 135(1)(a), (b) or (c) --\n(i) the tax to which the measure applies; and\n(ii) the period in relation to which that tax is payable or in which liability\nto pay that tax arises; and\n(iii) the persons to whom the measure applies, which may be all taxpayers or\ntaxpayers who meet specified eligibility conditions for the measure;\nor\n(b) for a tax relief measure referred to in section 135(1)(d) --\n(i) the return or returns to which the measure applies; and\n(ii) the period to which that return or those returns relate; and\n(iii) the persons to whom the measure applies, which may be all persons\nrequired to lodge that return or those returns or persons who meet specified\neligibility conditions for the measure.\n(5) The Treasurer cannot make a tax relief declaration more than 12 months\nafter the day on which the relevant emergency declaration ceases to be in\nforce.\n(6) A period specified under subsection (4)(a)(ii) or (b)(ii) --\n(a) must not be longer than 2 years; and\n(b) subject to subsection (1)(b) --\n(i) is not limited by reference to when the tax relief declaration is made or\nthe period (the emergency period) for which the relevant emergency declaration\nis in force; and\n(ii) without limiting subparagraph (i), may be a period that is wholly or\npartly before the emergency period.\n[Section 135A inserted: No. 1 of 2022 s. 6; amended: No. 33 of 2022 s. 26\nand 45.]"
    },
    {
      "key": "section:135B",
      "title": "Section 135B - Amendment and revocation of tax relief declaration",
      "main_structural_unit": "section",
      "main_structural_number": "135B",
      "main_structural_heading": "Amendment and revocation of tax relief declaration",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 7 -- Emergency tax relief measures > Section 135B",
      "text": "(1) The Treasurer may, by written instrument, amend a tax relief declaration.\n(2) A tax relief declaration cannot be amended under subsection (1) to add an\nadditional tax relief measure, but can be amended under that subsection to\nreplace a tax relief measure set out in the declaration with another tax relief\nmeasure that will have a substantially similar effect.\n(3) A tax relief declaration cannot be amended under subsection (1) to extend a\nperiod specified in the declaration under section 135A(4)(a)(ii) or (b)(ii) if\nthe extension would result in the period being longer than 2 years.\n(4) An instrument amending a tax relief declaration may provide that an\namendment of the declaration applies on and from a day that is earlier than the\nday on which the instrument comes into operation.\n(5) The Treasurer may, by written instrument, revoke a tax relief declaration\nif the Treasurer considers that the tax relief measure or measures set out in\nthe declaration are no longer necessary for the purpose referred to in\nSection 135A(1)(b)."
    },
    {
      "key": "section:135C",
      "title": "Section 135C - Provisions about tax relief declarations and instruments of amendment or",
      "main_structural_unit": "section",
      "main_structural_number": "135C",
      "main_structural_heading": "Provisions about tax relief declarations and instruments of amendment or",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 7 -- Emergency tax relief measures > Section 135C",
      "text": "revocation\n(1) Before making a tax relief declaration or an instrument amending or\nrevoking a tax relief declaration, the Treasurer must consult the Minister.\n(2) A tax relief declaration, or an instrument amending or revoking a tax\nrelief declaration, is subsidiary legislation for the purposes of the\nInterpretation Act 1984."
    },
    {
      "key": "section:135D",
      "title": "Section 135D - Procedural requirements for declared tax relief measure",
      "main_structural_unit": "section",
      "main_structural_number": "135D",
      "main_structural_heading": "Procedural requirements for declared tax relief measure",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 7 -- Emergency tax relief measures > Section 135D",
      "text": "(1) If a tax relief declaration is in operation, the Commissioner may approve\nany procedural requirements that the Commissioner considers are necessary to\nenable the proper administration of a tax relief measure set out in the\ndeclaration (for example, requirements relating to applications or the\nprovision of information and evidence).\n(2) An approval under subsection (1) must be published on the Commissioner's\nwebsite."
    },
    {
      "key": "section:135E",
      "title": "Section 135E - Effect of tax relief declaration",
      "main_structural_unit": "section",
      "main_structural_number": "135E",
      "main_structural_heading": "Effect of tax relief declaration",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 7 -- Emergency tax relief measures > Section 135E",
      "text": "(1) In this section --\naffected return, in relation to a tax relief measure of a kind referred to in\nsection 135(1)(d) that is set out in a tax relief declaration, means a return --\n(a) to which the measure applies as specified in the declaration under\nsection 135A(4)(b)(i); and\n(b) that relates to the period specified in the declaration under section 135A\n(4)(b)(ii) or part of that period;\naffected tax, in relation to a tax relief measure of a kind referred to in\nsection 135(1)(a), (b) or (c) that is set out in a tax relief declaration,\nmeans tax --\n(a) to which the measure applies as specified in the declaration under\nsection 135A(4)(a)(i); and\n(b) that is payable in relation to the period specified in the declaration\nunder section 135A(4)(a)(ii), or for which the liability to pay arises in that\nperiod, as the case requires;\neligible person, in relation to a tax relief measure set out in a tax relief\ndeclaration, means a person --\n(a) to whom the measure applies as specified in the declaration under\nsection 135A(4)(a)(iii) or (b)(iii); and\n(b) who has complied with the procedural requirements (if any) approved for the\ntax relief measure under section 135D.\n(2) This section applies if a tax relief declaration setting out a tax relief\nmeasure is in operation.\n(3) Despite any provision of a taxation Act --\n(a) the Commissioner must do everything necessary to give effect to the tax\nrelief measure; and\n(b) without limiting paragraph (a), the applicable provisions set out in the\nTable apply in relation to the tax relief measure.\n---------------------------------------------------------\n  Kind of tax relief              Provisions             \n       measure                                           \n---------------------------------------------------------\nWaiver or partial     (a) The Commissioner must waive or \nwaiver of tax         partly waive the payment of        \n                      affected tax by an eligible person \n                      in accordance with the declaration \n                      (and may do so whether or not the  \n                      eligible person has already paid   \n                      the tax).                          \n                      (b) An eligible person's liability \n                      to pay the tax waived is           \n                      extinguished by the waiver.        \n                      (c) Part 5 Division 4 does not     \n                      apply in relation to the waiver.   \n---------------------------------------------------------\nReduction in rate of  The rate of affected tax payable by\ntax                   an eligible person is, or is taken \n                      to have been, the reduced rate     \n                      determined in accordance with the  \n                      declaration.                       \n---------------------------------------------------------\nExemption that appliesIn determining the amount of       \nto any matter or classaffected tax payable by an eligible\nof matters in relationperson, the exemption applies, or  \nto which tax is       is taken to have applied, to the   \npayable               matter or class of matters in      \n                      accordance with the declaration.   \n---------------------------------------------------------\nDeferral of           A requirement for an eligible      \nrequirement under the person to lodge an affected return \nPay-roll Tax          is deferred in accordance with the \nAssessment Act 2002 todeclaration.                       \nlodge 1 or more                                          \nreturns                                                  \n---------------------------------------------------------\n(4) The other provisions of this Act, and each other taxation Act, apply\nsubject to the declaration and subsection (3) and, without limitation, all\nassessments, objections, review proceedings, recovery proceedings and\nenforcement proceedings must be made or conducted accordingly."
    },
    {
      "key": "section:135F",
      "title": "Section 135F - Reassessments and refunds",
      "main_structural_unit": "section",
      "main_structural_number": "135F",
      "main_structural_heading": "Reassessments and refunds",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 7 -- Emergency tax relief measures > Section 135F",
      "text": "(1) Subject to section 17, the Commissioner must make any reassessment\nnecessary as a result of the making or amendment of a tax relief declaration\nand the operation of section 135E.\n(2) The Commissioner must refund tax to a taxpayer if, as a result of a\nreassessment under subsection (1), it appears that an overpayment of tax has\nbeen made.\n(3) Part 5 Division 3 does not apply to a refund under subsection (2).\n                        Part 11 -- Transitional matters"
    },
    {
      "key": "section:136",
      "title": "Section 136 - Provisions for Revenue Laws Amendment Act 2013 Part 3",
      "main_structural_unit": "section",
      "main_structural_number": "136",
      "main_structural_heading": "Provisions for Revenue Laws Amendment Act 2013 Part 3",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 136",
      "text": "(1) In this section --\ncommencement day means the day on which the Revenue Laws Amendment Act 2013\nPart 3 comes into operation.\n(2) The amendments effected by the Revenue Laws Amendment Act 2013 Part 3 apply\nin relation to the value of any property, consideration or benefit relevant to\nassessing a taxpayer's primary liability that arose before commencement day.\n(3) However, the Commissioner cannot recover under section 23A the costs of\nobtaining a valuation of any property, consideration or benefit to which\nsubsection (2) applies (and penalty tax is not payable under section 27A\naccordingly) if --\n(a) the taxpayer provided the Commissioner with a written valuation of the\nproperty, consideration or benefit before commencement day; or\n(b) under section 22 the Commissioner sought, or adopted, a valuation of the\nproperty, consideration or benefit before commencement day.\n(4) In this section, a reference to a valuation does not include a reference to\nan estimate."
    },
    {
      "key": "section:137",
      "title": "Section 137 - Provisions for Taxation Administration Amendment Act 2019",
      "main_structural_unit": "section",
      "main_structural_number": "137",
      "main_structural_heading": "Provisions for Taxation Administration Amendment Act 2019",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 137",
      "text": "(1) In this section --\ncommencement day means the day on which the Taxation Administration Amendment\nAct 2019 section 8 comes into operation.\n(2) Section 54A applies in relation to an amount refunded or credited to a\ntaxpayer on or after commencement day, even if the objection or review under\nthe Valuation of Land Act 1978 that resulted in the reassessment being made and\nthe refund or credit becoming payable occurred before commencement day.\n(3) A refund or credit of interest to a taxpayer made, or purported to be made,\non or after 1 July 2003 and before commencement day is, and is taken to have\nalways been, as valid and effective as it would have been if, on the day on\nwhich the refund or credit was made --\n(a) section 54A (as in force on commencement day) had been in force; and\n(b) the prescribed rate for section 54A had been the rate prescribed for the\npurposes of section 39 on that day."
    },
    {
      "key": "section:138",
      "title": "Section 138 - Transitional provision for Finance Legislation Amendment (Emergency",
      "main_structural_unit": "section",
      "main_structural_number": "138",
      "main_structural_heading": "Transitional provision for Finance Legislation Amendment (Emergency",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 138",
      "text": "Relief) Act 2022\n(1) In this section --\ncommencement day means the day on which the Finance Legislation Amendment\n(Emergency Relief) Act 2022 Part 2 comes into operation.\n(2) A tax relief declaration can be made in relation to an emergency\ndeclaration (as defined in section 135A(1)) only if the emergency declaration --\n(a) is made on or after commencement day; or\n(b) was made in the period beginning on 1 March 2020 and ending immediately\nbefore commencement day (whether or not the emergency declaration ceased to be\nin force before commencement day)."
    },
    {
      "key": "section:139",
      "title": "Section 139 - Transitional provision for Emergency Management Amendment (Temporary",
      "main_structural_unit": "section",
      "main_structural_number": "139",
      "main_structural_heading": "Transitional provision for Emergency Management Amendment (Temporary",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 139",
      "text": "COVID-19 Provisions) Act 2022\n(1) In this section --\ncommencement day means the day on which the Emergency Management Amendment\n(Temporary COVID-19 Provisions) Act 2022 Part 3 comes into operation.\n(2) If 1 or more COVID-19 declarations were made under the Emergency Management\nAct 2005 section 77C (as that section was in force before commencement day),\nsection 135A applies on and after commencement day in relation to those\nCOVID-19 declarations as if the amendments made by the Emergency Management\nAmendment (Temporary COVID-19 Provisions) Act 2022 section 45 had not come into\noperation."
    },
    {
      "key": "section:140.p1",
      "title": "Section 140 - Transitional provision for Mining Amendment (Transfer of Royalty",
      "main_structural_unit": "section",
      "main_structural_number": "140",
      "main_structural_heading": "Transitional provision for Mining Amendment (Transfer of Royalty",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 140",
      "text": "Administration) Act 2025 (1) In this section -- commencement day means the day on which the Mining Amendment (Transfer of Royalty Administration) Act 2025 section 20 comes into operation; royalty information means information mentioned in section 104H; royalty return has the meaning given in section 104A; State has a meaning affected by section 104C. (2) If the Commissioner may do something under Part 8A on or after the commencement day that the State could have done, or had started to do, under a State mining agreement before the commencement day, the Commissioner may do, or continue to do, the thing on or after the commencement day. (3) Part 8A applies to an obligation under a State mining agreement to pay a royalty for a mineral, give the State a royalty return or give royalty information to the State regardless of whether the obligation to pay the mining royalty or give the royalty return or royalty information arose before, on or after the commencement day. mrdoc_4879902.jpg Glossary 1.^ 1M, 1MC Terms used Unless the contrary intention appears -- address of a person means -- (a) the address of the person's residence or place of business; or (b) if the person has a post office box for receiving personal or business mail -- the address of the post office box; appointed representative means a person appointed under section 12 to represent the Commissioner in proceedings under a taxation Act; approved means approved by the Commissioner; assessment means a determination of a kind referred to in section 13(1), whether the determination is made by way of a self-assessment or an official assessment; assessment notice means a notice under section 23; beneficial body determination means a determination that a relevant body is a beneficial body for the purposes of the taxation Acts made under any of the following -- (a) the Duties Act 2008 section 96C; (b) the Land Tax Assessment Act 2002 section 38AC; (c) the Pay-roll Tax Assessment Act 2002 section 42C; charge, in relation to land, means a charge on the land created under section 76 or 77; Commissioner means the Commissioner of State Revenue appointed in accordance with section 6; Commissioner's website means a website maintained by or on behalf of the Commissioner; complete, in relation to an assessment, means that the assessment is -- (a) of the tax payable by a person under a taxation Act; or (b) that a person, instrument, event or transaction is exempt from tax; compromise assessment means an assessment made in accordance with section 20A; corresponding Commissioner, in relation to a recognised jurisdiction in which a recognised revenue law is in force, means the person responsible for administering the recognised revenue law; date of an assessment notice means the date on which it is issued; decision includes a direction; directly reviewable decision means a decision under a taxation Act that is expressed by the Act to be directly reviewable; document includes information stored or recorded by any means; due date means -- (a) in relation to the payment of tax -- the date on which the tax is due for payment under section 45(1) or (2), as the case requires; (b) in relation to lodging a return -- the date by which the return is required to be lodged under a taxation Act; endorse includes stamp; garnishee has the definition given in section 65; group means 2 or more persons who are grouped together for the purposes of a taxation Act; identity card means an identity card issued to an investigator under Section 11; instrument means -- (b) an instrument, or return that is required under a taxation Act for the assessment of tax; (c) a copy or memorandum that is treated under section 20 as if it were an instrument; (d) a document or other record on which, or in relation to which, tax is payable under a taxation Act; (e) anything else that is to be regarded as an instrument under the provisions of another taxation Act; interim assessment has the meaning given in section 16A(1); investigation purposes means any or all of the purposes for which an investigation may be carried out under section 92 or 93; investigator means a person appointed to be an investigator under section 11; objection means an objection under Part 4; official assessment has the definition given in section 15(1); official document means an instrument and any other record or document that is -- (a) kept under or for the purposes of a taxation Act; or (b) required to be endorsed under or for the purposes of a taxation Act; or (c) required to"
    },
    {
      "key": "section:140.p2",
      "title": "Section 140 - Transitional provision for Mining Amendment (Transfer of Royalty",
      "main_structural_unit": "section",
      "main_structural_number": "140",
      "main_structural_heading": "Transitional provision for Mining Amendment (Transfer of Royalty",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 140",
      "text": "section 16A(1); investigation purposes means any or all of the purposes for which an investigation may be carried out under section 92 or 93; investigator means a person appointed to be an investigator under section 11; objection means an objection under Part 4; official assessment has the definition given in section 15(1); official document means an instrument and any other record or document that is -- (a) kept under or for the purposes of a taxation Act; or (b) required to be endorsed under or for the purposes of a taxation Act; or (c) required to be lodged with the Commissioner under or for the purposes of a taxation Act; original assessment, in relation to a reassessment of tax payable under a taxation Act, means -- (a) a complete self-assessment made in relation to the tax; or (b) if no self-assessment is made -- the first complete official assessment made in relation to the tax, other than an interim assessment, but does not include a reassessment; penalty tax means -- (a) penalty tax payable under section 26; or (ba) penalty tax payable under section 27A for undervaluation; or (b) penalty tax payable under section 27 for late payment of tax; or (c) penalty tax payable under sections 75JE, 75JF, 76I(2)(b), 76J(2)(b) or 112NA(2) of the Stamp Act 1921; or (d) penalty tax payable under the Duties Act 2008 section 239(3)(b), 249(4)(b) or 266(1A)(b) or (2)(b); person includes a group; premises means -- (a) land (whether built on or not); or (b) a building or structure on land; or (c) a vehicle, and includes a part of premises; previous assessment, in relation to a reassessment of tax, means the assessment that was or is to be reviewed by the reassessment; primary liability for tax means a liability for tax exclusive of any liability for penalty tax or costs of obtaining a valuation that are recoverable under Section 23A; qualified valuer means -- (a) a person licensed under the Land Valuers Licensing Act 1978; or (b) a person licensed or registered under a law of another State or a Territory corresponding to the Land Valuers Licensing Act 1978; or (c) a person who the Commissioner is satisfied is suitably qualified or experienced to provide a valuation; reassessment does not include an interim assessment or an original assessment; recognised jurisdiction means the Commonwealth or another State; recognised revenue law means -- (a) a law of the Commonwealth or another State corresponding to a taxation Act; or (b) a law of the Commonwealth or another State declared by regulation to be a recognised revenue law; record means any thing or process -- (a) upon or by which information is recorded or stored; or (b) by means of which a meaning can be conveyed in a visible or recoverable form, whether or not the use or assistance of some electronic, electrical, mechanical, chemical or other device or process is required to recover or convey the information or meaning; Registrar of Titles means the Registrar of Titles or the Registrar of Deeds and Transfers; relevant material means an instrument, document or other record or anything else that is relevant to -- (a) ascertaining whether a tax liability exists; or (b) assessing the amount of a tax liability; or (c) deciding an application for a rebate or refund of tax, or an exemption from tax, or any other application under a taxation Act; or (d) auditing records relevant to the assessment of tax; or (e) ascertaining whether a contravention of a taxation Act has occurred; responsible party, in relation to a special tax return arrangement, means the person with whom the arrangement is made as mentioned in section 49(1); review proceedings means -- (a) proceedings on an application under section 40; or (b) proceedings on appeal under Part 5 of the State Administrative Tribunal Act 2004 (as affected by section 43A) from a decision on an application under section 40; or (c) proceedings on appeal from a decision on an appeal referred to in paragraph (b) or this paragraph; self-assessment has the meaning given in section 14; special tax return arrangement means an arrangement approved under section 49; State includes the Northern Territory and the Australian Capital Territory; tax means -- (a) tax, duty or another impost, or an instalment of tax, duty or other impost, that is payable under a taxation Act; or (b) penalty tax payable under a taxation Act; or (c) costs of obtaining a valuation that are recoverable under section 23A; tax liability means a liability to pay tax (including a liability that has not fallen due for payment); tax payment"
    },
    {
      "key": "section:140.p3",
      "title": "Section 140 - Transitional provision for Mining Amendment (Transfer of Royalty",
      "main_structural_unit": "section",
      "main_structural_number": "140",
      "main_structural_heading": "Transitional provision for Mining Amendment (Transfer of Royalty",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 140",
      "text": "self-assessment has the meaning given in section 14; special tax return arrangement means an arrangement approved under section 49; State includes the Northern Territory and the Australian Capital Territory; tax means -- (a) tax, duty or another impost, or an instalment of tax, duty or other impost, that is payable under a taxation Act; or (b) penalty tax payable under a taxation Act; or (c) costs of obtaining a valuation that are recoverable under section 23A; tax liability means a liability to pay tax (including a liability that has not fallen due for payment); tax payment arrangement means an arrangement approved under section 47; tax record means a record required to be kept under a taxation Act or under a special tax return arrangement; tax relief declaration has the meaning given in section 135A(2); tax relief measure has the meaning given in section 135(1); taxation Act means an enactment specified as a taxation Act under section 3(1); taxpayer means -- (a) a person who is or may be liable to pay tax; or (b) a responsible party who is required to pay tax on behalf of another taxpayer under a special tax return arrangement; or (c) a person of a prescribed class who is subject to statutory obligations relating to the assessment or payment of tax; vehicle includes a train, vessel or aircraft. [Glossary amended: No. 66 of 2003 s. 95(5) and 108(3); No. 12 of 2004 s. 12; No. 55 of 2004 s. 1183; No. 60 of 2006 s. 184; No. 12 of 2008 s. 51; No. 31 of Section 2008 s. 31; No. 19 of 2010 s. 51; No. 10 of 2013 s. 27 and 39; No. 8 of 2015 s. 21; No. 11 of 2019 s. 20; No. 1 of 2022 s. 8.] [Modification, to the Glossary, to have effect under the Commonwealth Places (Mirror Taxes Administration) Act 1999 s. 7, see Commonwealth Places (Mirror Taxes Administration) Regulations 2007 r. 50 and endnote 1M.] [Modification, to the Glossary, to have effect under the Commonwealth Places (Mirror Taxes) Act 1998 (Commonwealth) s. 8, see Commonwealth Places (Mirror Taxes) (Modification of Applied Laws (WA)) Notice 2007 cl. 60 and endnote 1MC.] dline This is a compilation of the Taxation Administration Act 2003 and includes amendments made by other written laws^ 2. For provisions that have come into operation, and for information about any reprints, see the compilation table."
    },
    {
      "key": "section:1",
      "title": "Section 1 - ^ M, MC Terms used 127",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "^ M, MC Terms used 127",
      "defined_term": null,
      "structure_path": "Part 11 -- Transitional matters > Section 1",
      "text": ""
    },
    {
      "key": "section:3",
      "title": "Section 3 - ^ M, MC Taxation Acts 2",
      "main_structural_unit": "section",
      "main_structural_number": "3",
      "main_structural_heading": "^ M, MC Taxation Acts 2",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 3",
      "text": ""
    },
    {
      "key": "section:5",
      "title": "Section 5 - ^ MC Crown bound 3",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "^ MC Crown bound 3",
      "defined_term": null,
      "structure_path": "Part 1 -- Preliminary > Section 5",
      "text": ""
    },
    {
      "key": "section:6",
      "title": "Section 6 - ^ MC Commissioner of State Revenue 5",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "^ MC Commissioner of State Revenue 5",
      "defined_term": null,
      "structure_path": "Part 2 -- Commissioner of State Revenue > Section 6",
      "text": ""
    },
    {
      "key": "section:10",
      "title": "Section 10 - ^ M, MC Delegation by Commissioner 6",
      "main_structural_unit": "section",
      "main_structural_number": "10",
      "main_structural_heading": "^ M, MC Delegation by Commissioner 6",
      "defined_term": null,
      "structure_path": "Part 2 -- Commissioner of State Revenue > Section 10",
      "text": ""
    },
    {
      "key": "section:11",
      "title": "Section 11 - ^MC Tax investigators 7",
      "main_structural_unit": "section",
      "main_structural_number": "11",
      "main_structural_heading": "^MC Tax investigators 7",
      "defined_term": null,
      "structure_path": "Part 2 -- Commissioner of State Revenue > Section 11",
      "text": ""
    },
    {
      "key": "section:43",
      "title": "Section 43 - ^ MC Proceedings before State Administrative Tribunal 37",
      "main_structural_unit": "section",
      "main_structural_number": "43",
      "main_structural_heading": "^ MC Proceedings before State Administrative Tribunal 37",
      "defined_term": null,
      "structure_path": "Part 4 -- Objections and review proceedings > Division 3 -- Reviews and stated cases > Section 43",
      "text": ""
    },
    {
      "key": "section:60",
      "title": "Section 60 - ^ MC Recovery of unpaid tax 54",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "^ MC Recovery of unpaid tax 54",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 1 -- Recovery generally > Section 60",
      "text": ""
    },
    {
      "key": "section:76",
      "title": "Section 76 - ^ MC Charge on land to secure land tax 63",
      "main_structural_unit": "section",
      "main_structural_number": "76",
      "main_structural_heading": "^ MC Charge on land to secure land tax 63",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 76",
      "text": ""
    },
    {
      "key": "section:77",
      "title": "Section 77 - ^ MC Charge on land to secure stamp duty 65",
      "main_structural_unit": "section",
      "main_structural_number": "77",
      "main_structural_heading": "^ MC Charge on land to secure stamp duty 65",
      "defined_term": null,
      "structure_path": "Part 6 -- Recovery of tax > Division 2 -- Charges on land > Section 77",
      "text": ""
    },
    {
      "key": "section:114",
      "title": "Section 114 - ^ M, MC Duty of confidentiality 102",
      "main_structural_unit": "section",
      "main_structural_number": "114",
      "main_structural_heading": "^ M, MC Duty of confidentiality 102",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 1 -- Confidentiality > Section 114",
      "text": ""
    },
    {
      "key": "section:125",
      "title": "Section 125 - ^ MC Exemption from personal liability 110",
      "main_structural_unit": "section",
      "main_structural_number": "125",
      "main_structural_heading": "^ MC Exemption from personal liability 110",
      "defined_term": null,
      "structure_path": "Part 10 -- Miscellaneous > Division 4 -- Exemption from personal liability > Section 125",
      "text": ""
    }
  ]
}