{
  "doc": {
    "jurisdiction": "western_australia",
    "source_url": "https://classic.austlii.edu.au/au/legis/wa/consol_act/ta1962140/",
    "register_url": "https://www.legislation.wa.gov.au/legislation/statutes.nsf/law_a834.html&view=consolidated",
    "source": "Trustees Act 1962 (100000193).txt",
    "filename": "Trustees Act 1962 (100000193).json",
    "name": "Trustees Act 1962",
    "citation": "Trustees Act 1962"
  },
  "chunks": [
    {
      "key": "section:1",
      "title": "Section 1 - Short title",
      "main_structural_unit": "section",
      "main_structural_number": "1",
      "main_structural_heading": "Short title",
      "defined_term": null,
      "structure_path": "Part I -- Preliminary > Section 1",
      "text": "This Act may be cited as the Trustees Act 1962^ 1."
    },
    {
      "key": "section:2",
      "title": "Section 2 - Commencement",
      "main_structural_unit": "section",
      "main_structural_number": "2",
      "main_structural_heading": "Commencement",
      "defined_term": null,
      "structure_path": "Part I -- Preliminary > Section 2",
      "text": "This Act shall come into operation on 1 January 1963."
    },
    {
      "key": "section:4",
      "title": "Section 4 - Repeals",
      "main_structural_unit": "section",
      "main_structural_number": "4",
      "main_structural_heading": "Repeals",
      "defined_term": null,
      "structure_path": "Part I -- Preliminary > Section 4",
      "text": "(1) The Acts specified in the First Schedule are hereby repealed to the extent\nmentioned in that Schedule.\n(2) Without limiting the provisions of the Interpretation Act 1918^ 2, the\nrepeal of any enactment by this Act does not affect any document made or any\nthing whatsoever done under the enactment so repealed or under any\ncorresponding former enactment, and every such document or thing, so far as it\nis subsisting or in force at the time of the repeal and could have been made or\ndone under this Act, shall continue and have effect as if it had been made or\ndone under the corresponding provision of this Act and as if that provision had\nbeen in force when the document was made or the thing was done."
    },
    {
      "key": "section:5",
      "title": "Section 5 - Application",
      "main_structural_unit": "section",
      "main_structural_number": "5",
      "main_structural_heading": "Application",
      "defined_term": null,
      "structure_path": "Part I -- Preliminary > Section 5",
      "text": "(1) Except where otherwise expressly provided, this Act applies to every trust,\nas defined in section 6, whether constituted or created before or after the\ncommencement of this Act.\n(1a) Except where otherwise expressly provided, this Act as amended by the\nTrustees Amendment Act 1987 applies to every trust, as defined in section 6,\nwhether constituted or created before or after the commencement of the Trustees\nAmendment Act 1987^ 1.\n(2) The powers conferred by or under this Act on a trustee who is not a\ncorporation are in addition to the powers given by any other Act and by the\ninstrument (if any) creating the trust; but the powers conferred on the trustee\nby this Act, unless otherwise stated, apply if and so far only as a contrary\nintention is not expressed in the instrument (if any) creating the trust, and\nhave effect subject to the terms of that instrument.\n(3) The powers conferred by or under this Act on a trustee that is a\ncorporation are in addition to the powers given by the instrument (if any)\ncreating the trust and to the powers given by or under the Act or any\ninstrument by or under which the corporation is constituted and any other Act;\nbut the powers conferred on the trustee by this Act, unless otherwise stated --\n(a) apply if and so far only as a contrary intention is not expressed in the\ninstrument (if any) creating the trust and have effect subject to the terms of\nthat instrument; and\n(b) apply if and so far only as a contrary intention is not expressed in the\nAct or any instrument by or under which the corporation is constituted or any\nother Act, and have effect subject to the terms of every such Act and\ninstrument; but nothing in this paragraph affects any Act that applies to every\ntrustee, whether a corporation or not.\n(4) This Act does not affect the legality or validity of anything done before\nthe commencement of this Act, except as in this Act expressly provided.\n(5) This Act binds the Crown."
    },
    {
      "key": "section:6.p1",
      "title": "Section 6 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part I -- Preliminary > Section 6",
      "text": "(1) In this Act, unless the context otherwise requires, -- bank means -- (a) an ADI (authorised deposit-taking institution) as defined in section 5 of the Banking Act 1959 of the Commonwealth; or (b) a bank constituted by a law of a State, a Territory or the Commonwealth; bankrupt includes insolvent; benefit, in relation to any person, includes insurance on the life of that person; contingent right, in relation to land, includes a contingent or executory interest and a possibility coupled with an interest, whether the object of the gift or limitation of the interest or possibility is or is not ascertained; and also a right of entry, whether immediate or future, and whether vested or contingent; conveyance, as applied to any person, includes the execution or doing by that person of every necessary or suitable assurance, act, and thing for conveying, transferring, assigning, appointing, surrendering or otherwise disposing of property; and to convey has a corresponding meaning; Court means the Supreme Court of Western Australia or a judge thereof; execute includes the doing of all acts and things necessary for a conveyance, and with reference to an instrument not under seal means sign, and derivatives of \"execute\" have corresponding meanings; income includes rents and profits other than profits that under any rule of law are in the nature of capital; instrument includes an Act of Parliament; land includes -- (a) land of any tenure; and (b) mines and minerals, whether or not severed from the surface; and (c) buildings or parts of buildings, whether the division is horizontal, vertical or made in any other way; and (d) any other corporeal hereditament; and (e) a rent and other incorporeal hereditaments; and (f) an easement, right, privilege, share, interest or benefit in, over or derived from land; and, in this definition, mines and minerals includes any strata or seams or minerals or substances in or under any land, and powers of working or getting them and hereditament means real property that under an intestacy might at common law have devolved on an heir; lease includes a bailment; mortgagee includes every person having an estate or interest regarded at law or in equity as merely a security for money and every person deriving title to the mortgage under the original mortgagee; and mortgage has a corresponding meaning; payment, in relation to stocks and securities, includes the deposit or transfer of them; and to pay has a corresponding meaning; person includes a trustee corporation and a corporation sole, and also a body of persons, whether corporate or unincorporate; personal representative means the executor, original or by representation, or an administrator for the time being of the estate of a deceased person; possession includes receipt of income or the right to receive the income, if any; and possessed applies to receipt of income of and to any vested estate less than a life interest, at law or in equity, in possession or in expectancy in any land; property includes real and personal property and any estate, share, and interest in any property, real or personal, and any debt, and any thing in action, and any other right or interest, whether in possession or not; rent includes a rent service or a rent charge, or other rent, toll, duty, royalty or annual or periodic payment in money or money's worth reserved or issuing out of or charged upon land, but does not include mortgage interest; right includes an estate or interest; sale includes an exchange; and to sell has a corresponding meaning; securities includes stock, funds, shares and promissory notes; and securities payable to bearer includes securities transferable by delivery or by delivery and endorsement; stock includes shares, and, so far as relates to vesting orders made by the Court under this Act, includes any fund, annuity or security transferable in books kept by any corporation or society, or by instrument of transfer, either alone or accompanied by other formalities, and any share or interest therein; transfer, in relation to stock or securities, includes the performance and execution of every deed, power of attorney, act, and thing on the part of the transferor to effect and complete the title in the transferee; trust does not include the duties incidental to an estate conveyed by way of mortgage, but with that exception trust extends to implied and constructive trusts, and to cases where the trustee has a beneficial interest in the trust property, and to the duties incidental to the office of a personal representative; and trustee has a corresponding meaning and includes a trustee corporation and every other corporation in which property subject"
    },
    {
      "key": "section:6.p2",
      "title": "Section 6 - Terms used",
      "main_structural_unit": "section",
      "main_structural_number": "6",
      "main_structural_heading": "Terms used",
      "defined_term": null,
      "structure_path": "Part I -- Preliminary > Section 6",
      "text": "execution of every deed, power of attorney, act, and thing on the part of the transferor to effect and complete the title in the transferee; trust does not include the duties incidental to an estate conveyed by way of mortgage, but with that exception trust extends to implied and constructive trusts, and to cases where the trustee has a beneficial interest in the trust property, and to the duties incidental to the office of a personal representative; and trustee has a corresponding meaning and includes a trustee corporation and every other corporation in which property subject to a trust is vested and every person who immediately before the commencement of this Act was a trustee of the settlement or in any way a trustee under the Settled Land Act of 1892 ^3 and, where the context admits, includes a personal representative; and new trustee includes an additional trustee; trustee corporation means the Public Trustee in and for Western Australia or any trustee company under the Trustee Companies Act 1987; trust for sale, in relation to land, means an immediate binding trust for sale, whether or not exercisable at the request or with the consent of any person, and with or without power at discretion to postpone the sale; and trustee for sale means the person (including a personal representative) holding land on trust for sale. (2) Any reference to the investment, loan or advance of trust money by a trustee on the security of property shall be construed to include a reference to such investment, loan or advance on the transfer of an existing security as well as on a new security. (3) For the purposes of this Act, a person shall be deemed to be under a disability while he is not of full age or of full mental capacity. [Section 6 amended: No. 84 of 1987 s. 5; No. 1 of 1997 s. 5; No. 26 of 1999 s. 108; No. 39 of 2011 s. 18.] Part II -- Appointment and discharge of trustees"
    },
    {
      "key": "section:7.p1",
      "title": "Section 7 - New trustees, appointment of",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "New trustees, appointment of",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 7",
      "text": "(1) Where a trustee, whether original or substituted, and whether appointed by the Court or otherwise, -- (a) is dead; or (b) remains out of the State for more than one year without having properly delegated the execution of the trust; or (c) seeks to be discharged from all or any of the trusts or powers reposed in or conferred on him; or (d) refuses to act therein; or (e) is unfit to act therein; or (f) is incapable of acting therein; or (g) is an infant; or (h) being a corporation, has ceased to carry on business, is in liquidation or is dissolved, then the person nominated for the purpose of appointing new trustees by the instrument (if any) creating the trust, or if there is no such person or no such person able and willing to act, then the surviving or continuing trustee or trustees for the time being, or the personal representatives of the last surviving or continuing trustee, may by writing appoint a person or persons, whether or not being the person or persons exercising the power, to be a trustee or trustees in the place of the trustee first in this subsection mentioned. (2) On the appointment of a trustee or trustees for the whole or any part of the trust property -- (a) where the number of trustees originally appointed was less than 4, 2 or more trustees may be appointed in place of a trustee being replaced under this section, but so that after any appointment the number of trustees shall not exceed 4; and (b) a separate set of trustees may be appointed for any part of the trust property held on trusts distinct from those relating to any other part, and whether or not new trustees are or are to be appointed for any other part of the trust property; and any existing trustee may be appointed or remain one of the separate set of trustees; or if only one trustee were originally appointed, then one separate trustee may be so appointed for the part of the trust first in this paragraph mentioned; and (c) it shall not be obligatory to appoint more than one new trustee where only one trustee was originally appointed, or to fill up the original number of trustees where more than 2 trustees were originally appointed; but, except where only one trustee was originally appointed, a trustee shall not be discharged under this section unless there will remain either a trustee corporation or at least 2 individuals to act as trustees to perform the trust; and (d) any assurance or thing requisite for vesting the trust property, or any part thereof, jointly in the persons who are the trustees shall be executed or done. (3) Where a trustee has been removed under a power contained in the instrument creating the trust, a new trustee or new trustees may be appointed in the place of the trustee who is removed, as if he were dead, or, in the case of a corporation, as if the corporation had been dissolved, and the provisions of this section shall apply accordingly. (4) The power of appointment given by subsection (1) or any similar previous enactment to the personal representative of the last surviving or continuing trustee is and shall be deemed always to have been exercisable by the executor for the time being, whether original or by representation, of that surviving or continuing trustee who has proved the will of his testator or by the administrator for the time being of that trustee without the concurrence of any executor who has renounced or has not proved; but a sole or last surviving executor intending to renounce has, or all the executors where they all intend to renounce have, and shall be deemed always to have had power, at any time before renouncing probate, to exercise the power of appointment given by this section or by any similar previous enactment if willing to act for that purpose and without thereby accepting the office of executor. (5) Where, in the case of any trust, there are not more than 3 trustees (none of them being a trustee corporation), then -- (a) the person or persons nominated for the purpose of appointing new trustees by the instrument (if any) creating the trust; or (b) where there is no person nominated for the purpose of appointing new trustees by the instrument creating the trust, or no such person able and willing to act, then the trustee or trustees for the time being, may, by writing, appoint a person or persons (whether or"
    },
    {
      "key": "section:7.p2",
      "title": "Section 7 - New trustees, appointment of",
      "main_structural_unit": "section",
      "main_structural_number": "7",
      "main_structural_heading": "New trustees, appointment of",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 7",
      "text": "of executor. (5) Where, in the case of any trust, there are not more than 3 trustees (none of them being a trustee corporation), then -- (a) the person or persons nominated for the purpose of appointing new trustees by the instrument (if any) creating the trust; or (b) where there is no person nominated for the purpose of appointing new trustees by the instrument creating the trust, or no such person able and willing to act, then the trustee or trustees for the time being, may, by writing, appoint a person or persons (whether or not being the person or persons exercising the power) to be an additional trustee or additional trustees, but it shall not be obligatory to appoint any additional trustee unless the instrument (if any) creating the trust, or any statutory enactment, provides to the contrary; but on any appointment of additional trustees under this subsection the number of trustees shall not be increased beyond 4, where 4 or fewer trustees were originally appointed, or beyond the original number of trustees, where more than 4 were originally appointed. (6) Every new trustee appointed under this section has the same powers, authorities, and discretions and may in every respect act, as if he had originally been appointed a trustee by the instrument (if any) creating the trust, both before and after all the trust property becomes by law or by assurance or otherwise vested in him. (7) The provisions of this section that are brought into effect by the circumstance that a person nominated trustee (whether sole or otherwise) in a will is dead are brought into effect whether the death of that person occurred before or after the death of the testator; and the provisions relative to a continuing trustee relate also to a refusing or retiring trustee, if willing to act in the execution of the provisions of this section. (8) The provisions of this section relating to a person nominated for the purpose of appointing new trustees apply whether the appointment is made in a case specified in this section or in a case specified in the instrument (if any) creating the trust, but where a new trustee is appointed under this section in a case specified in that instrument, the appointment shall be subject to the terms applicable to an appointment in that case under the provisions of that instrument. (9) In this section, the term trustee does not include a personal representative as such."
    },
    {
      "key": "section:8",
      "title": "Section 8 - New trustee, protection for people dealing with in good faith",
      "main_structural_unit": "section",
      "main_structural_number": "8",
      "main_structural_heading": "New trustee, protection for people dealing with in good faith",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 8",
      "text": "(1) Where any instrument appointing a new trustee contains a statement as to\nhow a vacancy in the office of trustee occurred, that statement is conclusive\nevidence, in favour of a subsequent purchaser in good faith, or the\ncircumstances under which the vacancy occurred.\n(2) Any appointment of a new trustee depending on such a statement as is\nmentioned in subsection (1) and any vesting declaration, express or implied,\nconsequent on that appointment, in favour of any subsequent purchaser in good\nfaith, is valid.\n(3) The protection afforded to a purchaser by this section extends to the\nCommissioner of Titles, Registrar of Titles or other person registering or\ncertifying title.\n(4) This section applies to instruments of appointment signed either before or\nafter the commencement of this Act."
    },
    {
      "key": "section:9",
      "title": "Section 9 - Trustee may retire without replacement in some cases",
      "main_structural_unit": "section",
      "main_structural_number": "9",
      "main_structural_heading": "Trustee may retire without replacement in some cases",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 9",
      "text": "(1) This section applies where a trustee declares by writing that he is\ndesirous of being discharged from all or any of the trusts reposed in him, and\nafter his discharge there will be a trustee corporation or at least 2\nindividuals to act as trustees to perform the trust from which that trustee\ndesires to be discharged.\n(2) In any case to which this section applies, if the co-trustees and such\nother person, if any, as is empowered to appoint trustees consent by writing to\nthe discharge of the trustee, and to the vesting in the co-trustees alone of\nthe trust property, the trustee desirous of being discharged --\n(a) shall be deemed to have retired from the trusts from which he has declared\nhe desires to be discharged; and\n(b) subject to subsection (3), shall, by the writing by which consent is given\nto his discharge, be discharged from the trusts under this Act,\nwithout any new trustee being appointed in his place.\n(3) Any conveyance requisite for vesting in the continuing trustees alone the\nproperty subject to the trusts from which the retiring trustee is to be\ndischarged shall be executed or done; and in respect of any part of the trust\nproperty for the vesting of which in the continuing trustees a conveyance is\nnecessary, the retiring trustee shall not be discharged until that part is duly\nconveyed.\n(4) This section applies only if, and as far as, a contrary intention is not\nexpressed in the instrument (if any) creating the trust and has effect subject\nto the provisions of that instrument."
    },
    {
      "key": "section:10",
      "title": "Section 10 - Trust property, vesting of in new or continuing trustees",
      "main_structural_unit": "section",
      "main_structural_number": "10",
      "main_structural_heading": "Trust property, vesting of in new or continuing trustees",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 10",
      "text": "(1) Where a new trustee is appointed, the execution of the instrument of\nappointment vests, subject to the provisions of this section, the trust\nproperty for which the new trustee is appointed in the persons who become and\nare the trustees, as joint tenants for the purposes of the trust, without any\nconveyance.\n(2) In any case to which section 9 applies, the execution of the instrument of\ndischarge vests, subject to the provisions of this section, all the property\nsubject to the trusts from which the retiring trustee has declared that he is\ndesirous of being discharged in the continuing trustees alone, as joint tenants\nfor the purposes of the trust, without any conveyance.\n(3) Subsections (1) and (2) do not apply --\n(a) to land conveyed by way of mortgage for securing money subject to the\ntrust, except land conveyed on trust for securing debentures or debenture\nstock; or\n(b) to any property, including property subject to the operation of the\nTransfer of Land Act 1893, which is transferable only in books kept by a\ncompany or other body or in manner directed by or under an Act of Parliament.\n(4) In the case of any property referred to in subsection (3), the execution of\nthe instrument of appointment of a new trustee or of the instrument of\ndischarge, as the case may be, for the purposes of the trust vests in the\npersons who become and are the trustees or in the continuing trustee, as the\ncase may be, the right to call for a conveyance of the property and to sue for\nand recover the property.\n(5) For purposes of registration --\n(a) in the case of an instrument of appointment of a new trustee, the appointor\nshall be deemed the conveying party and the conveyance shall be deemed to be\nmade by him under a power conferred by this Act; and\n(b) in the case of an instrument of discharge, the retiring trustee and any\nperson consenting in such instrument to his discharge shall be deemed the\nconveying parties and the conveyance shall be deemed to be made by them under a\npower conferred by this Act.\n(6) In this section --\ncontinuing trustees and retiring trustees have the same meaning as in section 9\n(3); and\ninstrument of discharge means an instrument containing the consent or consents\nreferred to in section 9(2) and executed in a case to which section 9 applies.\n(7) For the purposes of a covenant against assignments, or against assignment\nwithout licence or consent, contained in any lease, underlease or agreement for\na lease or underlease, a vesting under this section shall be deemed not to be\nan assignment."
    },
    {
      "key": "section:11",
      "title": "Section 11 - Corporation may act as trustee in some cases",
      "main_structural_unit": "section",
      "main_structural_number": "11",
      "main_structural_heading": "Corporation may act as trustee in some cases",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 11",
      "text": "(1) Any trustee corporation may be appointed and may lawfully act as the sole\ntrustee in respect of any trust, notwithstanding that the instrument creating\nthe trust may provide for or direct the appointment of 2 or more trustees; and\nnothing in this subsection prevents any other corporation from acting as a\ntrustee in accordance with any authority vested in it in that behalf, whether\nby its memorandum of association or otherwise, but a corporation shall not\nadminister the estate of any deceased person unless expressly authorised to do\nso by any Act.\n(2) This section does not permit the appointment of a corporation as trustee if\nthe instrument creating the trust forbids the appointment of the corporation.\n(3) This section extends to any trust or instrument and to any appointment of\ntrustees, whether created or made before or after the commencement of this Act."
    },
    {
      "key": "section:12",
      "title": "Section 12 - Renouncing probate etc., effect of",
      "main_structural_unit": "section",
      "main_structural_number": "12",
      "main_structural_heading": "Renouncing probate etc., effect of",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 12",
      "text": "(1) Where a person appointed by will both executor and trustee thereof\nrenounces probate, or after being duly cited or summoned fails to apply for\nprobate, the renunciation or failure shall be deemed to be disclaimer of the\ntrust contained in the will.\n(2) Where any person appointed by will both executor and trustee thereof --\n(a) renounces probate; or\n(b) after being duly cited or summoned fails to apply for probate; or\n(c) dies before probate is granted to him,\nand letters of administration with the will annexed are granted to any other\nperson, the person who obtains the grant shall, by virtue of the grant and\nwithout further appointment, be deemed to be appointed trustee of the will in\nthe place of the person who was appointed by the will."
    },
    {
      "key": "section:13",
      "title": "Section 13 - Trustee corporation obtaining probate etc., effect of",
      "main_structural_unit": "section",
      "main_structural_number": "13",
      "main_structural_heading": "Trustee corporation obtaining probate etc., effect of",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 13",
      "text": "(1) Where a trustee corporation has, pursuant to the provisions of any Act,\nobtained a grant of probate of a will or letters of administration with the\nwill annexed, upon the authority of any person or the majority of persons\nappointed by the will of any deceased person to be both executor and trustee\nthereof, then, by virtue of the grant and without further appointment, the\ntrustee corporation shall be deemed to be appointed trustee of the will in the\nplace of the person or persons by whose authority the trustee corporation\napplied for the grant.\n(2) Where the Court appoints a trustee corporation administrator in the place\nof a person who, by the will, was appointed both executor and trustee thereof,\nor in the place of a person who has obtained letters of administration with the\nwill annexed and who is both administrator and trustee of that will, then the\ntrustee corporation shall, by virtue of such appointment and without further\nappointment, be deemed to be appointed trustee of the will in the place of that\nexecutor or administrator.\n(3) Where, pursuant to section 12(4) of the Public Trustee Act 1941, the Court,\nupon the application of any executor or administrator being also trustee of the\nwill of the person whose estate he is administering, by order transfers to the\nPublic Trustee the estate of the deceased person for administration, then the\nPublic Trustee shall, by virtue of that order and without further appointment,\nbe deemed to be appointed trustee of the will in the place of that executor or\nadministrator."
    },
    {
      "key": "section:14",
      "title": "Section 14 - Advisory trustees, appointment and functions of",
      "main_structural_unit": "section",
      "main_structural_number": "14",
      "main_structural_heading": "Advisory trustees, appointment and functions of",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 14",
      "text": "(1) In the administration of any trust property any trustee may act, to the\nextent in this section provided, with an advisory trustee or advisory trustees.\n(2) An advisory trustee or advisory trustees may be appointed in respect of all\nor any part of the trust property --\n(a) by the testator, settlor or other creator of the trust, in the instrument\ncreating the trust; or\n(b) by order of the Court made on the application of any beneficiary or trustee\nor of any person on whose application the Court would have power to appoint a\nnew trustee; or\n(c) by any person having power to appoint a new trustee.\n(3) Where a trustee acts with an advisory trustee or advisory trustees, the\ntrust property shall be vested in the firstmentioned trustee (in this section\nreferred to as the responsible trustee), who shall have the sole management and\nadministration of the estate and its trusts as fully and effectually as if he\nwere the sole trustee, and in any such case --\n(a) the responsible trustee may consult the advisory trustees on any matter\nrelating to the trusts or the estate; and\n(b) the advisory trustees may advise the responsible trustee on any matter\nrelating to the trusts or the estate, but shall not be trustees in respect of\nthe trust; and\n(c) where any advice or direction is tendered or given by the advisory\ntrustees, the responsible trustee may follow and act on that advice or\ndirection without being liable for anything done or omitted by him by reason of\nhis following that advice or direction; and\n(d) where the responsible trustee is of opinion that any advice or direction of\nan advisory trustee conflicts with the trusts or any rule of law, or exposes\nhim to any liability, or is otherwise objectionable, he may apply to the Court\nfor directions in the matter, and any decision and order therein shall be final\nand shall bind the responsible trustee and the advisory trustee, and the Court\nmay make such order as to costs as appears proper; but nothing in this section\nmakes it necessary for the responsible trustee to apply to the Court for any\nsuch directions; and\n(e) where advisory trustees are not unanimous, and tender to the responsible\ntrustee conflicting advice or directions, the responsible trustee may apply to\nthe Court for directions in like manner and with like effect as provided by\nparagraph (d).\n(4) A person dealing with the responsible trustee in relation to any trust\nproperty shall not be concerned to inquire as to the concurrence or otherwise\nof the advisory trustees or be affected by notice of the fact that the advisory\ntrustees have not concurred.\n(5) Subject to the provisions of the instrument (if any) creating the trust and\nto any order made by the Court, where remuneration is payable to the trustee of\nany trust property, remuneration or commission may be paid to both the\nresponsible trustee and the advisory trustees, and subject as aforesaid the\namount thereof shall be --\n(a) as regards the responsible trustee, where the responsible trustee is the\nPublic Trustee, as prescribed under the Public Trustee Act 1941; and\n(b) in any other case, as may be determined by the responsible trustee if he is\nentitled to fix his own remuneration or by the Court."
    },
    {
      "key": "section:15",
      "title": "Section 15 - Custodian trustees, appointment and functions of",
      "main_structural_unit": "section",
      "main_structural_number": "15",
      "main_structural_heading": "Custodian trustees, appointment and functions of",
      "defined_term": null,
      "structure_path": "Part II -- Appointment and discharge of trustees > Section 15",
      "text": "(1) Subject to the provisions of this section and to the instrument (if any)\ncreating the trust, any corporation may be appointed to be custodian trustee of\nany trust in any case where, and in the same manner as, it could be appointed\nto be trustee.\n(2) Subject to the provisions of the instrument (if any) creating the trust,\nwhere a custodian trustee is appointed of any trust --\n(a) the trust property shall be vested in the custodian trustee as if the\ncustodian trustee were the sole trustee, and for that purpose vesting orders\nmay, where necessary, be made under this Act; and\n(b) the management of the trust property and the exercise of all powers and\ndiscretions exercisable by the trustee under the trust shall be and remain\nvested in managing trustees other than the custodian trustee (in this Act\ncalled the managing trustees) as fully and effectually as if there were no\ncustodian trustee; and\n(c) the sole function of the custodian trustee shall be to get in and hold the\ntrust property and invest its funds and dispose of the assets as the managing\ntrustees in writing direct, for which purpose the custodian trustee shall\nexecute all such documents and perform all such acts as the managing trustees\nin writing direct; and\n(d) for the purposes of paragraph (c), a direction given by the majority of the\nmanaging trustees, where there are more than one, shall be deemed to be given\nby all the managing trustees; and\n(e) the custodian trustee shall not be liable for acting on any direction to\nwhich paragraph (c) refers; but if the custodian trustee is of opinion that any\nsuch direction conflicts with the trusts or the law, or exposes the custodian\ntrustee to any liability, or is otherwise objectionable, the custodian trustee\nmay apply to the Court for directions in the matter; and any order giving\ndirections shall bind both the custodian trustee and the managing trustees; and\nthe Court may make such order as to costs as it thinks proper; and\n(f) the custodian trustee shall not be liable for any act or default on the\npart of any of the managing trustees; and\n(g) all actions and proceedings touching or concerning the trust property shall\nbe brought or defended in the name of the custodian trustee at the written\ndirection of the managing trustees, and the custodian trustee shall not be\nliable for the costs thereof apart from any payable out of the trust property;\nand\n(h) a person dealing with the custodian trustee shall not be concerned to\ninquire as to the concurrence or otherwise of the managing trustees or be\naffected by notice of the fact that the managing trustees have not concurred;\nand\n(i) the power of appointing new trustees, when exercisable by the trustee,\nshall be exercisable by the managing trustees alone, but the custodian trustee\nshall have the same power as any other trustee of applying to the Court for the\nappointment of a new trustee.\n(3) On the application of the custodian trustee or of any of the managing\ntrustees or of any beneficiary and on satisfactory proof that it is the general\nwish of the beneficiaries or that on other grounds it is expedient to terminate\nthe custodian trusteeship, the Court may make an order for that purpose and may\nalso make such vesting orders and give such directions as in the circumstances\nseem to the Court to be necessary or expedient.\n(4) Subject to the provisions of the instrument (if any) creating the trust and\nto any order made by the Court, where remuneration or commission is payable to\nthe trustee of any trust property, remuneration may be paid to both the\ncustodian trustee and the managing trustees, and subject as aforesaid the\namount thereof shall be --\n(a) as regards the custodian trustee, where the custodian trustee is the Public\nTrustee, as prescribed under the Public Trustee Act 1941; and\n(b) in any other case, as may be determined by the managing trustees if they\nare entitled to fix their own remuneration, or by the Court.\n                            Part III -- Investments"
    },
    {
      "key": "section:16",
      "title": "Section 16 - Application of Part",
      "main_structural_unit": "section",
      "main_structural_number": "16",
      "main_structural_heading": "Application of Part",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 16",
      "text": "This Part applies to trusts created before or after the coming into operation\nof the Trustees Amendment Act 1997^ 1."
    },
    {
      "key": "section:17",
      "title": "Section 17 - Trust funds, investment of",
      "main_structural_unit": "section",
      "main_structural_number": "17",
      "main_structural_heading": "Trust funds, investment of",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 17",
      "text": "A trustee may, unless expressly prohibited by the instrument creating the\ntrust --\n(a) invest trust funds in any form of investment; and\n(b) at any time, vary an investment or realize an investment of trust funds and\nreinvest money resulting from the realization in any form of investment."
    },
    {
      "key": "section:18",
      "title": "Section 18 - Investment power of trustees, exercise of",
      "main_structural_unit": "section",
      "main_structural_number": "18",
      "main_structural_heading": "Investment power of trustees, exercise of",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 18",
      "text": "(1) Subject to the instrument creating the trust, a trustee shall, in\nexercising a power of investment --\n(a) if the trustee's profession, business or employment is or includes acting\nas a trustee or investing money on behalf of other persons, exercise the care,\ndiligence and skill that a prudent person engaged in that profession, business\nor employment would exercise in managing the affairs of other persons; or\n(b) if the trustee is not engaged in such a profession, business or employment,\nexercise the care, diligence and skill that a prudent person would exercise in\nmanaging the affairs of other persons.\n(2) A trustee shall exercise a power of investment in accordance with any\nprovision of the instrument creating the trust that is binding on the trustee\nand requires the obtaining of any consent or approval or compliance with any\ndirection with respect to trust investments.\n(3) Subject to the instrument creating the trust, a trustee must, at least once\nin each year, review the performance (individually and as a whole) of\ntrust investments."
    },
    {
      "key": "section:19",
      "title": "Section 19 - Investment power of trustees, rules of law and equity apply",
      "main_structural_unit": "section",
      "main_structural_number": "19",
      "main_structural_heading": "Investment power of trustees, rules of law and equity apply",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 19",
      "text": "(1) Any rules and principles of law or equity that impose a duty on a trustee\nexercising a power of investment including, without limiting the generality of\nthose duties, rules and principles that impose --\n(a) a duty to exercise the power of a trust in the best interests of all\npresent and future beneficiaries of the trust; or\n(b) a duty to invest trust funds in investments that are not speculative or\nhazardous; or\n(c) a duty to act impartially towards beneficiaries and between different\nclasses of beneficiaries; or\n(d) a duty to take advice,\ncontinue to apply except to the extent that they are inconsistent with this or\nany other Act or the instrument creating the trust.\n(2) Any rules and principles of law or equity that relate to a provision in an\ninstrument creating a trust that purports to exempt, limit the liability of, or\nindemnify a trustee in respect of a breach of trust, continue to apply.\n(3) If a trustee is under a duty to take advice, the reasonable costs of\nobtaining the advice are payable out of trust funds."
    },
    {
      "key": "section:20",
      "title": "Section 20 - Investment by trustee, matters to be considered",
      "main_structural_unit": "section",
      "main_structural_number": "20",
      "main_structural_heading": "Investment by trustee, matters to be considered",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 20",
      "text": "(1) Without limiting the matters that a trustee may take into account when\nexercising a power of investment, a trustee shall, so far as they are\nappropriate to the circumstances of the trust, have regard to --\n(a) the purposes of the trust and the needs and circumstances of the\nbeneficiaries; and\n(b) the desirability of diversifying trust investments; and\n(c) the nature of and risk associated with existing trust investments and other\ntrust property; and\n(d) the need to maintain the real value of the capital or income of the trust;\nand\n(e) the risk of capital or income loss or depreciation; and\n(f) the potential for capital appreciation; and\n(g) the likely income return and the timing of income return; and\n(h) the length of the term of the proposed investment; and\n(i) the probable duration of the trust; and\n(j) the liquidity and marketability of the proposed investment during, and on\nthe determination of, the term of the proposed investment; and\n(k) the aggregate value of the trust estate; and\n(l) the effect of the proposed investment in relation to the tax liability of\nthe trust; and\n(m) the likelihood of inflation affecting the value of the proposed investment\nor other trust property; and\n(n) the costs (including commissions, fees, charges and duties payable) of\nmaking the proposed investment; and\n(o) the results of a review of existing trust investments.\n(2) A trustee may --\n(a) obtain and consider independent and impartial advice reasonably required\nfor the investment of trust funds or the management of the investment from a\nperson whom the trustee reasonably believes to be competent to give the advice;\nand\n(b) pay out of trust funds the reasonable costs of obtaining the advice."
    },
    {
      "key": "section:21",
      "title": "Section 21 - Company shares etc. held in trust, trustees' powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "21",
      "main_structural_heading": "Company shares etc. held in trust, trustees' powers as to",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 21",
      "text": "(1) If securities of a body corporate are subject to a trust, the trustee may\nconcur in any scheme or arrangement --\n(a) for or arising out of the reconstruction, reduction of capital or\nliquidation of, or the issue of shares by, the body corporate; or\n(b) for the sale of all or any part of the property and undertaking of the body\ncorporate to another body corporate; or\n(c) for the acquisition of securities of the body corporate, or of control of\nthe body corporate, by another body corporate; or\n(d) for the amalgamation of the body corporate with another body corporate; or\n(e) for the release, modification or variation of rights, privileges or\nliabilities attached to the securities, or any of them,\nin the same manner as if the trustee were beneficially entitled to the\nsecurities.\n(2) The trustee may accept instead of, or in exchange for, or in addition to,\nthe securities subject to the trust any securities of any denomination or\ndescription of another body corporate party to the scheme or arrangement.\n(3) If a conditional or preferential right to subscribe for securities in a\nbody corporate is offered to a trustee in respect of a holding in that body\ncorporate or another body corporate, the trustee may, as to all or any of the\nsecurities --\n(a) exercise the right and apply capital money subject to the trust in payment\nof the consideration; or\n(b) assign the benefit of the right, or the title to the right, to a person,\nincluding a beneficiary under the trust, for the best consideration that can be\nreasonably obtained; or\n(c) renounce the right.\n(4) A trustee accepting or subscribing for securities under this section is,\nfor the purposes of any provision of this Part, exercising a power of\ninvestment.\n(5) A trustee may retain securities accepted or subscribed for under this\nsection for any period for which the trustee could properly have retained the\noriginal securities.\n(6) The consideration for an assignment made under subsection (3)(b) shall be\nheld as capital of the trust.\n(7) This section applies in relation to securities acquired before or after the\ncoming into operation of the Trustees Amendment Act 1997^ 1 but subject to the\ninstrument creating the trust."
    },
    {
      "key": "section:22",
      "title": "Section 22 - Choses in action under RITS system, presumptions as to",
      "main_structural_unit": "section",
      "main_structural_number": "22",
      "main_structural_heading": "Choses in action under RITS system, presumptions as to",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 22",
      "text": "(1) A chose in action arising under the RITS system and which entitles its\nholder to a security of a particular description (the underlying security) is,\nfor the purposes of this Act and the instrument creating a trust, taken to be\nthe same in all respects as the underlying security.\n(2) The holding or acquisition by a trustee of a chose in action referred to in\nsubsection (1) shall be regarded as an investment by the trustee in the\nunderlying security.\n(3) It does not matter that the right conferred by the chose in action referred\nto in subsection (1) is a right in respect of securities of a particular\ndescription and not in respect of particular securities.\n(4) This section applies to a trust created before or after the coming into\noperation of the Trustees Amendment Act 1997^ 1 but applies only to the extent\nthat the trust instrument creating the trust does not expressly prohibit its\napplication.\n(5) In this section --\nRITS system means the Reserve Bank Information and Transfer System operated by\nthe Reserve Bank of Australia, as operating from time to time."
    },
    {
      "key": "section:23",
      "title": "Section 23 - Calls on shares, trustees' powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "23",
      "main_structural_heading": "Calls on shares, trustees' powers as to",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 23",
      "text": "Subject to the instrument creating the trust --\n(a) a trustee may apply capital money subject to a trust in payment of calls on\nshares subject to the same trust; and\n(b) if the trustee is a trustee corporation, it may exercise the powers\nconferred by this section despite the shares on which the calls are made\nbeing shares in the trustee corporation."
    },
    {
      "key": "section:24",
      "title": "Section 24 - Residence for beneficiary, power to invest in etc.",
      "main_structural_unit": "section",
      "main_structural_number": "24",
      "main_structural_heading": "Residence for beneficiary, power to invest in etc.",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 24",
      "text": "(1) Subject to the instrument creating the trust, a trustee may --\n(a) invest any trust funds in the purchase of a dwelling-house for a\nbeneficiary to use as a residence; or\n(b) enter into any other agreement or arrangement to secure for a beneficiary a\nright to use a dwelling-house as a residence.\n(2) Despite the terms of the instrument creating the trust, a trustee may, if\nto do so would not unfairly prejudice the interests of the other beneficiaries,\nretain as part of the trust property a dwelling-house for a beneficiary to use\nas a residence.\n(3) A dwelling-house purchased, retained or otherwise secured for use by the\nbeneficiary as a residence may be made available to the beneficiary for that\npurpose on such terms and conditions consistent with the trust and the extent\nof the interest of the beneficiary as the trustee thinks fit.\n(4) The trustee may retain a dwelling-house or any interest or rights in\nrespect of a dwelling-house acquired under this section after the use of the\ndwelling-house by the beneficiary has ceased.\n(5) In this section --\ndwelling-house includes --\n(a) any building or part of a building designed, or converted or capable of\nbeing converted, for use as a residence; and\n(b) any amenities or facilities for use in connection with the use of a\ndwelling-house."
    },
    {
      "key": "section:25",
      "title": "Section 25 - Retained authorised investments, no liability for",
      "main_structural_unit": "section",
      "main_structural_number": "25",
      "main_structural_heading": "Retained authorised investments, no liability for",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 25",
      "text": "A trustee is not liable for breach of trust by reason only of retaining an\ninvestment that has ceased to be --\n(a) an investment authorised by the instrument creating the trust; or\n(b) an investment properly made by the trustee exercising a power of\ninvestment; or\n(c) an investment made under this Act or a corresponding previous enactment; or\n(d) an investment authorised by any other Act or the general law."
    },
    {
      "key": "section:26",
      "title": "Section 26 - Loans secured against property, trustees' liability for",
      "main_structural_unit": "section",
      "main_structural_number": "26",
      "main_structural_heading": "Loans secured against property, trustees' liability for",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 26",
      "text": "(1) If a trustee lends money on the security of a property, the trustee is not\nliable for breach of trust by reason only of the proportion borne by the amount\nof the loan to the value of the property at the time when the loan was made if\nit appears to the Court --\n(a) that, in making the loan, the trustee was acting on a report as to the\nvalue of the property made by a person whom the trustee reasonably believed to\nbe competent to give such a report and whom the trustee instructed and employed\nindependently of any owner of the property; and\n(b) that the amount of the loan did not exceed two-thirds of the value of the\nproperty as stated in the report; and\n(c) that the loan was made in reliance on the report.\n(2) This section applies to transfers of existing securities as well as to new\nsecurities and to investments made before or after the coming into operation of\nthe Trustees Amendment Act 1997 ^1."
    },
    {
      "key": "section:26A",
      "title": "Section 26A - Improper loans, trustees' limited liability for",
      "main_structural_unit": "section",
      "main_structural_number": "26A",
      "main_structural_heading": "Improper loans, trustees' limited liability for",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 26A",
      "text": "(1) If a trustee improperly advances trust money on a security that would at\nthe time of the investment have been a proper investment if the sum advanced\nhad been smaller than the actual sum advanced, the security shall be taken to\nbe a proper investment in respect of the smaller sum, and the trustee is only\nliable to make good the difference between the sum advanced and the smaller\nsum, with interest.\n(2) This section applies to investments made before or after the coming into\noperation of the Trustees Amendment Act 1997^ 1."
    },
    {
      "key": "section:26B",
      "title": "Section 26B - Breach of trust as to investments, factors to be considered by Court",
      "main_structural_unit": "section",
      "main_structural_number": "26B",
      "main_structural_heading": "Breach of trust as to investments, factors to be considered by Court",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 26B",
      "text": "In proceedings against a trustee for breach of trust in respect of a duty under\nthis Part relating to the trustee's power of investment, the Court may, when\nconsidering the question of the trustee's liability, take into account --\n(a) the nature and purpose of the trust; and\n(b) whether the trustee had regard to the matters set out in section 20 so far\nas is appropriate to the circumstances of the trust; and\n(c) whether the trust investments have been made pursuant to an investment\nstrategy formulated in accordance with the duty of a trustee under this Part;\nand\n(d) the extent the trustee acted on the independent and impartial advice of a\nperson competent (or apparently competent) to give the advice."
    },
    {
      "key": "section:26C",
      "title": "Section 26C - Breach of trust as to investments, Court may set off losses against gains",
      "main_structural_unit": "section",
      "main_structural_number": "26C",
      "main_structural_heading": "Breach of trust as to investments, Court may set off losses against gains",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 26C",
      "text": "(1) The Court may, when considering an action for breach of trust arising out\nof or in respect of an investment by a trustee where a loss has been, or is\nexpected to be, sustained by the trust, set off all or part of the loss\nresulting from that investment against all or part of the gain resulting from\nany other investment whether in breach of trust or not.\n(2) The power of set off conferred by subsection (1) is in addition to any\nother power or entitlement to set off all or part of any loss against any\nproperty."
    },
    {
      "key": "section:26D",
      "title": "Section 26D - Housing loans, trustees' liability for",
      "main_structural_unit": "section",
      "main_structural_number": "26D",
      "main_structural_heading": "Housing loans, trustees' liability for",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 26D",
      "text": "(1) If a trustee lends money on a real security in accordance with the\nprovisions of this Act, or had made such a loan in accordance with the\nprovisions of this Act as in force immediately before the coming into operation\nof the Trustees Amendment Act 1997^ 1, the trustee is not chargeable with\nbreach of trust by reason only of the proportion borne by the amount of the\nloan to the value of the property on which the loan is secured if --\n(a) the trustee was not expressly forbidden by the instrument (if any) creating\nthe trust to lend money on a real security; and\n(b) the loan was a housing loan; and\n(c) the loan is secured by a contract of insurance in the prescribed form\nentered into with an authorised insurer.\n(2) The Minister may by notice published in the Gazette --\n(a) declare a corporation that is lawfully carrying on the business of insuring\nmortgages in Western Australia to be an authorised insurer for the purposes of\nthis section; and\n(b) revoke a declaration made under paragraph (a).\n(3) The Minister may by notice published in the Gazette --\n(a) specify terms and conditions subject to which an authorised insurer is\nauthorised to enter into contracts of insurance for the purpose of this\nsection; and\n(b) vary or revoke any such terms and conditions.\n(4) An authorised insurer who fails to comply with any terms or conditions\nsubject to which it is authorised to enter into contracts of insurance for the\npurpose of this section shall be guilty of an offence.\nPenalty: $5 000.\n(5) In this section --\nauthorised insurer means a corporation that has been declared to be an\nauthorised insurer under subsection (2);\ndwelling-house includes --\n(a) any building that consists, or any buildings that consist, in whole or in\nsubstantial part, of residential accommodation, whether constituting a single\nunit of accommodation or 2 or more such units; and\n(b) any residential accommodation of a kind commonly known as a flat or home\nunit; and\n(c) appurtenances, outbuildings, fences and permanent provision for lighting,\nwater supply, drainage and sewerage provided in connection with the\ndwelling-house;\nhousing loan means a loan --\n(a) made for any one or more of the following purposes, that is to say, of\nenabling the borrower --\n(i) to acquire a prescribed interest in land and construct, or complete the\nconstruction of, a dwelling-house on the land; or\n(ii) to construct a dwelling-house, or complete the construction of a\ndwelling-house, on land in which the borrower has a prescribed interest; or\n(iii) to acquire a prescribed interest in land on which there is a\ndwelling-house; or\n(iv) to alter, improve or extend a dwelling-house constructed on land in which\nthe borrower has a prescribed interest; or\n(v) to meet expenses in respect of the provision of improvement of roads,\nkerbing, guttering or footpaths in connection with land in which the borrower\nhas a prescribed interest; or\n(vi) to discharge a mortgage, charge or other encumbrance over land in which\nthe borrower has a prescribed interest, being land on which a dwelling-house is\nbeing constructed;\nand\n(b) the repayment of which is secured by a security over the interest of the\nborrower in the land,\nand, where the lender requires the borrower to meet the cost of the premium in\nrespect of a contract of insurance entered into in respect of the loan,\nincludes moneys advanced by the lender to enable the borrower to meet that\ncost, being moneys the repayment of which is secured by a security over the\ninterest of the borrower in the land;\nprescribed interest in land means --\n(a) an estate in fee simple; or\n(b) an interest as lessee under a lease in perpetuity from the Crown in right\nof the Commonwealth or the State of Western Australia; or\n(c) an interest as lessee under a lease for a term of years from the Crown in\nright of the Commonwealth or the State of Western Australia or from the owner\nof an estate in fee simple if the authorised insurer is satisfied that the\nterm, covenants and conditions of the lease give reasonable security of tenure\nto the lessee for a substantial period."
    },
    {
      "key": "section:26E",
      "title": "Section 26E - Authorised trustee investments, meaning of",
      "main_structural_unit": "section",
      "main_structural_number": "26E",
      "main_structural_heading": "Authorised trustee investments, meaning of",
      "defined_term": null,
      "structure_path": "Part III -- Investments > Section 26E",
      "text": "Any provision in an instrument (whether or not creating a trust) that empowers\nor requires a person to invest money in investments authorised for the\ninvestment of trust funds or moneys is to be read as if it empowered or\nrequired that person to invest that money according to the provisions of\nthis Part relating to the investment of trust funds.\n                     Part IV -- General powers of trustees"
    },
    {
      "key": "section:27.p1",
      "title": "Section 27 - Property, powers to sell, lease, exchange, etc.",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Property, powers to sell, lease, exchange, etc.",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 27",
      "text": "(1) Subject to the provisions of this section, every trustee, in respect of any property for the time being vested in him, may -- (a) sell the property; or (b) dispose of the property by way of exchange for other property in the State of a like nature and a like or better tenure, or, where the property vested in him consists of an undivided share, concur in the partition of the property in which the share is held, and give or take any property by way of equality of exchange or partition; or (c) postpone the sale, calling in, and conversion of any property that he has a duty to sell, whether or not it is of a wasting, speculative or reversionary nature; but, in the case of property of a wasting or speculative nature, for no longer than is reasonably necessary to permit its prudent realisation; or (d) let or sublet the property at a reasonable rent for any term not exceeding one year, or from year to year, or for a weekly, monthly or other like tenancy or at will; or (e) grant a lease or sublease of the property for any term not exceeding -- (i) in the case of a building lease, 30 years; or (ii) in the case of any other lease (including a mining lease), 10 years; to take effect in possession within one year next after the date of the grant of the lease or sublease at a reasonable rent, with or without a fine, premium or foregift, any of which if taken shall be deemed to be part of and an accretion to the rental, and shall, as between the persons beneficially entitled to the rental, be considered as accruing from day to day and be apportioned over the term of the lease or sublease; or (f) at any time during the currency of a lease of the property, reduce the rent or otherwise vary or modify the terms thereof, or accept, or concur or join with any other person in accepting, the surrender of any lease. (2) Any trustee may, on such conditions as he thinks proper, rescind, cancel, modify or vary any contract or agreement for the sale and purchase of any land, or agree to do so, or compromise with or make allowances to any person with whom such a contract or agreement has been made, or who is the assignee thereof in respect of any unpaid purchase money secured on mortgage or otherwise; and without prejudice to the generality of this subsection, a trustee may, by writing, waive or vary any right exercisable by him that arises from a failure to comply at or within the proper time with any term of any agreement for sale, mortgage, lease, or other contract. (3) In exercising any power of leasing or subleasing conferred by this section or by the instrument (if any) creating the trust, a trustee may -- (a) grant to the lessee or sublessee a right of renewal for one or more terms, at a rent to be fixed or made ascertainable in a manner specified in the original lease or the original sublease, but so that the aggregate duration of the original and of the renewal terms shall not exceed the maximum single term that could be granted in the exercise of the power; or (b) grant a lease with an optional or compulsory purchasing clause; or (c) grant to the lessee or sublessee a right to claim compensation for improvements made or to be made by him in, upon or about the property which is leased or subleased. (4) Where the property subject to a trust includes land, the trustee shall exercise the power conferred by this section to sell the land, if so required in writing by the person or all the persons at that time beneficially entitled to an interest in possession under the trust of the land. (5) Where there is a power (statutory or otherwise) to postpone the sale of any land or investment that a trustee has a duty to sell by reason only of a trust or direction for sale, then, subject to any express direction to the contrary in the instrument (if any) creating the trust, the trustee shall not be liable in any way merely for postponing the sale in the exercise of his discretion for an indefinite and unlimited period, whether or not that period exceeds the period during which the trust or direction for sale remains valid; nor shall a purchaser of the land or investment be concerned in any case with any"
    },
    {
      "key": "section:27.p2",
      "title": "Section 27 - Property, powers to sell, lease, exchange, etc.",
      "main_structural_unit": "section",
      "main_structural_number": "27",
      "main_structural_heading": "Property, powers to sell, lease, exchange, etc.",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 27",
      "text": "investment that a trustee has a duty to sell by reason only of a trust or direction for sale, then, subject to any express direction to the contrary in the instrument (if any) creating the trust, the trustee shall not be liable in any way merely for postponing the sale in the exercise of his discretion for an indefinite and unlimited period, whether or not that period exceeds the period during which the trust or direction for sale remains valid; nor shall a purchaser of the land or investment be concerned in any case with any directions respecting the postponement of a sale; but nothing in this subsection applies to any property of a wasting or speculative nature."
    },
    {
      "key": "section:28",
      "title": "Section 28 - Trust or power to sell property, duration of",
      "main_structural_unit": "section",
      "main_structural_number": "28",
      "main_structural_heading": "Trust or power to sell property, duration of",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 28",
      "text": "(1) Where the instrument creating a trust to sell property or a power to sell\nproperty does not expressly limit the duration of the trust or power, then,\nnotwithstanding any lapse of time or that all the beneficiaries are absolutely\nentitled to the property in fee simple or full ownership in possession and are\nnot under any disability the trustee may sell the property; but in all other\nrespects the authority conferred by this section is subject to any restrictions\nto which the trust or power created by the instrument is subject.\n(2) A purchaser of any property sold under a trust for sale or a power to sell,\nor the Registrar of Titles or other person registering or certifying title,\nshall not be concerned to enquire whether the property was sold under the\nauthority conferred by this section.\n(3) Nothing in this section affects a trust for sale or a power to sell that is\nfor the time being in existence under the instrument creating the trust or\npower."
    },
    {
      "key": "section:28A",
      "title": "Section 28A - Option to purchase land, trustees' liability for grant of",
      "main_structural_unit": "section",
      "main_structural_number": "28A",
      "main_structural_heading": "Option to purchase land, trustees' liability for grant of",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 28A",
      "text": "(1) Where there is statutory or other power to sell land that is subject to a\ntrust, a trustee who grants to a person an option to purchase that land within\na period not exceeding 6 months for a price fixed at the time the option is\ngranted shall not be chargeable with breach of trust by reason only that the\ntrustee granted that option if before so doing the trustee received advice from\nan independent valuer to the effect that --\n(a) the purchase price fixed for the land is reasonable; and\n(b) the fee payable for the option is reasonable.\n(2) In subsection (1), independent valuer means --\n(a) a person who is instructed and employed independently of the person to whom\nthe option is granted; and\n(b) in the case of land in the State, a person who is licensed under the Land\nValuers Licensing Act 1978; or\n(c) in the case of land in another State or a Territory, a person who is\nlicensed as a valuer under the law of that State or Territory or, if there is\nno such law, a person who is a Fellow or Associate of the Australian Property\nInstitute (Inc.)."
    },
    {
      "key": "section:29",
      "title": "Section 29 - Rule against perpetuities, application of",
      "main_structural_unit": "section",
      "main_structural_number": "29",
      "main_structural_heading": "Rule against perpetuities, application of",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 29",
      "text": "(1) The rule of law known as the rule against perpetuities does not apply and\nshall be deemed never to have applied so as to render void --\n(a) a trust or power to sell property, where a trust of the proceeds of sale is\nvalid; or\n(b) a trust or power to lease or exchange property, where the lease or exchange\ndirected or authorised by the trust or power is ancillary to the carrying out\nof a valid trust; or\n(c) any other power that is ancillary to the carrying out of a valid trust or\nthe giving effect to a valid disposition of property; or\n(d) any provision for the remuneration of trustees.\n(2) This section does not --\n(a) render any trustee liable for any acts done prior to the commencement of\nthis Act for which that trustee would not have been liable had this section not\nbeen enacted; or\n(b) enable any person to recover any money distributed or paid under any trust,\nif he could not have recovered that money had this section not been enacted."
    },
    {
      "key": "section:30.p1",
      "title": "Section 30 - Property, miscellaneous powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Property, miscellaneous powers as to",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 30",
      "text": "(1) Every trustee, in respect of any property for the time being vested in him, may -- (a) expend money subject to the same trusts for the repair, maintenance, upkeep or renovation of the property, whether or not the work is necessary for the purpose of the salvage of the property; or (b) subject to the rules of law applicable in such cases and to any direction of the Court to the contrary, apportion the cost of the work mentioned in paragraph (a) between capital and income or otherwise among the persons entitled thereto in such manner as he considers equitable, with power, where the whole or part of the cost of the work is charged to capital, to recoup capital from subsequent income, if that course would be equitable having regard to all the circumstances of the case; or (c) expend money, subject to the same trusts, in the improvement or development of the property, but not, without the consent of the Court, in excess of -- (i) $20 000, or such other amount as the Governor may by regulation provide, for any one purpose; or (ii) $50 000, or such other amount as the Governor may by regulation provide, for any one purpose if the expenditure is made upon the advice of a person whom the trustee reasonably believes to be competent to give prudent advice concerning the proposed improvement or development; or (d) where the property is land and the land may be sold or let or leased or otherwise disposed of under any power or trust vested in the trustee, subdivide the land into blocks and for that purpose construct and dedicate all such roads, streets, access ways, service lanes, and footpaths and make all such reserves, and do all such other things, and pay all such money, as he thinks necessary or as are required by, or under, any Act relating to subdivisions; or (e) contribute out of money subject to the same trusts such sum as he thinks reasonable towards the construction and maintenance of such roads, streets, access ways, service lanes, and footpaths, and such sewerage, water, electricity, drainage and other works as are in the opinion of the trustee likely to be beneficial to the property, notwithstanding that they are intended to be constructed wholly or in part on land not subject to the same trusts; or (f) grant easements and profits  prendre and enter into party wall agreements and agreements that relate to fencing, and execute all necessary documents to give effect thereto; or (g) pay rates, taxes, assessments, insurance premiums, and other outgoings in respect of the property out of money subject to the same trusts; or (h) as mortgagor or mortgagee, agree to the renewal, extension or variation of the mortgage for such period and on such terms and conditions as he thinks fit; but -- (i) the powers conferred by this paragraph may be exercised by a trustee as mortgagor for the purpose of raising additional money on the security of a mortgage of any property, where the trustee would have power under section 43 to raise money by a mortgage of the property, and not otherwise; and (ii) nothing in this paragraph authorises a trustee to advance money other than in accordance with Part III; or (i) make such inquiries, by way of advertisement or otherwise, as he thinks necessary for the purpose of ascertaining the next-of-kin or beneficiaries entitled to the property, and charge the cost of the inquiries and advertisements against the property; or (j) where the property includes a life policy and there is no money or insufficient money available for the payment of premiums on the policy, surrender the policy for money or accept instead of the policy a fully paid up policy or vary the terms of the policy in such manner as the trustee thinks fit; or (k) appropriate any part of the property in or towards satisfaction of any legacy payable thereout, or in or towards satisfaction of any share of the trust property, (whether settled, contingent or absolute) to which any person is entitled, and for that purpose value the whole or any part of the property in accordance with section 50; but -- (i) the appropriation shall not be made so as to affect adversely any specific gift; and (ii) before any such appropriation is effectual, notice thereof shall be given to all persons of full age and full mental capacity who are interested in the appropriation, and to the parent or guardian of any infant who is interested in the appropriation, and to the"
    },
    {
      "key": "section:30.p2",
      "title": "Section 30 - Property, miscellaneous powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "30",
      "main_structural_heading": "Property, miscellaneous powers as to",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 30",
      "text": "the trust property, (whether settled, contingent or absolute) to which any person is entitled, and for that purpose value the whole or any part of the property in accordance with section 50; but -- (i) the appropriation shall not be made so as to affect adversely any specific gift; and (ii) before any such appropriation is effectual, notice thereof shall be given to all persons of full age and full mental capacity who are interested in the appropriation, and to the parent or guardian of any infant who is interested in the appropriation, and to the person having the care and management of the estate of any person who is not of full mental capacity, and any such person may, within one calendar month after receipt of the notice, or, where the person to whom notice has been given is out of the jurisdiction, within such extended period as the Court may, on the application of the trustee or of any person interested, allow, apply to the Court to vary the appropriation, and the appropriation shall be conclusive save as otherwise directed by the Court; or (l) where provision is made in any instrument creating a trust for payment of an annuity or other periodic payment, and notwithstanding that the annuity or payment may by the instrument be charged upon the trust property or upon any part thereof, set aside and appropriate out of property available for payment of the annuity and invest a sum sufficient in the opinion of the trustee at the time of appropriation to provide out of the income thereof the amount required to pay the annuity or periodic payment, and so that after the appropriation shall have been made, -- (i) the annuitant shall have the same right of recourse to the capital and income of the appropriated sum as he would have had against the trust property if no appropriation had been made; and (ii) the trustee may forthwith distribute the residue of the trust property and the income thereof (which residue and income shall no longer be liable for the annuity) in accordance with the trusts declared of and concerning the same; or (m) do or omit all acts and things, and execute all instruments necessary to carry into effect the powers and authorities given by this Act or by or under the instrument creating the trust. (2) Where in the administration of any property employed in the production of income or from which income is derived a trustee considers that, in the interests of the persons entitled or who may become entitled to the capital of the property, it is equitable to set up a depreciation or replacement fund in respect of the property or in respect of any asset comprised therein then, notwithstanding any rule of law to the contrary, it shall be lawful for, but not obligatory upon, him to do so and to credit from time to time and accumulate by way of compound interest such part of the income so produced or derived as he considers equitable, and also the resulting income therefrom; and in any such case the fund shall follow the destination of the capital of the property and shall be subject to all the trusts, powers, and provisions applicable thereto; with further power to the trustee to apply as he thinks fit the fund and accumulations of income in or towards the replacement, repair, maintenance, upkeep or renovation of the property or asset or in or towards the acquisition by purchase or otherwise of property or assets of a like nature or property or assets that otherwise may advantageously be employed in conjunction with the property in producing or deriving the income as aforesaid. (3) Nothing in subsection (1)(k) shall be read as requiring a trustee to give to himself, in some other capacity, notice of an appropriation; but, where a trustee would, but for this subsection, be obliged to give to himself such a notice, the appropriation is not effectual until it has been approved by the Court, on the ex parte application of the trustee or otherwise. [Section 30 amended: No. 113 of 1965 s. 8; No. 18 of 1968 s. 3; No. 84 of 1987 s. 14; No. 1 of 1997 s. 8.]"
    },
    {
      "key": "section:31",
      "title": "Section 31 - Trust or power to sell, ancillary powers to",
      "main_structural_unit": "section",
      "main_structural_number": "31",
      "main_structural_heading": "Trust or power to sell, ancillary powers to",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 31",
      "text": "(1) Where a trust for sale or a power of sale of property is vested in a\ntrustee, he may sell or concur with any other person in selling all or any part\nof the property, either subject to prior encumbrances or not, and either\ntogether or in lots, by public auction, by public tender or by private\ncontract, subject to any such conditions respecting title or evidence of title\nor other matters as the trustee thinks fit, with power to vary any contract for\nsale, and to buy in at any auction, or to rescind any contract for sale and to\nresell, without being answerable for any loss.\n(2) A trust or power to sell or dispose of land includes a trust or power to\nsell or dispose of part thereof, whether the division is horizontal, vertical\nor made in any other way; and also includes a trust or power to sell or dispose\nof any building, fixture, timber or other thing affixed to the soil apart and\nseparately from the land itself.\n(3) If a trustee joins with any other person in selling trust property and\nother property, the purchase money shall be apportioned in or before the\ncontract of sale, and a separate receipt shall be given by the trustee for the\napportioned share; but a contravention of this subsection does not invalidate\nand shall not be deemed to have invalidated any instrument intended to affect\nor evidence the title to the trust property, and no person being a purchaser,\nlessee, mortgagee, or other person who, in good faith and for valuable\nconsideration, acquires the trust property or an interest in it or a charge\nover it, and neither the Registrar of Titles nor any other person registering\nor certifying title, shall be affected by notice of, or be concerned to inquire\nwhether there has been, a contravention of this subsection."
    },
    {
      "key": "section:32",
      "title": "Section 32 - Depreciatory conditions of sale, effect of",
      "main_structural_unit": "section",
      "main_structural_number": "32",
      "main_structural_heading": "Depreciatory conditions of sale, effect of",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 32",
      "text": "(1) A sale by a trustee shall not be impeached by any beneficiary upon the\nground that any of the conditions subject to which the sale was made may have\nbeen unnecessarily depreciatory, unless it also appears that the consideration\nfor the sale was thereby rendered inadequate.\n(2) A sale by a trustee shall not, after the execution of the conveyance or\ntransfer, be impeached as against the purchaser, upon the ground that any of\nthe conditions subject to which the sale was made may have been\nunnecessarily depreciatory, unless it appears that the purchaser was acting in\ncollusion with the trustee at the time when the contract for sale was made.\n(3) A purchaser, upon any sale by a trustee, shall not be at liberty to make\nany objection against the title upon any of the grounds in this section\nmentioned."
    },
    {
      "key": "section:33",
      "title": "Section 33 - Land may be sold and proceeds secured by mortgage",
      "main_structural_unit": "section",
      "main_structural_number": "33",
      "main_structural_heading": "Land may be sold and proceeds secured by mortgage",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 33",
      "text": "(1) Where a trustee sells land for an estate in fee simple, the trustee may,\nwhere the proceeds are liable to be invested, contract that the payment of any\npart, not exceeding two-thirds, of the purchase money shall be secured by a\nmortgage of the land sold, with or without the security of any other property,\nand the mortgage shall, if any buildings or other improvements are comprised in\nthe mortgage, contain a covenant by the mortgagor to keep them insured against\nloss or damage by fire to their full insurable value.\n(2) The trustee shall not be bound to obtain any report as to the value of the\nland or other property to be comprised in such a mortgage as is mentioned in\nsubsection (1), or any advice as to the making of the loan, and shall not be\nliable for any loss that may be incurred by reason only of the security being\ninsufficient at the date of the mortgage.\n(3) Where the sale referred to in subsection (1) is made under the order of the\nCourt, the powers conferred by that subsection shall apply only if and so far\nas the Court may by order direct."
    },
    {
      "key": "section:34",
      "title": "Section 34 - Property may be sold on terms of deferred payment",
      "main_structural_unit": "section",
      "main_structural_number": "34",
      "main_structural_heading": "Property may be sold on terms of deferred payment",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 34",
      "text": "(1) A sale of property by a trustee, in exercise of any power vested in him in\nthat behalf by the instrument creating the trust or by or under this Act or any\nother enactment, may be on terms of deferred payment.\n(2) The terms of deferred payment may provide that the purchase money shall be\npaid by instalments.\n(3) The terms upon which property is sold shall, in addition to such other\nprovisions as the trustee may think proper, include provisions giving effect to\nthe following, namely that --\n(a) the part of the purchase money to be paid by deposit shall not be less than\nthe sum which a person acting with prudence would, if the property were his\nown, have accepted in the circumstances in order to sell the property to the\nbest advantage, and in any case shall not be less than one-tenth of the\npurchase money; and\n(b) the balance of the purchase money shall be payable by such instalments and\nshall bear interest payable half-yearly or oftener on the amount from time to\ntime unpaid at such rate as a person acting with prudence would, if the\nproperty were his own, have accepted in the circumstances in order to sell the\nproperty to the best advantage, and in any case the whole purchase money shall\nbe payable within a period not exceeding 10 years from the date of sale; and\n(c) if any instalment or interest or part thereof is in arrear and unpaid for\nSection 6 months, or for such less period as may be specified, the whole of the\npurchase money shall become due and payable; and\n(d) the purchaser shall maintain and protect the property, and, in the case of\nland, keep all buildings (if any) thereon insured against loss or damage by\nfire to their full insurable value.\n(4) Notwithstanding that the property has been sold on terms of deferred\npayment, the trustee may, at any time after one-third of the purchase money has\nbeen paid, convey the property and take a mortgage back to secure payment of\nthe balance of the purchase money and interest, with or without the security of\nany other property.\n(5) Whether the sale is made under the order of the Court or otherwise, the\nCourt may make such order as it thinks fit as to the terms of deferred payment.\n(7) For the purposes of any consent or direction required by the instrument\n(if any) creating the trust or by statute, a trustee selling property on terms\nof deferred payment shall be deemed not to be lending money or investing trust\nfunds."
    },
    {
      "key": "section:35",
      "title": "Section 35 - Onerous leases or property may be surrendered",
      "main_structural_unit": "section",
      "main_structural_number": "35",
      "main_structural_heading": "Onerous leases or property may be surrendered",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 35",
      "text": "(1) Where a leasehold is vested in a trustee and the property is subject to\nonerous covenants of such a nature that it would not be in the interests of the\nbeneficiaries to retain the property, the trustee may surrender, or concur in\nsurrendering, the lease; and the trustee shall not be chargeable with breach of\ntrust nor shall the surrender be impeached by any beneficiary upon the ground\nonly that the covenants were not of such a nature, if the trustee has acted\nbona fide and on the advice of a person whom he reasonably believed to be a\ncompetent valuer instructed and employed independently of the lessor, whether\nthe valuer carried on business in the locality where the property is situate or\nelsewhere.\n(2) Where a freehold is vested in a trustee and the property is of so onerous a\nnature that it would not be in the interests of the beneficiaries to retain the\nproperty, if the Crown agrees to accept the surrender of the freehold, the\ntrustee may surrender, or concur in surrendering, it to the Crown; and the\ntrustee shall not be chargeable with breach of trust nor shall the surrender be\nimpeached by any beneficiary upon the ground only that the property was not of\nsuch a nature, if the trustee has acted bona fide and on the advice of a person\nwhom he reasonably believed to be a competent valuer, whether that valuer\ncarried on business in the locality where the property is situate or elsewhere.\n(3) A subsequent purchaser or the Registrar of Titles or other person\nregistering or certifying title shall not be concerned to inquire whether a\nsurrender was authorised by this section."
    },
    {
      "key": "section:36",
      "title": "Section 36 - Leases may be renewed",
      "main_structural_unit": "section",
      "main_structural_number": "36",
      "main_structural_heading": "Leases may be renewed",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 36",
      "text": "(1) A trustee of any leaseholds for lives or years that are renewable under any\ncovenant or contract or by custom or usual practice may, if he thinks fit, and\nshall, if thereto required by any person having any beneficial interest,\npresent or future or contingent, in the leaseholds, use his best endeavours to\nobtain from time to time a renewed lease of the same hereditaments on the\nagreed or reasonable terms, and for that purpose may from time to time make or\nconcur in making a surrender of the lease for the time being subsisting, and do\nall such other acts as are requisite; but where, by the terms of the instrument\n(if any) creating the trust, the person in possession for his life or other\nlimited interest is entitled to enjoy the same without any obligation to renew,\nor to contribute to the expense of renewal, this section does not apply unless\nthe consent in writing of that person is obtained to the renewal.\n(2) A trustee obtaining a renewal of a lease under the powers conferred by this\nsection or otherwise may pay or apply capital money subject to the trust, for\nthe purpose of obtaining the renewal."
    },
    {
      "key": "section:37",
      "title": "Section 37 - Equity of redemption may be purchased instead of foreclosing",
      "main_structural_unit": "section",
      "main_structural_number": "37",
      "main_structural_heading": "Equity of redemption may be purchased instead of foreclosing",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 37",
      "text": "A trustee may, in lieu of proceeding to foreclosure, purchase the equity of\nredemption of land in the State the subject of a mortgage held by the trustee\nunder which default has been made where the moneys expended in that purchase\nare subject to the same trusts as the mortgage debt; but in no case shall the\nmoneys paid by way of consideration for such purchase exceed 5% of the amount\ndue under the mortgage."
    },
    {
      "key": "section:38",
      "title": "Section 38 - Property may be sold after right of redemption barred",
      "main_structural_unit": "section",
      "main_structural_number": "38",
      "main_structural_heading": "Property may be sold after right of redemption barred",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 38",
      "text": "(1) Where any property is vested in a trustee by way of security, and the\nproperty becomes discharged from the right of redemption whether by virtue of\nthe Limitation Act 2005 or of any order for foreclosure or purchase of the\nequity of redemption or otherwise, the trustee shall hold the property on trust\nfor sale.\n(2) The net proceeds of sale of any property to which this section relates\nshall, after payment of costs and expenses, be applied in like manner as the\nmortgage debt, if received, would have been applicable, and the income of the\nproperty until sale shall be applied in like manner as the interest, if\nreceived, would have been applicable.\n(3) This section does not affect the right of any person to require that,\ninstead of a sale, the property shall be conveyed to him or in accordance with\nhis directions."
    },
    {
      "key": "section:39",
      "title": "Section 39 - Equity of redemption may be released in discharge of mortgage debt",
      "main_structural_unit": "section",
      "main_structural_number": "39",
      "main_structural_heading": "Equity of redemption may be released in discharge of mortgage debt",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 39",
      "text": "(1) Where an equity of redemption is vested in a trustee and the mortgaged\nproperty is not of greater value than the amount of the mortgage debt, the\ntrustee may release the equity of redemption to the mortgagee in discharge of\nthe mortgage debt or part thereof; and the trustee shall not be chargeable with\nbreach of trust nor shall the release be impeached by any beneficiary upon the\nground only that the mortgaged property was of greater value than the amount of\nthe mortgage debt or the part thereof discharged, if the trustee has acted\nbona fide and on the advice of a person whom he reasonably believed to be a\ncompetent valuer instructed and employed independently of the mortgagee,\nwhether the valuer carried on business in the locality where the property is\nsituate or elsewhere.\n(2) A subsequent purchaser or the Registrar of Titles or other person\nregistering or certifying title shall not be concerned to inquire whether a\nrelease was authorised by this section."
    },
    {
      "key": "section:40",
      "title": "Section 40 - Trustee as mortgagee in possession, application of income by",
      "main_structural_unit": "section",
      "main_structural_number": "40",
      "main_structural_heading": "Trustee as mortgagee in possession, application of income by",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 40",
      "text": "(1) Where a trustee is entitled, whether severally or as a co-mortgagee, to a\ndebt secured by a mortgage of land in trust as to the whole or part of that\ndebt for persons by way of succession, and the trustee is at the date of\ncommencement of this Act, or at any time after that date becomes, mortgagee in\npossession of the mortgaged land, the trustee shall apply the net income of the\nmortgaged land received by him after that date or after he becomes mortgagee in\npossession --\n(a) in discharge of all rents, taxes, rates, and outgoings affecting the\nmortgaged land; and\n(b) in payment of the premiums on any insurances properly payable on the\nmortgaged property; and\n(c) in keeping down all annual sums or other payments and the interest on all\nprincipal sums having priority to the mortgage in right whereof he is in\npossession;\nand subject to the rights of the mortgagor, the trustee shall hold the residue\nof the income so received by him upon the trusts to which the mortgage debt is\nsubject.\n(2) The rents, taxes, outgoings, premiums, costs, annual sums, payments and\ninterest to be discharged, kept down and paid, pursuant to subsection (1),\nshall be those accruing due --\n(a) after the date of the commencement of this Act, where the trustee is in\npossession of the mortgaged land at that date; and\n(b) after the date of possession by the trustee, where the entry into\npossession is after the date of commencement of this Act;\nbut if at the date of commencement of this Act, or on the date of possession by\nthe trustee, as the case may be, any rents, taxes, rates, outgoings, annual\nsums, payments, interest or premiums mentioned in subsection (1)(a), (b) or (c)\nwere or are due and unpaid, and such of those rents, taxes, rates, outgoings,\nannual sums, payments and premiums as are periodic payments were payable wholly\nor in part in respect of any period subsequent to the date of commencement or\nto the date of possession, as the case may be, then the lastmentioned rents,\ntaxes, rates, outgoings, annual sums, payments, and premiums shall, for the\npurpose of this section, be considered as accruing from day to day and shall be\napportionable in respect of time accordingly.\n(3) On the recovery of the moneys secured by the mortgage, whether in whole or\nin part, and whether by repayment or on realisation of the security or\notherwise, such part of the income applied by the trustee in the payments\nspecified in subsection (1)(a), (b) and (c) as would otherwise have been\npayable as interest to the person entitled to the interest of the mortgage debt\nshall, as between the persons respectively entitled to the income and corpus of\nthe mortgage debt, be deemed to be arrears of interest and the amount received\nby the trustee shall be apportioned accordingly.\n(4) Notwithstanding anything in this section contained, the trustee may, if in\nthe administration of the trust he thinks it necessary so to do, apply income\nof the mortgaged property received by him after the date of commencement of\nthis Act in payment of any rents, taxes, rates, outgoings, premiums, costs,\nannual sums, payments, and interest affecting the mortgaged land other than\nthose specified in subsection (2); but the person entitled to the interest on\nthe mortgage debt shall be entitled to recoupment out of the capital of the\nmortgage debt of all payments made by the trustee under the authority conferred\nby this subsection."
    },
    {
      "key": "section:41",
      "title": "Section 41 - Receipts may be given",
      "main_structural_unit": "section",
      "main_structural_number": "41",
      "main_structural_heading": "Receipts may be given",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 41",
      "text": "(1) The receipt in writing of a trustee for any money, securities or other\npersonal property or effects payable, transferable or deliverable to him under\nany trust or power is a sufficient discharge to the person paying, transferring\nor delivering it or them, and effectually exonerates that person from seeing to\nthe application, or being answerable for any loss or misapplication, of the\nmoney, securities or other personal property or effects.\n(2) This section applies notwithstanding anything to the contrary contained in\nthe instrument (if any) creating the trust."
    },
    {
      "key": "section:42",
      "title": "Section 42 - Property, debts, etc., miscellaneous powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "42",
      "main_structural_heading": "Property, debts, etc., miscellaneous powers as to",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 42",
      "text": "A trustee may, if and as he thinks fit --\n(a) accept any property, real or personal, before the time at which it is made\ntransferable or payable; or\n(b) sever and apportion any blended trust funds or property; or\n(c) pay or allow any debt or claim on any evidence that he thinks sufficient;\nor\n(d) accept any composition or any security, real or personal, for any debt or\nfor any property, real or personal, claimed; or\n(e) allow any time for payment of any debt; or\n(f) compromise, compound, abandon, submit to arbitration or otherwise settle\nany debt, account, claim or thing whatever relating to the trust or to the\ntrust property;\nand for any of those purposes may enter into, give, execute, and do such\nagreements, instruments of composition or arrangement, releases, and other\nthings as to him seem expedient, without being responsible for any loss\noccasioned by any act or thing so done by him in good faith."
    },
    {
      "key": "section:43",
      "title": "Section 43 - Capital money may be raised by sale, mortgage, etc. of trust property",
      "main_structural_unit": "section",
      "main_structural_number": "43",
      "main_structural_heading": "Capital money may be raised by sale, mortgage, etc. of trust property",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 43",
      "text": "(1) Where a trustee is authorised by the instrument (if any) creating the trust\nor by or under this Act or any other Act or by law to pay or apply capital\nmoney subject to the trust for any purpose or in any manner, he has and shall\nbe deemed always to have had power to raise the money required by sale,\nconversion, calling in or mortgage of all or any part of the trust property for\nthe time being in possession; and where a trustee, in the exercise of his\npowers in that behalf, purchases any property for the trust, he has and shall\nbe deemed always to have had power to make the purchase on terms of deferred\npayment or on mortgage of that property.\n(2) This section applies notwithstanding anything to the contrary contained in\nthe instrument (if any) creating the trust."
    },
    {
      "key": "section:44",
      "title": "Section 44 - Purchasers etc. dealing with trustees, protection for",
      "main_structural_unit": "section",
      "main_structural_number": "44",
      "main_structural_heading": "Purchasers etc. dealing with trustees, protection for",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 44",
      "text": "A purchaser or mortgagee, paying or advancing money on a sale or mortgage\npurporting to be made under any trust or power (statutory or otherwise) vested\nin a trustee, shall not be concerned to see that the money is wanted, or that\nno more than is wanted is raised, or otherwise as to the application thereof."
    },
    {
      "key": "section:45",
      "title": "Section 45 - Trustees dying, devolution of powers or trusts",
      "main_structural_unit": "section",
      "main_structural_number": "45",
      "main_structural_heading": "Trustees dying, devolution of powers or trusts",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 45",
      "text": "(1) Where a power or trust is given to, or imposed on, 2 or more trustees\njointly, then, unless the contrary is expressed in the instrument (if any)\ncreating the power or trust, the power or trust may be exercised or performed\nfor the time being by the survivors or survivor of them.\n(2) Until the appointment of a new trustee, the personal representative for the\ntime being of a sole trustee or (where there were 2 or more trustees) of the\nlast surviving or continuing trustee shall be capable of exercising or\nperforming any power or trust that was given to, or capable of being exercised\nby, the sole or last surviving or continuing trustee, or other trustees for the\ntime being of the trust; but for the purposes of this subsection the term\ntrustee does not include a personal representative as such.\n(3) This section does not authorise the exercise or performance of any power or\ntrust by an executor who has renounced or has not proved."
    },
    {
      "key": "section:46",
      "title": "Section 46 - Insuring trust property",
      "main_structural_unit": "section",
      "main_structural_number": "46",
      "main_structural_heading": "Insuring trust property",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 46",
      "text": "(1) A trustee may insure against loss or damage, whether by fire or otherwise,\nany insurable property to any amount, including the amount of any insurance\nalready on foot, not exceeding the full replacement value of the property; and\nmay also insure against any risk or liability against which it would be prudent\nfor a person to insure, if he were acting for himself; and may pay the premiums\nfor the insurance out of the income of the property concerned or out of the\nincome of any other property subject to the same trusts, without obtaining the\nconsent of any person who may be entitled wholly or partly to that income.\n(2) A trustee may recover the amounts of any premiums paid in respect of any\ninsurance properly effected from the life tenant or other person entitled to or\nin receipt of the rents and profits of the property concerned.\n(3) Nothing in this section imposes any obligation on a trustee to insure or to\ninsure for any particular value or sum."
    },
    {
      "key": "section:47",
      "title": "Section 47 - Insurance money, application of",
      "main_structural_unit": "section",
      "main_structural_number": "47",
      "main_structural_heading": "Insurance money, application of",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 47",
      "text": "(1) Money receivable by a trustee or any beneficiary under a policy of\ninsurance against the loss of, or damage to, any property subject to a trust,\nwhether by fire or otherwise, (in this section called insurance money) shall,\nwhere the policy has been kept up under any trust in that behalf or under any\npower (statutory or otherwise) or in performance of any covenant or of any\nobligation (statutory or otherwise) or by a tenant for life impeachable for\nwaste, be capital for the purposes of the trust, except so far as it would be\nregarded as income under any rule of law.\n(2) If any insurance money is receivable by any person other than the trustee\nof the trust, that person shall use his best endeavours to recover and receive\nthe money, and shall pay the net residue thereof, after discharging any costs\nof recovering and receiving it, to the trustee of the trust, or, if there is no\ntrustee capable of giving a discharge therefor, into Court.\n(3) Any insurance money, receivable in respect of property held upon trust for\nsale, shall be held upon the trusts and subject to the powers and provisions\napplicable to money arising by a sale under the trust; and, in any other case,\nshall be held upon trusts corresponding as nearly as may be with the trusts\naffecting the property in respect of which it was payable.\n(4) Any insurance money, or any part thereof, may be applied by the trustee,\nor, if in Court, under the direction of the Court, in rebuilding, reinstating,\nreplacing or repairing the property lost or damaged; but any such application\nby the trustee shall be subject to the consent of any person whose consent is\nrequired by the instrument (if any) creating the trust to the investment of\nmoney subject to the trust.\n(5) Nothing in this section affects the right of any person to require any\ninsurance money or any part thereof to be applied in rebuilding, reinstating or\nrepairing the property lost or damaged, or the rights of any mortgagee, lessor\nor lessee, whether under any statute or otherwise.\n(6) This section applies to policies effected either before or after the\ncommencement of this Act, but only to money received after that commencement."
    },
    {
      "key": "section:48",
      "title": "Section 48 - Trust's documents may be put in safe custody",
      "main_structural_unit": "section",
      "main_structural_number": "48",
      "main_structural_heading": "Trust's documents may be put in safe custody",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 48",
      "text": "A trustee may deposit any document held by him relating to the trust, or to the\ntrust property, with any bank or corporation whose business includes the\nundertaking of the safe custody of documents, and any sum payable in respect of\nany such deposit shall be paid out of the income of the trust property, and so\nfar as there is no available income out of the capital of the trust property."
    },
    {
      "key": "section:49",
      "title": "Section 49 - Reversionary interests, powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "49",
      "main_structural_heading": "Reversionary interests, powers as to",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 49",
      "text": "(1) Where trust property includes any share or interest in property not vested\nin the trustee, or the proceeds of sale of any such property, or any other\nthing in action, the trustee, on its or their falling into possession or\nbecoming payable or transferable, may --\n(a) agree or ascertain the amount or value thereof or any part thereof in such\nmanner as he thinks fit; and\n(b) accept in or towards satisfaction thereof, at the market or current value,\nor upon any valuation or estimate of value that he may think fit, any\ninvestments in which trust funds may be invested under this Act; and\n(c) allow any deductions for duties, costs, charges, and expenses that he\nthinks proper or reasonable; and\n(d) execute any release in respect thereof, so as effectually to discharge all\naccountable parties from all liability in respect of any matter coming within\nthe scope of the release,\nwithout being responsible for any loss occasioned by any act or thing so done\nby him in good faith.\n(2) The trustee shall not be under any obligation and shall not be chargeable\nwith any breach of trust by reason of any omission --\n(a) to give any notice in respect of, or apply for any charging or other like\norder upon, any securities or other property out of or in which the share or\ninterest or other thing in action mentioned in subsection (1) is derived,\npayable or charged; or\n(b) to take any proceedings on account of any act, default or neglect on the\npart of the persons in whom the securities or other property mentioned in\nparagraph (a) or any of them or any part of them are for the time being, or had\nat any time been, vested,\nunless and until required in writing so to do by some person, or the guardian\nof some person, beneficially interested under the trust, and unless also due\nprovision is made to his satisfaction for payment of the costs of any\nproceedings required to be taken.\n(3) Nothing in subsection (2) relieves the trustee of the obligation to get in\nand obtain payment or transfer of the share or interest or other thing in\naction upon its falling into possession."
    },
    {
      "key": "section:50",
      "title": "Section 50 - Valuation of trust property, powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "50",
      "main_structural_heading": "Valuation of trust property, powers as to",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 50",
      "text": "(1) A trustee may, for the purpose of giving effect to the trust, or any of the\nprovisions of the instrument (if any) creating the trust or of this Act or any\nother Act, from time to time ascertain and fix the value of any trust property,\nor of any property that he is authorised to purchase or otherwise acquire, in\nsuch manner as he thinks proper; and where the trustee is not personally\nqualified to ascertain the value of any property he shall consult a duly\nqualified person (whether employed by him or not) as to that value; but the\ntrustee shall not be bound to accept any valuation made by any person whom the\ntrustee may consult.\n(2) Any valuation made by the trustee in good faith under this section is\nbinding on all persons beneficially interested under the trust."
    },
    {
      "key": "section:51",
      "title": "Section 51 - Trust's accounts, audit of",
      "main_structural_unit": "section",
      "main_structural_number": "51",
      "main_structural_heading": "Trust's accounts, audit of",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 51",
      "text": "(1) A trustee may, in his absolute discretion, from time to time, cause the\naccounts of the trust property to be examined or audited by a person who\npublicly carries on the business of an accountant, and shall for that purpose\nproduce such vouchers and give such information to that person as he may\nrequire.\n(2) The costs of the examination or audit, including the fee of the person\nmaking the examination or audit, shall be charged against the capital or income\nof the trust property, or partly in one way and partly in the other, as the\ntrustee may in his absolute discretion think fit, but, in default of any\ndirection by the trustee to the contrary in any special case, costs\nattributable to capital shall be borne by capital and those attributable to\nincome by income.\n(3) Where the trustee, or one of the trustees, is the Public Trustee or an\nincorporated company, nothing in this section authorises, except in the case of\na business forming part of the trust property, any costs or fee to be paid out\nof, or borne by, the capital or income of the trust property, unless the Court\napproves of the costs or fee being so paid out or borne."
    },
    {
      "key": "section:52",
      "title": "Section 52 - Co-owners, power to act in conjunction with",
      "main_structural_unit": "section",
      "main_structural_number": "52",
      "main_structural_heading": "Co-owners, power to act in conjunction with",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 52",
      "text": "Where an undivided share in any property is subject to a trust, the trustee may\n(without prejudice to any trust or power in relation to the entirety of the\nproperty) execute or exercise any trust or power vested in him in relation to\nthat share in conjunction with the persons entitled to, or having power in that\nbehalf over, the other share or shares, and notwithstanding that the trustee or\nany one or more of several trustees may be entitled to or interested in any\nsuch share, either in his or their own right or in a fiduciary capacity."
    },
    {
      "key": "section:53",
      "title": "Section 53 - Agents, attorneys, etc., power to employ",
      "main_structural_unit": "section",
      "main_structural_number": "53",
      "main_structural_heading": "Agents, attorneys, etc., power to employ",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 53",
      "text": "(1) A trustee may, instead of acting personally, employ and pay an agent,\nwhether a solicitor, accountant, bank, trustee corporation, stockbroker or\nother person, to transact any business or do any act required to be transacted\nor done in the execution of the trust or the administration of the trust\nproperty, including the receipt and payment of money, and the keeping and audit\nof trust accounts, and shall be entitled to be allowed and paid all charges and\nexpenses so incurred, and shall not be responsible for the default of any such\nagent employed in good faith and without negligence.\n(2) A trustee may appoint any person to act as his agent or attorney for the\npurpose of selling, converting, collecting, getting in, and executing and\nperfecting assurances of, or managing or cultivating, or otherwise\nadministering any property real or personal, movable or immovable, subject to\nthe trust in any place outside the State, or executing or exercising any\ndiscretion or trust or power vested in him in relation to any such property,\nwith such ancillary powers, and with and subject to such provisions and\nrestrictions, as he may think fit, including a power to appoint substitutes,\nand shall not, by reason only of his having made any such appointment, be\nresponsible for any loss arising thereby.\n(3) Without limiting the generality of the powers conferred by subsections (1)\nand (2), a trustee may --\n(a) appoint a solicitor to be his agent to receive and give a discharge for any\nmoney or valuable consideration or property receivable by the trustee under the\ntrust, by permitting the solicitor to have the custody of, and to produce, a\ndeed or instrument having in the body thereof or endorsed thereon a receipt for\nthe money or valuable consideration or property, the deed or instrument being\nexecuted, or the endorsed receipt being signed, by the person entitled to give\na receipt for that consideration; or\n(b) appoint a bank or solicitor to be his agent to receive and give a discharge\nfor any money payable to the trustee under or by virtue of a policy of\ninsurance, by permitting the bank or solicitor to have the custody of and to\nproduce the policy of insurance with a receipt signed by the trustee,\nand the production, by the solicitor, of any such deed or instrument as is\nmentioned in paragraph (a) shall have the same validity and effect as if the\nperson appointing the solicitor had not been a trustee.\n(4) A trustee shall not be chargeable with a breach of trust, by reason only of\nhis having made, or concurred in making, any appointment such as is mentioned\nin subsection (3); but nothing in that subsection exempts a trustee from any\nliability that he would have incurred if this Act and any enactment replaced by\nthis Act had not been passed, where he permits any money, valuable\nconsideration or property therein mentioned to remain in the hands or under the\ncontrol of the bank or solicitor for a longer period than is reasonably\nnecessary to enable the bank or solicitor, as the case may be, to pay or\ntransfer it to the trustee.\n(5) Subsections (3) and (4) apply whether the money or valuable consideration\nor property was or is received before or after the commencement of this Act."
    },
    {
      "key": "section:54.p1",
      "title": "Section 54 - Delegation of trustees' powers during absence from State or incapacity",
      "main_structural_unit": "section",
      "main_structural_number": "54",
      "main_structural_heading": "Delegation of trustees' powers during absence from State or incapacity",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 54",
      "text": "(1) A trustee who for the time being is out of the State or is about to depart therefrom, or is a member of Her Majesty's forces, or who is, or may be about to become, by reason of physical infirmity, temporarily incapable of performing all his duties as a trustee may, subject to the provisions of this section, but notwithstanding any rule of law or equity to the contrary, by power of attorney executed as a deed, delegate to any person the execution or exercise during his absence from the State or during his incapacity, as the case may be, of all or any trusts, powers, authorities, and discretions vested in him as such trustee, whether alone or jointly with any other person or persons; but a person being the only other co-trustee and not being a trustee corporation shall not be appointed to be an attorney under this subsection. (2) Notwithstanding the power to delegate conferred by subsection (1), a trustee may not so delegate unless his co-trustees or co-trustee (if any) and such other person as is empowered by the instrument (if any) creating the trust to appoint trustees, consent by the same or other deed to the delegation. (3) Where any delegation has under this section been duly made to and accepted by any person and is for the time being in operation, that person has, within the scope of the delegation, the same trusts, powers, authorities, discretions, liabilities, and responsibilities (except the power of delegation conferred by this section) as he would have if he were then the trustee. (4) In any proceedings brought by any person beneficially interested under the trust against the donor of a power of attorney given under this section, in respect of any act or default of the donee of the power, it is a defence for the donor to prove that the donee was appointed by him in good faith and without negligence. (5) All jurisdictions and powers of any Court apply to the donee of a power of attorney given under this section in the same manner, so far as respects the execution of the trust or the administration of the estate to which the power of attorney relates, as if the donee were acting in relation to the trust or estate in the same capacity as the donor of the power. (6) A power of attorney given under this section does not come into operation unless and until the donor is out of the State or is incapable of performing all his duties as a trustee, and is revoked by his return or by his recovery of that capacity, as the case may be. (7) In favour of any person dealing with the donee of a power of attorney given under this section, any act done or instrument executed by the donee is, notwithstanding that the power has never come into operation or has been revoked, whether by the act of the donor of the power or by operation of law, as valid and effectual as if the power had come into operation and remained unrevoked at the time when the act was done or the instrument executed, unless that person had at that time actual notice that the power had never come into operation or of the revocation of the power. (8) In favour of any person dealing with the donee of a power of attorney given under this section, any act done or instrument executed by the donee is, notwithstanding that any consents to the delegation that are required by subsection (2) have not been given, as valid and effectual as if those consents had been properly given, unless that person had at the time when the act was done or the instrument was executed actual notice that those consents had not been given. (9) A statutory declaration by the donee of a power of attorney given under this section relating to any trust or estate that the power has come into operation, or that in any transaction the donee is acting in the execution of the trust or the administration of the estate, is, in favour of a person dealing with the donee of the power, conclusive evidence of that fact. (10) The fact that it appears from any power of attorney given under this section, or from any evidence required for the purposes of any power of attorney or otherwise, that in any transaction the donee of the power is acting in the execution of a trust shall not affect with notice of the trust any person dealing in good faith"
    },
    {
      "key": "section:54.p2",
      "title": "Section 54 - Delegation of trustees' powers during absence from State or incapacity",
      "main_structural_unit": "section",
      "main_structural_number": "54",
      "main_structural_heading": "Delegation of trustees' powers during absence from State or incapacity",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 54",
      "text": "transaction the donee is acting in the execution of the trust or the administration of the estate, is, in favour of a person dealing with the donee of the power, conclusive evidence of that fact. (10) The fact that it appears from any power of attorney given under this section, or from any evidence required for the purposes of any power of attorney or otherwise, that in any transaction the donee of the power is acting in the execution of a trust shall not affect with notice of the trust any person dealing in good faith with the donee. (11) Where it is intended that the donee of a power of attorney given under this section shall be entitled to transfer, or otherwise deal with, land under the operation of the Transfer of Land Act 1893, the power of attorney shall be in the form, and executed and attested in the manner, prescribed by Part VI of that Act."
    },
    {
      "key": "section:55",
      "title": "Section 55 - Business, trade, etc. of deceased, power to carry on",
      "main_structural_unit": "section",
      "main_structural_number": "55",
      "main_structural_heading": "Business, trade, etc. of deceased, power to carry on",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 55",
      "text": "(1) Subject to the provisions of any other Act, if at the time of his death any\nperson is engaged (whether alone or in partnership) in carrying on a business,\ntrade or occupation, it shall be lawful for his trustee to continue to carry on\nthat business, trade or occupation, in the same manner, for any one or more of\nthe following periods, namely --\n(a) 2 years from the death of that person; or\n(b) such period as may be necessary or desirable for the winding up of the\nbusiness; or\n(c) such further period or periods as the Court may approve.\n(2) In exercise of the powers conferred by this section or by the instrument\ncreating the trust, a trustee may --\n(a) employ any part of the deceased's estate that is subject to the same\ntrusts; and\n(b) from time to time increase or diminish the part of the estate employed as\nprovided by paragraph (a); and\n(c) purchase stock, machinery, implements, and chattels for the purpose of the\nbusiness mentioned in subsection (1); and\n(d) employ such managers, agents, servants, clerks, workmen and others as he\nthinks fit; and\n(e) at any time enter into a partnership agreement to take the place of any\npartnership agreement subsisting immediately before the death of the deceased\nor at any time thereafter and notwithstanding that the trustee was a partner of\nthe deceased in his own right; and\n(f) enter into share-farming agreements.\n(3) Application to the Court for leave to carry on a business may be made by\nthe trustee or any person beneficially interested in the estate at any time,\nwhether or not any previous authority to carry on the business has expired; and\nthe Court may make such an order, or may order that the business be not carried\non, or be carried on subject to conditions, or may make such other order as, in\nthe circumstances, it thinks fit.\n(4) Nothing in this section affects any other authority to do the acts thereby\nauthorised to be done.\n(5) Where a trustee is in any manner interested or concerned in a trade or\nbusiness, he may make such subscriptions as it would be prudent for him to\nmake, if he were acting for himself, out of the income of the assets affected,\nto any fund created for objects or purposes in support of any trade or business\nof a like nature and subscribed to by other persons engaged in a like trade or\nbusiness."
    },
    {
      "key": "section:56",
      "title": "Section 56 - Business, power to convert into, or sell to, a company",
      "main_structural_unit": "section",
      "main_structural_number": "56",
      "main_structural_heading": "Business, power to convert into, or sell to, a company",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 56",
      "text": "(1) A trustee may at any time, at the expense of the trust property, convert or\njoin in converting any business into a company limited by shares in such manner\nas he thinks fit; and may, at the like expense, promote and assist in promoting\na company for taking over the business; and may sell or transfer the business\nand the capital and assets and goodwill thereof, or any part thereof, to the\ncompany, or to any company having for its objects the purchase of such a\nbusiness, in consideration, in either case, wholly or in part of ordinary or\npreference shares wholly or partially paid up of any such company, or wholly or\nin part of debentures, debenture stock, or bonds of any such company, and as to\nthe balance (if any) in cash payable immediately, or by any instalments with or\nwithout security.\n(2) A trustee may retain as an investment of the trust any shares, debentures,\ndebenture stock or bonds received by him in consequence of the exercise by him\nof any power conferred by subsection (1)."
    },
    {
      "key": "section:57",
      "title": "Section 57 - Trustee may sue himself in a different capacity",
      "main_structural_unit": "section",
      "main_structural_number": "57",
      "main_structural_heading": "Trustee may sue himself in a different capacity",
      "defined_term": null,
      "structure_path": "Part IV -- General powers of trustees > Section 57",
      "text": "Notwithstanding any rule of law or practice to the contrary, a trustee of any\nproperty in that capacity may sue, and be sued by, himself in any other\ncapacity whatsoever, including his personal capacity; but in every such case\nthe trustee shall obtain the directions of the Court in which the proceedings\nare taken, as to the manner in which the opposing interests are to be\nrepresented.\n            Part V -- Maintenance, advancement and protective trusts"
    },
    {
      "key": "section:58.p1",
      "title": "Section 58 - Infant beneficiary, application of income until 18",
      "main_structural_unit": "section",
      "main_structural_number": "58",
      "main_structural_heading": "Infant beneficiary, application of income until 18",
      "defined_term": null,
      "structure_path": "Part V -- Maintenance, advancement and protective trusts > Section 58",
      "text": "(1) Where any property is held by a trustee in trust for any person for any interest whatsoever, whether vested or contingent, then, subject to any prior interests or charges affecting that property -- (a) during the infancy of that person, if his interest so long continues, the trustee may, at his sole discretion, pay to his parent or guardian (if any) or otherwise apply for or towards his maintenance, education (including past maintenance or education) or his advancement or benefit, the whole or such part, if any, of the income of that property as may, in all the circumstances, be reasonable, whether or not there is -- (i) any other fund applicable to the same purpose; or (ii) any person bound by law to provide for his maintenance, education, advancement or benefit; and (b) if the person on attaining the age of 18 years has not a vested interest in that income, the trustee shall thenceforth pay the income of that property and of any accretion thereto, under subsection (2), to him until he either attains a vested interest therein or dies, or until failure of his interest; but, in deciding whether the whole or any part of the income of the property is during a minority to be paid or applied for the purposes in this subsection mentioned, the trustee shall have regard to the age of the infant and his requirements and, generally, to the circumstances of the case, and in particular to what other income (if any) is applicable for the same purposes; and where the trustee has notice that the income of more than one fund is applicable for those purposes, then, so far as practicable, unless the entire income of the funds is paid or applied for those purposes or the Court otherwise directs, a proportionate part only of the income of each fund shall be so paid or applied. (2) During the infancy of any such person as is mentioned in subsection (1), if his interest so long continues, the trustee shall accumulate all the residue of that income in the way of compound interest by investing it and the resulting income thereof from time to time in investments in which trust funds may be invested under this Act, and shall hold those accumulations -- (a) if the person -- (i) attains the age of 18 years, or marries under that age, and his interest in the income during his infancy or until his marriage is a vested interest; or (ii) on attaining the age of 18 years or on marriage under that age becomes entitled to the property from which the income arose in fee simple, absolute or determinable, or absolutely, or for an entailed interest, in trust for that person absolutely, but without prejudice to any provisions with respect thereto contained in any settlement by him made under any statutory power during his infancy, and so that the receipt of that person after marriage, and though still an infant, shall be a good discharge; and (b) in any other case, notwithstanding that the person had a vested interest in the income, as an accretion to the capital of the property from which the accumulations arose and as one fund with that capital for all purposes; but the trustee may, at any time during the infancy of that person if his interest so long continues, apply those accumulations, or any part thereof, as if they were income arising in the then current year. (3) This section applies in the case of a contingent interest, only if the limitation or trust carries the intermediate income of the property held in trust, but it applies to a future or contingent legacy by the parent of, or a person standing in loco parentis to, the legatee, if and for such period as, under the general law, the legacy carries interest for the maintenance of the legatee, and in the latter case the rate of interest shall (if the income available is sufficient and subject to any rules of Court to the contrary) be 5% per annum; and where in the case of a contingent interest the limitation or trust would, but for the operation of a protective trust (whether created or statutory) carry the intermediate income of the property, that limitation or trust shall for the purposes of this subsection be deemed, notwithstanding the protective trust, to carry the intermediate income. (4) This section applies to a vested annuity in like manner as if the annuity were the income of property held by a trustee in trust to pay the income thereof to"
    },
    {
      "key": "section:58.p2",
      "title": "Section 58 - Infant beneficiary, application of income until 18",
      "main_structural_unit": "section",
      "main_structural_number": "58",
      "main_structural_heading": "Infant beneficiary, application of income until 18",
      "defined_term": null,
      "structure_path": "Part V -- Maintenance, advancement and protective trusts > Section 58",
      "text": "of Court to the contrary) be 5% per annum; and where in the case of a contingent interest the limitation or trust would, but for the operation of a protective trust (whether created or statutory) carry the intermediate income of the property, that limitation or trust shall for the purposes of this subsection be deemed, notwithstanding the protective trust, to carry the intermediate income. (4) This section applies to a vested annuity in like manner as if the annuity were the income of property held by a trustee in trust to pay the income thereof to the annuitant for the same period for which the annuity is payable, save that in any case accumulations made during the infancy of the annuitant shall be held in trust for the annuitant or his personal representative absolutely. [Section 58 amended: No. 113 of 1965 s. 8; No. 46 of 1972 s. 6(2); No. 1 of Section 1997 s. 13.]"
    },
    {
      "key": "section:59",
      "title": "Section 59 - Capital may be applied for maintenance, education, etc.",
      "main_structural_unit": "section",
      "main_structural_number": "59",
      "main_structural_heading": "Capital may be applied for maintenance, education, etc.",
      "defined_term": null,
      "structure_path": "Part V -- Maintenance, advancement and protective trusts > Section 59",
      "text": "A trustee may at any time or times pay or apply any capital money or other\ncapital asset subject to a trust, for the maintenance, education (including\npast maintenance or education), or the advancement or benefit, in such manner\nas he may in his absolute discretion think fit, of any person entitled to the\ncapital of the trust property or any share thereof, whether absolutely or\ncontingently on his attaining any specified age or on the occurrence of any\nother event, or subject to a gift over on his death under any specified age or\non the occurrence of any other event, and whether in possession or in remainder\nor reversion, and any such payment or application may be made notwithstanding\nthat the interest of that person is liable to be defeated by the exercise of a\npower of appointment or revocation or by the operation of the rule against\nperpetuities or to be diminished by the increase of the class to which he\nbelongs; but --\n(a) the money or asset so paid or applied for the maintenance, education,\nadvancement or benefit of any person shall not exceed altogether $2 000 or half\nof the presumptive or vested share or interest of that person in the trust\nproperty, whichever is the greater; and\n(b) where that person or any other person is or becomes absolutely and\nindefeasibly entitled to the share of the trust property in which that person\nhad a presumptive or vested interest when the money or asset was so paid or\napplied, that money or asset shall be brought into account as part of that\nshare of the trust property; and\n(c) that payment or application shall not be made so as to prejudice any person\nentitled to any prior life or other interest, whether vested or contingent, in\nthe money or asset paid or applied, unless that person is in existence and of\nfull age and consents in writing to the payment or application, or unless the\nCourt, on the application of the trustee, so orders."
    },
    {
      "key": "section:60",
      "title": "Section 60 - Advances for maintenance etc. may be made conditionally",
      "main_structural_unit": "section",
      "main_structural_number": "60",
      "main_structural_heading": "Advances for maintenance etc. may be made conditionally",
      "defined_term": null,
      "structure_path": "Part V -- Maintenance, advancement and protective trusts > Section 60",
      "text": "(1) Where a power to pay or apply any property for the maintenance, education,\nadvancement or benefit of any person or for any one or more of those purposes\nis vested in a trustee, the trustee when exercising the power shall have, and\nbe deemed always to have had, authority to impose on the person any condition,\nwhether as to repayment, payment of interest, giving security, or otherwise;\nand at any time after imposing any such condition, the trustee may, either\nwholly or in part, waive the condition or release any obligation undertaken or\nany security given by reason of the condition.\n(2) In determining the amount or value of the property that a trustee, who has\nimposed a condition pursuant to subsection (1), may pay or apply in exercise of\nhis powers in that regard, any money repaid to the trustee or recovered by him\nshall be deemed not to have been so paid or applied by the trustee.\n(3) Nothing in this section imposes upon a trustee any obligation to impose any\ncondition pursuant to subsection (1); and a trustee, when imposing any\ncondition as to giving security, shall not be affected by any restrictions upon\nthe investment of trust funds, whether imposed by this Act or by any rule of\nlaw or by the trust instrument (if any).\n(4) A trustee is not liable for any loss which may be incurred in respect of\nany money that is paid or applied under this section, whether the loss arises\nthrough failure to take security, through the security being insufficient,\nthrough failure to take action for its protection, through the release or\nabandonment of the security without payment, or from any other cause."
    },
    {
      "key": "section:61",
      "title": "Section 61 - Protective trusts, rules as to",
      "main_structural_unit": "section",
      "main_structural_number": "61",
      "main_structural_heading": "Protective trusts, rules as to",
      "defined_term": null,
      "structure_path": "Part V -- Maintenance, advancement and protective trusts > Section 61",
      "text": "(1) Where any income, including an annuity or other periodic income payment, is\ndirected to be held on protective trusts for the benefit of any person (in\nthis section called the principal beneficiary) for the period of his life or\nany less period, then during that period (in this section called the trust\nperiod) that income shall, without prejudice to any prior interest, be held on\ntrust as by this section provided.\n(2) The income to which this section refers shall be held on trust for the\nprincipal beneficiary during the trust period or until, whether before or after\nthe termination of any prior interest --\n(a) the principal beneficiary does, or attempts to do, or suffers, any act or\nthing; or\n(b) any event, other than an advance under any statutory or express power,\nhappens,\nwhereby, if the income were payable during the trust period to the principal\nbeneficiary absolutely during that period, he would be deprived of the right to\nreceive it or any part of it; and, in any of those cases, as well as on the\ntermination of the trust period, whichever first happens, this trust of the\nincome shall fail and determine.\n(3) Where the trust, to which subsection (2) refers, fails or determines during\nthe subsistence of the trust period, then, during the remainder of that period,\nthe income to which that subsection refers shall be held upon trust for the\napplication thereof for the maintenance, education, advancement or benefit of\nall, or any one or more exclusively of the other or others, of --\n(a) the principal beneficiary and his, or her, spouse or de facto partner (if\nany) and his, or her, children or more remote issue (if any); or\n(b) where there is no spouse or de facto partner or issue of the principal\nbeneficiary in existence, the principal beneficiary and the persons who would,\nif he were dead, be entitled to the trust property or the income thereof or the\nannuity fund (if any) or arrears of the annuity,\nas the trustee, in his absolute discretion and without being liable to account\nfor the exercise of that discretion, thinks fit.\n(4) This section does not apply to trusts coming into operation before the\ncommencement of this Act, and has effect subject to any variation, contained in\nthe instrument creating the trust, of the trusts declared by subsections (2)\nand (3).\n(5) Nothing in this section operates to validate any trust that would, if\ncontained in the instrument creating the trust, be liable to be set aside.\n            Part VI -- Indemnities and protection of trustees, etc."
    },
    {
      "key": "section:62",
      "title": "Section 62 - Leases etc., trustees' liability under",
      "main_structural_unit": "section",
      "main_structural_number": "62",
      "main_structural_heading": "Leases etc., trustees' liability under",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 62",
      "text": "(1) Where a trustee liable as such for --\n(a) any rent, covenant or agreement reserved by, or contained in, any lease; or\n(b) any rent, covenant or agreement payable under, or contained in, any grant\nmade in consideration of a rent charge; or\n(c) any indemnity given in respect of any rent, covenant or agreement referred\nto in either paragraph (a) or (b),\nsatisfies all liabilities under the lease or grant that may have accrued and\nbeen claimed up to the date of the conveyance hereinafter in this subsection\nmentioned, and, where necessary, sets apart a sufficient fund to answer any\nfuture claim that may be made in respect of any fixed and ascertained sum that\nthe lessee or grantee agreed to lay out on the property demised or granted,\nalthough the period for laying out that sum may not have arrived, then, and in\nany such case, the trustee may convey the property demised or granted to a\npurchaser, legatee, devisee or other person entitled to call for a conveyance\nthereof; and may thereafter distribute the trust estate, other than the fund\n(if any) set apart under this subsection, to or amongst the persons entitled\nthereto, without appropriating any part, or any further part, as the case may\nbe, of the trust estate to meet any future liability under the said lease or\ngrant; and notwithstanding that distribution, the trustee shall not be\npersonally liable in respect of any subsequent claim under the lease or grant.\n(2) For the purposes of this section a trustee shall be deemed to be liable as\nsuch for any liabilities arising from privity of estate that he may incur under\nthe obligations contained in a lease or grant, if he is entitled to reimburse\nhimself out of the trust property for all expenses he may incur in respect of\nthe liabilities.\n(3) This section operates without prejudice to the right of the lessor or\ngrantor, or the persons deriving title under the lessor or grantor, to follow\nthe trust property or any part thereof or any property representing that\nproperty into the hands of the persons amongst whom it may have been\ndistributed, and applies notwithstanding anything to the contrary in the\ninstrument (if any) creating the trust.\n(4) In this section lease includes a sublease and an agreement for a lease or\nsublease and any instrument giving any such indemnity as is mentioned in\nsubsection (1) or varying the liabilities under the lease; grant applies to a\ngrant whether the rent is created by limitation, grant, reservation or\notherwise, and includes an agreement for a grant and any instrument giving any\nsuch mentioned indemnity or varying the liabilities under the grant; and lessee\nand grantee include persons respectively deriving title under a lessee or\ngrantee."
    },
    {
      "key": "section:63",
      "title": "Section 63 - Deceased estate, advertising for claims against, trustees' protection",
      "main_structural_unit": "section",
      "main_structural_number": "63",
      "main_structural_heading": "Deceased estate, advertising for claims against, trustees' protection",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 63",
      "text": "(1) Where a trustee has given notice by advertisement published at least once\nin the Government Gazette and in a newspaper circulating in each locality in\nwhich, in the opinion of the trustee, claims are likely to arise, requiring\npersons having claims to which this section applies to send to the trustee,\nwithin the time fixed in the notice, particulars of their claims and warning\nthem of the consequences of their failure to do so, then, at the expiration of\nthat time or at any time thereafter, the trustee may administer or distribute\nthe property or any part thereof to which the notice relates to or among the\npersons entitled thereto having regard only to the claims, whether formal or\nnot, of which the trustee then has notice; and he shall not, as respects the\nproperty so administered or distributed, be liable to any person of whose claim\nhe has not had notice at the time of the administration or distribution.\n(2) Nothing in this section affects any remedy that a person may have under\nsection 65 or any other right or remedy available to him against any person\nother than the trustee, including any right that he may have to follow the\nproperty and any money or property into which it is converted.\n(3) The time to be fixed by any notice, published in accordance with\nsubsection (1), for the sending in of claims, shall be not less than one month\nfrom the date on which the notice is given.\n(4) Where the personal representative of a deceased person gives notice by\nadvertisement in accordance with subsection (1), the localities specified in\nthat subsection shall include each locality in which the deceased resided or\ncarried on business at any time during the year immediately preceding his\ndeath.\n(5) Notice by advertisement for the purposes of this section shall, so far as\nregards the contents of the advertisement, be sufficient if given in the form\nin the Second Schedule or in a form to the like effect.\n(6) Where the trustee is in doubt as to what advertisements should be published\nunder this section, he may apply to the Court for directions.\n(7) Any advertisement published under this section may relate to more than one\nestate or trust property.\n(8) This section applies notwithstanding anything to the contrary in the\ninstrument (if any) creating the trust.\n(9) Except as provided in subsection (10), this section applies to claims,\nwhether present or future, certain or contingent, against a trustee, being\nclaims --\n(a) against or in respect of the estate of the deceased person or the trust\nproperty, including (without limiting the generality of the foregoing) claims\nthat survive or lie against or in respect of the estate or property under\nsection 4 of the Law Reform (Miscellaneous Provisions) Act 1941; or\n(b) against the trustee personally, by reason of his being under any liability\nin respect of which he is entitled to reimburse himself out of the estate or\nproperty that he is administering.\n(10) This section does not apply to --\n(a) any claim under the Family Provision Act 1972; or\n(b) any claim by a person to be a beneficiary under the will, or to be entitled\non the intestacy, of the deceased person, or to be beneficially interested\nunder the trust."
    },
    {
      "key": "section:64",
      "title": "Section 64 - Claims etc., procedure for barring",
      "main_structural_unit": "section",
      "main_structural_number": "64",
      "main_structural_heading": "Claims etc., procedure for barring",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 64",
      "text": "(1) Where a trustee wishes to reject a claim that has been made, or that he has\nreason to believe may be made --\n(a) to or against the estate or property that he is administering; or\n(b) against the trustee personally, by reason of his being under any liability\nin respect of which he is entitled to reimburse himself out of the estate or\nproperty that he is administering,\nthe trustee may serve upon the claimant or the person who may become a claimant\na notice calling upon him, within a period of 3 months from the date of service\nof the notice, to take legal proceedings to enforce the claim and also to\nprosecute the proceedings with all due diligence.\n(2) At the expiration of the period stipulated in a notice served under\nsubsection (1), the trustee may apply to the Court for an order under\nsubsection (3), and shall serve a copy of the application on the person\nconcerned.\n(3) Where, on the hearing of an application made under subsection (2), the\nperson concerned does not satisfy the Court that he has commenced proceedings\nand is prosecuting them with all due diligence, the Court may make an order --\n(a) extending the period, or barring the claim, or enabling the trust property\nto be dealt with without regard to the claim; and\n(b) imposing such conditions and giving such directions, including a direction\nas to the payment of the costs of or incidental to the application, as the\nCourt thinks fit.\n(4) Where a trustee has served any notices under this section in respect of\nclaims on 2 or more persons, and the period specified in each of those notices\nhas expired, he may, if he thinks fit, apply for an order in respect of the\nclaims of those persons by a single application, and the Court may, on that\napplication, make an order accordingly.\n(5) This section applies to every claim therein mentioned, whether the claim is\nor may be made as creditor or next-of-kin or beneficiary under the trust or\notherwise; but it does not apply to any claim under the Family Provision\nAct 1972, and no order made under this section shall affect any application for\nrevocation of any grant of Probate or of Letters of Administration, whether\nthat application is made before or after the order.\n(6) On an application by a trustee under this section, the persons beneficially\nentitled to the estate or property need not be made parties to the proceedings,\nand an order made by the Court on the application shall not affect their right\nto contest the claim of the trustee to be entitled to indemnify himself out of\nthe estate or property that he is administering where they were not parties to\nthe proceedings in which the order was made."
    },
    {
      "key": "section:65.p1",
      "title": "Section 65 - Deceased estate, claims made after distribution of, tracing, following",
      "main_structural_unit": "section",
      "main_structural_number": "65",
      "main_structural_heading": "Deceased estate, claims made after distribution of, tracing, following",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 65",
      "text": "assets (1) This section applies where a trustee has distributed any assets forming part of the estate of a deceased person or subject to a trust, and there is nothing in any Act to prevent the distribution from being disturbed. (2) Where this section applies, the Court may make an order on a claim, being -- (a) an application under the Family Provision Act 1972; or (b) a claim to which section 63 applies; or (c) a claim by a person to be a beneficiary under the will, or to be entitled on the intestacy, of the deceased person, or to be beneficially interested under the trust; any of which application or claims are, hereinafter in this section, called the claim. (3) An order under subsection (2) may provide that -- (a) any person to whom any assets, to which the section applies, were distributed, or his personal representative, shall pay to the person making the claim or to the trustee a sum not exceeding the value of those assets; or (b) any person, who has received, otherwise than in good faith and for valuable consideration, any interest in any assets, to which this section applies, from the person to whom they were distributed or his personal representative, shall pay to the person making the claim or to the trustee a sum not exceeding the value of that interest; and for the purpose of giving effect to that order the Court may make such further order as it thinks fit. (4) The remedies given to any person by this section are in addition to all other rights and remedies (if any) available to that person, and nothing, other than the provisions of subsection (7) and (8), restricts those other rights and remedies. (5) Subject to the provisions of subsection (6), an order under this section shall not be made by the Court -- (a) where the claim is an application for an order under the Family Provision Act 1972, unless -- (i) the application is made within the period specified in section 7(2)(a) of that Act; or (ii) leave to file out of time has been given under section 7(2)(b) of that Act; or (b) in the case of any other claim, unless the application for that order is made within the time within which the applicant could have enforced his claim in respect of the estate, without special leave of the Court, if the assets had not been distributed; but, notwithstanding the foregoing provisions of this subsection, the order may be made, with the special leave of the Court, on application made within the time within which the applicant could have enforced his claim, in respect of the estate, with special leave of the Court, if the assets had not been distributed. (6) Notwithstanding anything to the contrary in subsection (5), where a trustee has made a distribution of any assets forming part of the estate of a deceased person or subject to a trust, and any person who is entitled to apply for an order under this section has, within the time specified in that subsection, applied to the Court for an order on the claim and that person was not aware of the distribution at the time when he made that application, the Court may hear an application by that person under this section after the expiration of the period prescribed by subsection (5), if it is made within 6 months after the date on which the person first became aware of the distribution, and may make an order accordingly. (7) Notwithstanding any rule of law to the contrary, where a trustee has made a distribution of any assets forming part of the estate of a deceased person or subject to a trust -- (a) a person may exercise the remedies (if any) given to him by this section and all other rights and remedies available to him (including all rights that he may have to follow assets and any money or property into which they have been converted) without first exercising the rights and remedies (if any) available to him against the trustee in consequence of the making of the distribution; and (b) a person shall not exercise any remedy that may be available to him against the trustee in consequence of the making of the distribution, until he has exhausted all other remedies available to him, whether under this section or in equity or otherwise. (8) Where a trustee has made a distribution of any assets forming part of the estate of a deceased person or subject to a trust, relief (whether under"
    },
    {
      "key": "section:65.p2",
      "title": "Section 65 - Deceased estate, claims made after distribution of, tracing, following",
      "main_structural_unit": "section",
      "main_structural_number": "65",
      "main_structural_heading": "Deceased estate, claims made after distribution of, tracing, following",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 65",
      "text": "without first exercising the rights and remedies (if any) available to him against the trustee in consequence of the making of the distribution; and (b) a person shall not exercise any remedy that may be available to him against the trustee in consequence of the making of the distribution, until he has exhausted all other remedies available to him, whether under this section or in equity or otherwise. (8) Where a trustee has made a distribution of any assets forming part of the estate of a deceased person or subject to a trust, relief (whether under this section or in equity or otherwise) against any person other than the trustee or in respect of any interest of any such person in any assets so distributed and in any money or property into which they have been converted, shall be denied, wholly or in part, if the person from whom relief is sought received the assets or interest in good faith and has so altered his position in reliance on his having an indefeasible interest in the assets or interest, that, in the opinion of the Court, having regard to all possible implications in respect of the trustee and other persons, it is inequitable to grant relief or to grant relief in full. (9) Without prejudice to the provisions of subsection (8), an order under this section may provide that any payment directed to be made by that order shall be made by periodic payments or by instalments, and the Court may fix the amount or rate thereof in the order, and may from time to time vary, suspend or discharge the order for cause shown, as the Court thinks fit."
    },
    {
      "key": "section:66.p1",
      "title": "Section 66 - Unknown beneficiaries, advertising for, distribution of shares of",
      "main_structural_unit": "section",
      "main_structural_number": "66",
      "main_structural_heading": "Unknown beneficiaries, advertising for, distribution of shares of",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 66",
      "text": "(1) Where any property is held by a trustee and the property or any part thereof cannot be distributed because the trustee does not know -- (a) whether any person who is, or may be, entitled thereto is, or at any material date was, in existence; or (b) whether all or any of the persons who are members of any class that is or may be entitled thereto are, or at any material date were, in existence; or (c) whether any such person as is mentioned in paragraph (a) or (b) is alive or dead or where he is to be found, the trustee may publish such advertisements (whether in the State or elsewhere) as are appropriate in the circumstances calling upon every such person and every person claiming through any such person to send in his claim within a time to be specified in the advertisements, being, in any case, not less than Section 2 months from the date on which the advertisement is published. (2) Where the trustee is in doubt as to what advertisements should be published under this section, he may apply to the Court for directions in that regard. (3) Where the trustee has received (whether as a result of advertisements or not) a claim that any person is a person to whom any advertisement made under this section relates, or any notice that any person may claim to be such a person, and the trustee is not satisfied that the claim is or would be valid, the trustee may serve upon the claimant or the person of whom the trustee has notice as aforesaid, a notice calling upon him, within a period of 3 months from the date of service of the notice, to take legal proceedings to enforce the claim, if he wishes to pursue it, and to prosecute the proceedings with all due diligence; and advising him that, if he fails to do so, his claim may be disregarded and application may be made to the Court without further notice for an order authorising the distribution of the property. (4) Nothing in subsection (3) makes it necessary for the trustee to serve a notice therein mentioned on any person; and the Court may make an order under this section, whether or not such a notice has been served on any person, if it is satisfied that the information supplied to the trustee by that person or otherwise in the possession of the trustee indicates that the person is not one of the persons specified in the advertisements or is not likely to be one of those persons. (5) Upon proof by affidavit of the circumstances, and of the inquiries that have been made, and of the results of the inquiries and advertisements, and of the claims of which the trustee has received notice, and of the notices that the trustee has given to claimants under subsection (3), and of the action (if any) that the claimants have taken to enforce their claims, the Court may order that the trustee be at liberty to distribute the property or part thereof, subject to such conditions as the Court may impose -- (a) as if every person and every member of any class of person specified in the order (being all or any of the persons specified in the advertisements) is not in existence or never existed or has died before a date or event specified in the order; and (b) where as a consequence of the order it is not possible or practicable to determine whether or not any condition or requirement affecting a beneficial interest in the property or any part thereof has been complied with or fulfilled, as if that condition or requirement had or had not been complied with or fulfilled, as the Court may determine. (6) In making any order under subsection (5), the Court may -- (a) disregard (without express reference thereto in the order) the claims of any persons who do not appear to the Court to be, or likely to be, any of the persons specified in the advertisements; (b) disregard (without express reference thereto in the order) the claim of any person to whom the trustee has given notice under subsection (3) and who has failed to take legal proceedings to enforce the claim or to prosecute any such proceedings with all due diligence; (c) exclude from the operation of the order any person to whom the trustee has not given notice under subsection (3) and who, in the opinion of the Court, may be one of the persons specified in the advertisements, or"
    },
    {
      "key": "section:66.p2",
      "title": "Section 66 - Unknown beneficiaries, advertising for, distribution of shares of",
      "main_structural_unit": "section",
      "main_structural_number": "66",
      "main_structural_heading": "Unknown beneficiaries, advertising for, distribution of shares of",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 66",
      "text": "to be, any of the persons specified in the advertisements; (b) disregard (without express reference thereto in the order) the claim of any person to whom the trustee has given notice under subsection (3) and who has failed to take legal proceedings to enforce the claim or to prosecute any such proceedings with all due diligence; (c) exclude from the operation of the order any person to whom the trustee has not given notice under subsection (3) and who, in the opinion of the Court, may be one of the persons specified in the advertisements, or any person whom the Court considers should, for any reason, be excluded from the operation of the order; (d) provide that the order shall not be acted on for such period or except on such conditions as may be specified in the order or that the effect of the order shall during a period so specified be advertised in such manner and form as may be specified in the order, or that the order be served upon such person or persons as are specified therein; and in the event of the Court exercising the jurisdiction conferred by this paragraph it may in the order direct that the order shall be of no effect in respect of any person specified therein in the event of that person instituting proceedings in the State to enforce his claim and serving the proceedings upon the trustee within such period as is specified in the order. (7) The Court may make an order under this section notwithstanding that there has not been strict compliance with any directions as to advertisements previously given by the Court, or that an error has been made in any advertisement (whether or not any directions have previously been given by the Court) if the Court considers that the error would not be likely to have prejudiced or misled the persons to whom the advertisement relates. (8) Where the Court makes an order under this section that the trustee may distribute any property or part thereof as if every person and every member of any class of persons specified in the order (not being a person expressly excluded from the operation of the order) is not in existence or never existed or has died before a date or event specified in the order, and the trustee distributes in accordance with the order, the trustee shall be exonerated from any further liability to any such person or to any member of any such class; but nothing in this section affects any remedy that any person may have against any person other than the trustee, including any right that he may have to follow the property and any money or property into which it is converted. (9) The Court may make one or more orders under this section in respect of the same property. (10) Any order made under this section may direct how the costs of the order and of advertising under or for the purposes of the order shall be borne. (11) It shall not be necessary to serve notice of an application for an order under this section upon any person, unless the Court otherwise orders. (12) Nothing in this section affects the right of the trustee (if he so wishes) to distribute under any other law or statutory provision or affects the protection thereby afforded when he makes distribution pursuant to any such law or provision."
    },
    {
      "key": "section:67",
      "title": "Section 67 - Service of notices etc. under s. 30(1)(k), 64 and 66",
      "main_structural_unit": "section",
      "main_structural_number": "67",
      "main_structural_heading": "Service of notices etc. under s. 30(1)(k), 64 and 66",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 67",
      "text": "(1) Any notice, application or order that is to be served in accordance with\nsection 64 or section 66, or in accordance with any order made pursuant to the\nlatter section, or any notice that is to be served under section 30(1)(k), may\nbe served --\n(a) by delivering it to the person for whom it is intended or by sending it by\nprepaid registered letter addressed to that person at his usual or last known\nplace of abode or business; or\n(b) in such other manner as may be directed by an order of the Court.\n(2) Where a notice is sent by post as provided by this section, it shall be\ndeemed to be served at the time at which the letter would have been delivered\nin the ordinary course of post."
    },
    {
      "key": "section:68",
      "title": "Section 68 - Trustee of more than one trust, protection as to notice",
      "main_structural_unit": "section",
      "main_structural_number": "68",
      "main_structural_heading": "Trustee of more than one trust, protection as to notice",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 68",
      "text": "A trustee acting for the purposes of more than one trust shall not, in the\nabsence of fraud, be affected by notice of any instrument, matter, fact or\nthing in relation to any particular trust, if he has obtained notice thereof\nmerely by reason of his acting or having acted for the purposes of another\ntrust."
    },
    {
      "key": "section:69",
      "title": "Section 69 - Powers of attorney, protection for trustees relying on",
      "main_structural_unit": "section",
      "main_structural_number": "69",
      "main_structural_heading": "Powers of attorney, protection for trustees relying on",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 69",
      "text": "(1) A trustee acting or paying money in good of faith in reliance on any power\nof attorney and on a statutory declaration or other sufficient evidence that\nthe power of attorney had not been revoked shall not be liable for that act or\npayment by reason of the fact that at the time of the act or payment the person\nwho gave the power of attorney was subject to any disability or bankrupt or\ndead, or had done or suffered some act or thing to avoid the power, if this\nfact was not known to the trustee at the time of his so acting or paying.\n(2) Nothing in this section affects the right of any person entitled to money\npaid by a trustee, in circumstances mentioned in subsection (1), against the\nperson to whom the payment is made; and the person so entitled shall have the\nsame remedy against the person to whom payment is made as he would have had\nagainst the trustee."
    },
    {
      "key": "section:70",
      "title": "Section 70 - Trustees liable for own defaults etc. only",
      "main_structural_unit": "section",
      "main_structural_number": "70",
      "main_structural_heading": "Trustees liable for own defaults etc. only",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 70",
      "text": "A trustee shall be chargeable only for money and securities actually received\nby him, notwithstanding his signing any receipt for the sake of conformity; and\nshall be answerable and accountable only for his own acts, receipts, neglects\nor defaults, and not for those of any other trustee, nor those of any bank,\nbroker or other person with whom any trust money or securities may be\ndeposited, nor for the insufficiency or deficiency of any securities, nor for\nany other loss, unless the insufficiency, deficiency or loss occurs through his\nown wilful default."
    },
    {
      "key": "section:71",
      "title": "Section 71 - Trustees' expenses, reimbursement out of trust property",
      "main_structural_unit": "section",
      "main_structural_number": "71",
      "main_structural_heading": "Trustees' expenses, reimbursement out of trust property",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 71",
      "text": "A trustee may reimburse himself for or pay or discharge out of the trust\nproperty all expenses reasonably incurred in or about the execution of the\ntrusts or powers."
    },
    {
      "key": "section:72",
      "title": "Section 72 - Chattels, bequest for life etc. or interest in, trustees' protection",
      "main_structural_unit": "section",
      "main_structural_number": "72",
      "main_structural_heading": "Chattels, bequest for life etc. or interest in, trustees' protection",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 72",
      "text": "(1) Where any chattels are, under the provisions of a will, bequeathed to any\nperson, including an infant, for life or for any limited interest, the trustee\nmay cause an inventory to be made of the chattels, of which inventory a copy\nshall be signed by that person and retained by the trustee, and another copy\nshall be delivered to that person.\n(2) The trustee may, upon obtaining a signed copy of an inventory thereof,\ndeliver any chattels to a person such as is mentioned in subsection (1) on such\nterms and conditions as the trustee thinks fit, and shall not thereafter be\nbound to see to the repair or insurance of the chattels, and shall not be\nsubject to any liability whatsoever by reason of the loss or destruction of the\nchattels or the neglect of that person to effect any necessary repairs or\ninsurance.\n(4) Where chattels bequeathed to a person for life or some other limited\ninterest consist wholly of articles of household furniture, the trustee may\ndeliver those articles to that person and shall be entitled to the protection\nprovided by subsection (2) without any obligation to register an inventory\nunder subsection (3)."
    },
    {
      "key": "section:73",
      "title": "Section 73 - Chattels bequeathed to infant, dealing with",
      "main_structural_unit": "section",
      "main_structural_number": "73",
      "main_structural_heading": "Chattels bequeathed to infant, dealing with",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 73",
      "text": "(1) A trustee may in his discretion deliver to an infant, or to the guardian or\nany of the guardians of an infant, any chattels absolutely vested in the\ninfant, and the receipt of the infant or guardian shall be a complete discharge\nto the trustee for any chattels so delivered.\n(2) The powers conferred by this section are in addition to the powers\nconferred by section 59 and, for the purposes of paragraph (a) of that section,\nthe value of the chattels delivered pursuant to this section shall not be taken\ninto account in any way."
    },
    {
      "key": "section:74",
      "title": "Section 74 - Shares, trustees' liability for calls on after transfer of",
      "main_structural_unit": "section",
      "main_structural_number": "74",
      "main_structural_heading": "Shares, trustees' liability for calls on after transfer of",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 74",
      "text": "A personal representative of a deceased person who was registered as the holder\nof shares not fully paid up in any incorporated company may distribute the\nassets of the estate of that deceased person as soon as the personal\nrepresentative has procured the registration of some other person as the holder\nof the shares, without reserving any portion of the estate for the payment of\nany calls made after the date of that registration, whether made by the company\nor its directors or by its liquidators in a winding up, but nothing in this\nsection affects any right that the company or its liquidator may have to follow\nthe assets of the deceased person into the hands of any persons to or amongst\nwhom they have been transferred or distributed."
    },
    {
      "key": "section:75",
      "title": "Section 75 - Breach of trust, Court may relieve trustee from personal liability for",
      "main_structural_unit": "section",
      "main_structural_number": "75",
      "main_structural_heading": "Breach of trust, Court may relieve trustee from personal liability for",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 75",
      "text": "If it appears to the Court that a trustee, whether appointed by the Court or\notherwise, is, or may be, personally liable for any breach of trust, whether\nthe transaction alleged to be a breach of trust occurred before or after the\ncommencement of this Act, but has acted honestly and reasonably, and ought\nfairly to be excused for the breach of trust and for omitting to obtain the\ndirections of the Court in the matter in which he committed the breach, then\nthe Court may relieve him either wholly or partly from personal liability for\nthat breach."
    },
    {
      "key": "section:76",
      "title": "Section 76 - Breach of trust, Court may order beneficiary to give indemnity for",
      "main_structural_unit": "section",
      "main_structural_number": "76",
      "main_structural_heading": "Breach of trust, Court may order beneficiary to give indemnity for",
      "defined_term": null,
      "structure_path": "Part VI -- Indemnities and protection of trustees, etc. > Section 76",
      "text": "(1) Where a trustee commits a breach of trust at the instigation or request or\nwith the consent in writing of a beneficiary, the Court may, if it thinks fit,\nmake such order as to the Court seems just for impounding all or any part of\nthe interest of the beneficiary in the trust estate by way of indemnity to the\ntrustee or persons claiming through him.\n(2) This section applies to breaches of trust committed as well before as after\nthe commencement of this Act.\n                    Part VII -- Further powers of the Court\n                   Division 1 -- Appointment of new trustees"
    },
    {
      "key": "section:77",
      "title": "Section 77 - New trustees, Court may appoint",
      "main_structural_unit": "section",
      "main_structural_number": "77",
      "main_structural_heading": "New trustees, Court may appoint",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 1 -- Appointment of new trustees > Section 77",
      "text": "(1) The Court may, whenever it is expedient to appoint a new trustee or new\ntrustees, and it is inexpedient, difficult or impracticable so to do without\nthe assistance of the Court, make an order for the appointment of a new trustee\nor new trustees, either in substitution for, or in addition to, any existing\ntrustee or trustees, or although there is no existing trustee.\n(2) In particular, and without limiting the generality of the provisions of\nsubsection (1), the Court may make an order appointing a new trustee in\nsubstitution for a trustee who --\n(a) desires to be discharged; or\n(b) has been held by the Court to have misconducted himself in the\nadministration of the trust; or\n(c) is convicted of an indictable offence; or\n(d) is a person of unsound mind; or\n(e) is bankrupt; or\n(f) is a corporation that has ceased to carry on business, or is in\nliquidation, or has been dissolved.\n(3) An order under this section, and any consequential vesting order or\nconveyance, does not operate further or otherwise as a discharge to any\ndischarged, former or continuing trustee than an appointment of new trustees\nunder any power for that purpose contained in any instrument would have\noperated.\n(4) Nothing in this section confers power to appoint an executor or\nadministrator.\n(5) Every trustee appointed by the Court has, as well before as after the trust\nproperty becomes by law or by assurance or otherwise vested in him, the same\npowers, authorities, and discretions, and may in all respects act, as if he had\nbeen originally appointed a trustee by the instrument (if any) creating the\ntrust.\n                          Division 2 -- Vesting orders"
    },
    {
      "key": "section:78",
      "title": "Section 78 - Vesting orders, when Court may make",
      "main_structural_unit": "section",
      "main_structural_number": "78",
      "main_structural_heading": "Vesting orders, when Court may make",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 78",
      "text": "(1) The Court may make an order, in this Act called a vesting order, that has\neffect as provided in section 85.\n(2) A vesting order may be made in any of the following cases, namely --\n(a) where the Court appoints or has appointed a new trustee; or\n(b) where a new trustee has been appointed out of Court under any statutory or\nexpress power; or\n(c) where a trustee retires or has retired; or\n(d) where a trustee is under a disability; or\n(e) where a trustee is out of the jurisdiction of the Court; or\n(f) where a trustee cannot be found; or\n(g) where a trustee, being a corporation, has ceased to carry on business or is\nin liquidation or has been dissolved; or\n(h) where a trustee neglects or refuses to convey any property, or to receive\nthe dividends or income of any property, or to sue for or recover any property\naccording to the direction of the person absolutely entitled to the same for\nSection 28 days next after a request in writing has been made to him by that person; or\n(i) where it is uncertain who was the survivor of 2 or more trustees jointly\nentitled to or possessed of any property; or\n(j) where it is uncertain whether the last trustee known to have been entitled\nto or possessed of any property is alive or dead; or\n(k) where there is no personal representative of the last trustee who was\nentitled to or possessed of any property or where it is uncertain who is the\npersonal representative of that trustee or where the personal representative of\nthat trustee cannot be found; or\n(l) where any person neglects or refuses to convey any property, or to receive\nthe dividends or income of any property, or to sue for or recover any property\nin accordance with the terms of an order of the Court; or\n(m) where a deceased person was entitled to or possessed of any property and\nhis personal representative is under a disability; or\n(n) where property is vested in a trustee and it appears to the Court to be\nexpedient to make a vesting order.\n(3) Where the provisions of subsection (2) are applicable, they extend to a\ntrustee entitled to, or possessed of, any property either solely or jointly\nwith any other person and whether by way of mortgage or otherwise."
    },
    {
      "key": "section:79",
      "title": "Section 79 - Vesting orders, terms of etc.",
      "main_structural_unit": "section",
      "main_structural_number": "79",
      "main_structural_heading": "Vesting orders, terms of etc.",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 79",
      "text": "(1) A vesting order may vest the property in such person, in such manner and\nfor such estate or interest as the Court may direct, or may release or dispose\nof any contingent right to such person as the Court may direct.\n(2) The fact that a vesting order is founded or purports to be founded on an\nallegation of the existence of any of the matters mentioned or referred to in\nsection 78 is conclusive evidence of the matter so alleged, in any Court, upon\nany question as to the validity of the order.\n(3) Nothing in this Act prevents the Court from directing a reconveyance or the\npayment of costs occasioned by any vesting order if improperly obtained, or\nfrom making a further vesting order.\n(4) Where, by reason of the dissolution of a corporation either before or after\nthe commencement of this Act, a legal estate in any property has determined,\nthe Court may by order create a corresponding estate and vest it in the person\nwho would have been entitled to the estate that determined, had it remained a\nsubsisting estate."
    },
    {
      "key": "section:80",
      "title": "Section 80 - Contingent rights of unborn persons, orders as to",
      "main_structural_unit": "section",
      "main_structural_number": "80",
      "main_structural_heading": "Contingent rights of unborn persons, orders as to",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 80",
      "text": "Where any property is subject to a contingent right in an unborn person or\nclass of unborn persons who on coming into existence would become entitled to\nor possessed of the property on any trust, the Court may make an order\nreleasing the property from the contingent right or may make an order vesting\nin any person the estate or interest to, or of, which the unborn person or\nclass of unborn persons would, on coming into existence, be entitled or\npossessed in the property."
    },
    {
      "key": "section:81",
      "title": "Section 81 - Mortgagee under a disability, orders as to",
      "main_structural_unit": "section",
      "main_structural_number": "81",
      "main_structural_heading": "Mortgagee under a disability, orders as to",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 81",
      "text": "Where any person entitled to or possessed of any property by way of mortgage is\nunder a disability the Court may make an order vesting or releasing or\ndisposing of the property in like manner as in the case of a trustee under like\ndisability."
    },
    {
      "key": "section:82",
      "title": "Section 82 - Infant's beneficial interest, orders as to",
      "main_structural_unit": "section",
      "main_structural_number": "82",
      "main_structural_heading": "Infant's beneficial interest, orders as to",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 82",
      "text": "Where an infant is beneficially entitled to any property, the Court may, where\nit considers it necessary or desirable in the interest of the infant or of the\ninfant and some other person, make an order --\n(a) appointing a person to sell and convey, lease, mortgage or charge the\nproperty, or otherwise to exercise such of the powers as are conferred by or\nunder this Act on a trustee, as the Court may in the order specify; or\n(b) in the case of stock or a thing in action, vesting in any person the right\nto transfer or call for a transfer of that stock, or to receive the dividends\nor income thereof, or to sue for and recover that thing in action, upon such\nterms as the Court thinks fit."
    },
    {
      "key": "section:83",
      "title": "Section 83 - Order for sale or mortgage of land, effect of etc.",
      "main_structural_unit": "section",
      "main_structural_number": "83",
      "main_structural_heading": "Order for sale or mortgage of land, effect of etc.",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 83",
      "text": "Where the Court gives a judgment or makes an order directing the sale or\nmortgage of any land, every person who is entitled to, or possessed of, any\ninterest in the land, or entitled to a contingent right therein, and is a party\nto the action or proceeding in which the judgment or order is given or made or\nis otherwise bound by the judgment or order, shall be deemed to be so entitled\nor possessed as a trustee for the purposes of this Act, and the Court may, if\nit thinks expedient, make an order vesting the land, or any part thereof, for\nsuch estate or interest as the Court thinks fit in the purchaser or mortgagee\nor in any other person."
    },
    {
      "key": "section:84",
      "title": "Section 84 - Orders for conveyance of land etc., consequential declarations and orders",
      "main_structural_unit": "section",
      "main_structural_number": "84",
      "main_structural_heading": "Orders for conveyance of land etc., consequential declarations and orders",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 84",
      "text": "as to\nWhere a judgment is given for the specific performance of a contract concerning\nany interest in land, or for partition, or sale in lieu of partition, or\nexchange of any land, or generally where any judgment is given for the\nconveyance of any interest in land (either in cases arising out of the doctrine\nof election or otherwise), the Court may declare --\n(a) that any of the parties to the action are trustees of any interest in the\nland, or any part thereof, within the meaning of this Act; or\n(b) that the interests of unborn persons who might claim under any party to the\naction, or under the will or voluntary settlement of any deceased person who\nwas, during his lifetime, a party to the contract or transaction concerning\nwhich the judgment is given, are the interests of persons who, on coming into\nexistence, would be trustees within the meaning of this Act;\nand thereupon the Court may make a vesting order relating to the rights of\nthose persons, born and unborn, as if they had been trustees."
    },
    {
      "key": "section:85",
      "title": "Section 85 - Vesting orders, effect of",
      "main_structural_unit": "section",
      "main_structural_number": "85",
      "main_structural_heading": "Vesting orders, effect of",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 85",
      "text": "(1) In the case of a vesting order consequential on the appointment of a new\ntrustee or the retirement of a trustee, the vesting order has the same\neffect --\n(a) as if the persons (if any) who, before the appointment or retirement, were\nthe trustees had duly executed all proper conveyances of the property for such\nestate or interest as the Court directs; or\n(b) if there is no such person as is mentioned in paragraph (a), or no such\nperson of full capacity, as if such person had existed and been of full\ncapacity, and had duly executed all proper conveyances of the property for such\nestate or interest as the Court directs.\n(2) In every case, other than those hereinbefore in this section mentioned, the\nvesting order has the same effect as if the trustee or other person or\ndescription or class of persons to whose rights, or supposed rights, the\nprovisions of this Division respectively relate, had been an ascertained and\nexisting person of full capacity, and had executed a conveyance or release to\nthe effect intended by the order.\n(3) In the case of land subject to the operation of the Transfer of Land\nAct 1893, the land does not vest until the appropriate entries are made in\naccordance with the provisions of that Act.\n(4) In the case of --\n(a) any property that does not come within subsection (3), but a transfer of\nwhich is required to be registered by or under any Act, whether of this State\nor otherwise; or\n(b) any security that is transferable only in books kept by a corporation,\ncompany or other body, or in manner directed by or under any Act, whether of\nthis State or otherwise,\na vesting order vests in the person named in the order the right to transfer or\ncall for a transfer of the property or security.\n(5) In the case of any security or chose in action, the vesting order vests in\nthe person named in the order the right to receive the dividends or income\nthereof, and to sue for or recover the chose in action.\n(6) The person, in whom the right to transfer or call for the transfer of any\nproperty or security is vested by an order of the Court under this Act, may\ntransfer the property or security to himself or to any other person in\naccordance with the order; and all banks, corporations, companies, societies,\nassociations and persons shall give effect to the transfer or comply with any\ndirection or request to transfer the property or security given or made in\naccordance with the order.\n(7) After notice in writing of an order made under this section, it shall not\nbe lawful for any bank, corporation, company, society, association or person to\ntransfer any property or security to which the order relates, or to pay any\ndividends thereon, except in accordance with the order.\n(8) An order shall not be made under this section vesting in any person shares\nthat are not fully paid up, unless that person applies for the order or\nconsents to the making of the order."
    },
    {
      "key": "section:86",
      "title": "Section 86 - Vested stock etc., directions as to transfer of etc.",
      "main_structural_unit": "section",
      "main_structural_number": "86",
      "main_structural_heading": "Vested stock etc., directions as to transfer of etc.",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 86",
      "text": "The Court may make declarations and give directions concerning the manner in\nwhich the right to transfer any stock or thing in action vested under the\nprovisions of this Act is to be exercised."
    },
    {
      "key": "section:87",
      "title": "Section 87 - Person may be appointed to convey instead of vesting order",
      "main_structural_unit": "section",
      "main_structural_number": "87",
      "main_structural_heading": "Person may be appointed to convey instead of vesting order",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 87",
      "text": "Where a vesting order can be made under any of the foregoing provisions,\nthe Court may, if it is more convenient, appoint a person to convey the\nproperty or release any right, and a conveyance or release by that person in\nconformity with the order has the same effect as an order under the appropriate\nprovision."
    },
    {
      "key": "section:88",
      "title": "Section 88 - Charities etc., vesting property in",
      "main_structural_unit": "section",
      "main_structural_number": "88",
      "main_structural_heading": "Charities etc., vesting property in",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 2 -- Vesting orders > Section 88",
      "text": "The powers conferred by this Act as to vesting orders may be exercised for\nvesting any property in any trustee of a charity or society over which the\nCourt would have jurisdiction upon action duly instituted, whether the\nappointment of the trustee was made by instrument under a power or by the Court\nunder its general or statutory jurisdiction.\n                Division 3 -- Jurisdiction to make other orders"
    },
    {
      "key": "section:89",
      "title": "Section 89 - Additional powers, Court may confer on trustee etc.",
      "main_structural_unit": "section",
      "main_structural_number": "89",
      "main_structural_heading": "Additional powers, Court may confer on trustee etc.",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 89",
      "text": "(1) Where in the opinion of the Court any sale, lease, mortgage, surrender,\nrelease or other disposition, or any purchase, investment, acquisition,\nretention, expenditure or other transaction is expedient in the management or\nadministration of any property vested in a trustee, or would be in the best\ninterests of the persons, or the majority of the persons, beneficially\ninterested under the trust, but it is inexpedient or difficult or impracticable\nto effect the disposition or transaction without the assistance of the Court,\nor it or they cannot be effected by reason of the absence of any power for that\npurpose vested in the trustee by the trust instrument (if any) or by law, the\nCourt may by order confer upon the trustee, either generally or in any\nparticular instance, the necessary power for the purpose, on such terms, and\nsubject to such provisions and conditions (if any) as the Court may think fit,\nand may direct in what manner any money authorised to be expended, and the\ncosts of any transaction, are to be paid or borne, and as to the incidence\nthereof between capital and income.\n(2) The Court may from time to time rescind or vary any order made under this\nsection, or may make any new or further order; but such a rescission or\nvariation of any order shall not affect any act or thing done in reliance on\nthe order before the person doing the act or thing became aware of the\napplication to the Court to rescind or vary the order.\n(3) An order may be made under this section, notwithstanding anything to the\ncontrary contained or expressed in the instrument creating the trust.\n(4) An application to the Court under this section may be made by the trustees,\nor by any of them, or by any person beneficially interested under the trust."
    },
    {
      "key": "section:90",
      "title": "Section 90 - Varying or revoking certain trusts, Court's powers as to",
      "main_structural_unit": "section",
      "main_structural_number": "90",
      "main_structural_heading": "Varying or revoking certain trusts, Court's powers as to",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 90",
      "text": "(1) Without limiting any other powers of the Court, it is hereby declared that,\nwhere any property is held on trusts arising under any will, settlement or\nother disposition, or on the intestacy or partial intestacy of any person, or\nunder any order of the Court, the Court may, if it thinks fit, by order approve\non behalf of --\n(a) any person having, directly or indirectly, an interest, whether vested or\ncontingent, under the trusts who, by reason of infancy or other incapacity, is\nincapable of assenting; or\n(b) any person (whether ascertained or not) who may become entitled, directly\nor indirectly, to an interest under the trusts as being, at a future date or on\nthe happening of a future event, a person of any specified description or a\nmember of any specified class of persons; but this paragraph does not include\nany person who would be of that description or a member of that class, if that\ndate had fallen or that event had happened at the date of the application to\nthe Court; or\n(c) any unborn or unknown person; or\n(d) any person, in respect of any discretionary interest of his under\nprotective trusts where the interest of the principal beneficiary has not\nfailed or determined,\nany arrangement (by whomever proposed, and whether or not there is any other\nperson beneficially interested who is capable of assenting thereto) varying or\nrevoking all or any of the trusts, or enlarging the powers of the trustees of\nmanaging or administering any of the property subject to the trusts.\n(2) Except where the Court approves an arrangement on behalf of a person\nreferred to in subsection (1)(d), the Court shall not approve an arrangement on\nbehalf of any person if the arrangement is to his detriment; and, in\ndetermining whether any such arrangement is to the detriment of a person, the\nCourt may have regard to all the benefits that may accrue to him directly or\nindirectly in consequence of the arrangement, including the welfare and honour\nof the family to which he belongs.\n(3) This section does not apply to any trust affecting property settled by any\nAct, other than the Administration Act 1903.\n(4) Any rearrangement approved by the Court under subsection (1) is binding on\nall persons on whose behalf it was so approved, and thereafter the trusts as so\nrearranged shall take effect accordingly.\n(5) In this section --\ndiscretionary interest means an interest arising under the trust specified in\nsection 61(3) or any like trust;\nprincipal beneficiary has the same meaning as in section 61(1);\nprotective trusts means the trusts specified in section 61(2) and (3) or any\nlike trusts."
    },
    {
      "key": "section:91",
      "title": "Section 91 - Periodic payments, Court may vary amount of",
      "main_structural_unit": "section",
      "main_structural_number": "91",
      "main_structural_heading": "Periodic payments, Court may vary amount of",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 91",
      "text": "Without limiting any other powers of the Court, it is hereby declared that the\nCourt may, on the application of any trustee or of any person beneficially\ninterested under the trust, by order, vary from time to time the amount of any\npayment (whether by way of annuity or otherwise) being made periodically to any\nbeneficiary, if the Court is of opinion, having regard to all the circumstances\nof the case, that it is just and equitable that the amount be varied."
    },
    {
      "key": "section:92",
      "title": "Section 92 - Directions, trustee may ask Court for",
      "main_structural_unit": "section",
      "main_structural_number": "92",
      "main_structural_heading": "Directions, trustee may ask Court for",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 92",
      "text": "(1) Any trustee may apply to the Court for directions concerning any property\nsubject to a trust, or respecting the management or administration of that\nproperty, or respecting the exercise of any power or discretion vested in the\ntrustee.\n(2) Every application made under this section shall be served upon, and the\nhearing thereof may be attended by, all persons interested in the application\nor such of them as the Court thinks expedient."
    },
    {
      "key": "section:93",
      "title": "Section 93 - Applications to Court, who may make",
      "main_structural_unit": "section",
      "main_structural_number": "93",
      "main_structural_heading": "Applications to Court, who may make",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 93",
      "text": "(1) An order under this Act for the appointment of a new trustee, or concerning\nany property subject to a trust, may be made on the application of any person\nbeneficially interested in the property, whether under a disability or not, or\non the application of any person duly appointed trustee of the property or\nintended to be so appointed.\n(2) An order under this Act concerning any interest in any property subject to\na mortgage may be made on the application of any person beneficially interested\nin the property, whether under a disability or not, or of any person interested\nin the money secured by the mortgage."
    },
    {
      "key": "section:94",
      "title": "Section 94 - Review of trustee's acts by Court etc.",
      "main_structural_unit": "section",
      "main_structural_number": "94",
      "main_structural_heading": "Review of trustee's acts by Court etc.",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 94",
      "text": "(1) Any person who has, directly or indirectly, an interest, whether vested or\ncontingent, in any trust property, and who is aggrieved by any act, omission or\ndecision of a trustee in the exercise of any power conferred by this Act, or\nwho has reasonable grounds to apprehend any such act, omission or decision of a\ntrustee by which he will be aggrieved, may apply to the Court to review the\nact, omission or decision, or to give directions in respect of the apprehended\nact, omission or decision; and the Court may require the trustee to appear\nbefore it, and to substantiate and uphold the grounds of the act, omission or\ndecision that is being reviewed, and may make such order in the premises as the\ncircumstances of the case may require.\n(2) An order of the Court under subsection (1) shall not --\n(a) disturb any distribution of the trust property, made without breach of\ntrust, before the trustee became aware of the making of the application to the\nCourt; or\n(b) affect any right acquired by any person in good faith and for valuable\nconsideration.\n(3) Where any application is made under this section, the Court may --\n(a) if any question of fact is involved, direct how the question shall be\ndetermined; and\n(b) if the Court is being asked to make an order that may adversely affect the\nrights of any person who is not a party to the proceedings, direct that that\nperson shall be made a party to the proceedings."
    },
    {
      "key": "section:95",
      "title": "Section 95 - Trustee acting under Court's direction, protection of",
      "main_structural_unit": "section",
      "main_structural_number": "95",
      "main_structural_heading": "Trustee acting under Court's direction, protection of",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 95",
      "text": "(1) Any trustee acting under any direction of the Court shall be deemed, so far\nas regards his own responsibility, to have discharged his duty as trustee in\nthe subject-matter of the direction, notwithstanding that the order giving the\ndirection is subsequently invalidated, overruled, set aside or otherwise\nrendered of no effect, or varied.\n(2) This section does not indemnify any trustee in respect of any act done in\naccordance with any direction of the Court if he has been guilty of any fraud\nor wilful concealment or misrepresentation in obtaining the direction or in\nacquiescing in the Court making the order giving the direction."
    },
    {
      "key": "section:96",
      "title": "Section 96 - Absence etc. of parties, Court may proceed in",
      "main_structural_unit": "section",
      "main_structural_number": "96",
      "main_structural_heading": "Absence etc. of parties, Court may proceed in",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 96",
      "text": "(1) Where in any proceedings the Court is satisfied that diligent search has\nbeen made for any person, who, in the character of trustee, is made a defendant\nin any action, to serve him with a process of the Court, and that he cannot be\nfound, the Court may hear and determine the proceedings and give judgment\ntherein against that person, in his character of a trustee, as if he had been\nduly served or had entered an appearance in the action, and had also appeared\nby his counsel or solicitor at the hearing, but (except as provided\nin subsection (2)) without prejudice to any interest he may have in the matters\nin question in the proceedings in any other character.\n(2) Where any party to any proceedings relating to a trust, or where any person\nor class of persons that the Court thinks should be made a party or parties to\nthose proceedings or otherwise be given an opportunity to attend and be heard\nin those proceedings, at the time of the proceedings --\n(a) is not within the jurisdiction; or\n(b) is under disability; or\n(c) cannot be found; or\n(d) is unborn; or\n(e) is not capable of being identified or ascertained,\nthe Court may appoint some person to represent that party, person or class, or\nmay proceed in his or their absence, and all orders made in the proceedings are\nas binding on that party, person or class as if personally present and of full\ncapacity."
    },
    {
      "key": "section:97",
      "title": "Section 97 - Costs of court proceedings, orders as to",
      "main_structural_unit": "section",
      "main_structural_number": "97",
      "main_structural_heading": "Costs of court proceedings, orders as to",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 97",
      "text": "The Court may order the costs and expenses of and incidental to any application\nfor any order under this Act, or of and incidental to the order, or any\nconveyance or assignment in pursuance thereof, to be raised and paid out of the\nproperty in respect of which any of them is made, or out of the income of the\nproperty, or to be borne and paid in such manner and by such persons as the\nCourt thinks fit."
    },
    {
      "key": "section:98",
      "title": "Section 98 - Trustees' remuneration",
      "main_structural_unit": "section",
      "main_structural_number": "98",
      "main_structural_heading": "Trustees' remuneration",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 98",
      "text": "(1) The Court may, out of the property subject to any trust, allow to any\nperson who is, or has been, a trustee thereof or to that person's personal\nrepresentative such commission or percentage for that person's services as is\njust and reasonable.\n(2) The aggregate commission or percentage allowed under subsection (1) shall\nnot exceed 5% of the gross value of the trust property.\n(3) The Court may, from time to time, allow such portion of the aggregate\ncommission or percentage allowable under this section as it thinks fit.\n(4) Where the Court allows a commission or percentage under this section, in\nany case in which 2 or more persons are or have been trustees, whether acting\nat the same time or at different times, the Court may, in its discretion,\napportion the total amount allowed among the trustees in such manner as it\nthinks fit, and, in particular, may divide the amount in unequal shares or may\nmake the allowance to one or more of the trustees to the exclusion of the other\nor others.\n(5) In the absence of a direction to the contrary in the trust instrument, a\ntrustee being a person engaged in any profession or business for whom no\nbenefit or remuneration is provided in the trust instrument is entitled to\ncharge and be paid out of the trust property all usual professional or business\ncharges for business transacted, time expended, and acts done by him or his\nfirm in connection with the trust, including acts that a trustee not being in\nany profession or business could have done personally; and, on any application\nto the Court for commission or percentage under subsection (1), the Court may\ntake into account any charges that have been paid out of the trust property\nunder this subsection."
    },
    {
      "key": "section:99",
      "title": "Section 99 - Payment into Court by trustees",
      "main_structural_unit": "section",
      "main_structural_number": "99",
      "main_structural_heading": "Payment into Court by trustees",
      "defined_term": null,
      "structure_path": "Part VII -- Further powers of the Court > Division 3 -- Jurisdiction to make other orders > Section 99",
      "text": "(1) Trustees or the majority of trustees having in their hands or under their\ncontrol money or securities subject to a trust may pay them into Court; and\nthey shall be dealt with according to the orders, and subject to the rules, of\nthe Court.\n(2) The receipt or certificate of the proper officer is a sufficient discharge\nto trustees for any money or securities paid into Court.\n(3) Where money or securities are vested in any persons as trustees and the\nmajority are desirous of paying them into Court, but the concurrence of the\nother or others cannot be obtained, the Court may order the payment into Court\nto be made by the majority without the concurrence of the other or others.\n(4) Where any money or securities ordered to be paid into Court under\nsubsection (3) are deposited with a banker, broker or other depositary, the\nCourt may order payment or delivery of the money or securities to the majority\nof the trustees, for the purpose of payment into Court.\n(5) Every transfer, payment, and delivery of money or securities made in\npursuance of any order under this section is valid and takes effect as if it\nhad been made on the authority or by the act of all the persons entitled to the\nmoney and securities.\n                           Part VIII -- Miscellaneous"
    },
    {
      "key": "section:100",
      "title": "Section 100 - Indemnity to persons acting under this Act etc.",
      "main_structural_unit": "section",
      "main_structural_number": "100",
      "main_structural_heading": "Indemnity to persons acting under this Act etc.",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 100",
      "text": "This Act, and every order purporting to be made under this Act, is a complete\nindemnity to every bank, company, society, association or person for any acts\ndone pursuant thereto, and it is not necessary for any bank, company, society,\nassociation or person to inquire concerning the propriety of the order, or\nwhether the Court had jurisdiction to make it."
    },
    {
      "key": "section:101",
      "title": "Section 101 - Bankers acting on trustees' authority, protection of",
      "main_structural_unit": "section",
      "main_structural_number": "101",
      "main_structural_heading": "Bankers acting on trustees' authority, protection of",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 101",
      "text": "(1) Where there are 2 or more trustees of a trust and the trustees by writing\nunder their hands authorise a banker --\n(a) to pay bills of exchange drawn upon the banking account of the trustees by\nthe trustee or trustees named in that behalf in the authority; or\n(b) to recognise as a valid endorsement upon any bill of exchange payable to\nthe order of the trustees the endorsement thereon by the trustee or trustees\nnamed in that behalf in the authority; or\n(c) to pay money out of any account of the trust in a savings bank, on\npresentation of withdrawal forms signed in the manner specified in the\nauthority,\nthe banker acting in pursuance of that authority shall not be deemed privy to a\nbreach of trust on the ground only of notice that the persons giving the\nauthority were trustees, or that the instrument (if any) by which the trust was\ncreated did not contain any express power to give such an authority.\n(2) The protection afforded to bankers by subsection (1) does not apply in the\ncase of anything done by a banker, in pursuance of an authority given under\nthat subsection, after the banker has received notice in writing of the\nrevocation, by death or otherwise, of the authority.\n(3) This section does not affect any question of the liability of any trustee\nfor breach of trust in authorising a banker as provided by subsection (1)\nthereof.\n(4) Nothing in this section or in any rule of law prevents trustees opening a\nbank account named as an imprest account and authorising any one or more of\ntheir number or any other person or persons to operate upon the imprest\naccount.\n(5) In this section,\nbill of exchange has the same meaning as in the Bills of Exchange Act 1909\n(Commonwealth)."
    },
    {
      "key": "section:102",
      "title": "Section 102 - Non-charitable and invalid purposes, inclusion does not invalidate a trust",
      "main_structural_unit": "section",
      "main_structural_number": "102",
      "main_structural_heading": "Non-charitable and invalid purposes, inclusion does not invalidate a trust",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 102",
      "text": "(1) In this section the term imperfect trust provision means any trust under\nwhich some non-charitable and invalid as well as some charitable purpose or\npurposes is or are or could be deemed to be included in any of the purposes to\nor for which an application of the trust property, or any part thereof, is by\nthe trust directed or allowed.\n(2) A trust shall not be held to be invalid by reason that the trust property\nis to be held or applied in accordance with an imperfect trust provision.\n(3) Every trust under which property is to be held or applied in accordance\nwith an imperfect trust provision shall be construed and given effect in the\nsame manner in all respects as if no holding or application of the trust\nproperty or any part thereof to or for any non-charitable and invalid purpose\nhad been or could be deemed to have been so directed or allowed.\n(4) This section applies to every trust under which property is to be held or\napplied in accordance with an imperfect trust provision, whether the trust is\ndeclared before or after the commencement of this Act; but it does not apply to\nany trust declared by the will of any testator dying before, or to any other\ntrust declared before, the commencement of this Act, if before the commencement\nof this Act --\n(a) the trust has been declared to be invalid by any order or judgment made or\ngiven in legal proceedings; or\n(b) property subject to the imperfect trust provision or income therefrom has\nbeen paid or conveyed to, or applied for the benefit of, or set apart for, the\npersons entitled by reason of the invalidity of the trust."
    },
    {
      "key": "section:103",
      "title": "Section 103 - Interest bearing securities, apportionment of interest on sale etc.",
      "main_structural_unit": "section",
      "main_structural_number": "103",
      "main_structural_heading": "Interest bearing securities, apportionment of interest on sale etc.",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 103",
      "text": "(1) Whenever any payment received by a trustee in respect of a sale of trust\nproperty, being securities bearing interest at a fixed rate, is, or includes,\npayment for the right to receive any interest accrued from those securities at\nthe time of the sale, though that interest may not then be due, the amount of\nthat accrued interest shall for the purposes of the trust be deemed to have\nbeen received by the trustee as interest in respect of the period during which\nthe interest so accrued.\n(2) Whenever any payment made by a trustee out of trust money in respect of a\npurchase of any securities bearing interest at a fixed rate is, or includes,\npayment for the right to receive any interest accrued from those securities at\nthe time of the purchase, though that interest may not then be due, the amount\nof that accrued interest when received on account of the trust shall, for the\npurposes of the trust, be deemed to have been so received as purchase money\nrepaid.\n(3) Anything done by a trustee before the passing of this Act that would have\nbeen authorised by this section, if this section had then been in force, shall\nbe deemed to have been authorised by this section.\n(4) The provisions of this section apply if and so far only as a contrary\nintention is not expressed in the instrument (if any) creating the trust, and\nhave effect subject to the terms of that instrument."
    },
    {
      "key": "section:104",
      "title": "Section 104 - Residuary estate of deceased, application of income from",
      "main_structural_unit": "section",
      "main_structural_number": "104",
      "main_structural_heading": "Residuary estate of deceased, application of income from",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 104",
      "text": "(1) Where, under the provisions of the will of a person (in this section called\nthe deceased) who dies after the commencement of this Act, any real or personal\nproperty included either by specific or general description in a residuary gift\nis settled by way of succession, no part of the income of that property (which\nproperty is hereinafter in this section called the settled property) is\napplicable in or towards the payment of the funeral, testamentary, and\nadministration expenses, or the debts, legacies, and liabilities, or of the\ninterest (if any) thereon, up to the date of the death of the deceased.\n(2) Subsection (1) does not apply to any commission that is payable to the\ntrustee in respect of any such income as is mentioned in that subsection or to\nany testamentary or administration expenses that, apart from that subsection,\nwould be payable wholly out of income.\n(3) The income of the settled property is applicable in priority to any other\nassets in payment of the interest (if any) accruing due on the funeral,\ntestamentary, and administration expenses, and the debts, legacies, and\nliabilities after the date of death of the deceased and up to the payment\nthereof, and the balance of that income is payable to the person for the time\nbeing entitled to the income of the settled property.\n(4) Where, after the death of the deceased, income of assets comprised in the\nsettled property that are ultimately applied in or towards payment of the\nfuneral, testamentary, and administration expenses, and the debts, legacies,\nand liabilities arises pending that application, that income shall, for the\npurposes of this section, be deemed to be income of the residuary estate of the\ndeceased.\n(5) In this section administration expenses includes duty payable under the\nAdministration Act 1903, and estate duty payable under any Commonwealth Act and\nany other duty payable in any state or country outside this State on, or\nconsequent on, or arising out of, the death of the deceased to the extent to\nwhich such duties are payable out of residue.\n(6) Nothing in this section applies to any annuity that is payable out of the\nestate of the deceased.\n(7) This section affects only the rights of beneficiaries under the will as\nbetween themselves, and does not affect the rights of creditors of the deceased\nor limit any other powers of the trustee.\n(8) The provisions of this section apply if and so far only as a contrary\nintention is not expressed in the will, and have effect subjects to the terms\nof the will and of any Act as to charges on property of the deceased."
    },
    {
      "key": "section:105",
      "title": "Section 105 - Residuary estate of deceased, application of income pending sale etc.",
      "main_structural_unit": "section",
      "main_structural_number": "105",
      "main_structural_heading": "Residuary estate of deceased, application of income pending sale etc.",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 105",
      "text": "(1) Where, under the will of any person any real or personal property, included\n(either by specific or general description) in a residuary gift is settled by\nway of succession, then, notwithstanding that the property may be of a wasting,\nspeculative or reversionary nature --\n(a) pending any sale, calling in, or conversion of the settled property, the\nwhole of the net income of the property actually producing income shall be\napplied as income and no part thereof shall be apportioned to capital; and\n(b) on any sale, calling in, or conversion of the settled property, or on the\nfalling in of any reversionary property, no part of the proceeds of the sale,\ncalling in, conversion or falling in shall be applied as past income.\n(2) This section applies only in respect of the wills of persons who die after\nthe commencement of this Act.\n(3) The provisions of this section apply if and so far only as a contrary\nintention is not expressed in the will of the deceased, and have effect subject\nto the terms of that will."
    },
    {
      "key": "section:106",
      "title": "Section 106 - Annuities etc., to be applied as income in some cases",
      "main_structural_unit": "section",
      "main_structural_number": "106",
      "main_structural_heading": "Annuities etc., to be applied as income in some cases",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 106",
      "text": "(1) This section applies to --\n(a) every payment of an annuity contributed for or purchased by, for, or on\nbehalf of, a deceased person who dies after the commencement of this Act; and\n(b) every periodic payment, however described, paid in terms of, or pursuant\nto, a policy of insurance on the life of a deceased person, who dies after the\ncommencement of this Act, and providing for payments to be made thereunder for\na period of years or until a specified date or on the occurrence of a specified\nevent or for the life of any person,\nthat is received as part of the estate of the deceased person by the trustee of\nhis estate.\n(2) Every payment to which this section applies shall be paid or applied as if\nit were income of the estate of the deceased person received on the date on\nwhich that payment is received, and so that the dispositions, trusts, and\npowers applicable in the administration of the estate with respect to income\nreceived on that date apply with respect to that payment.\n(3) The provisions of this section apply if, and so far only as, a contrary\nintention is not expressed in the will of the deceased person, and have effect\nsubject to the terms of that will."
    },
    {
      "key": "section:107",
      "title": "Section 107 - Trustees' remuneration deemed testamentary expenses",
      "main_structural_unit": "section",
      "main_structural_number": "107",
      "main_structural_heading": "Trustees' remuneration deemed testamentary expenses",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 107",
      "text": "The fees, commission, remuneration, and other charges payable to a trustee in\nrespect of the administration of the estate of a deceased person shall be\ndeemed to be testamentary expenses."
    },
    {
      "key": "section:108",
      "title": "Section 108 - Missing beneficiaries etc., costs of inquiries as to",
      "main_structural_unit": "section",
      "main_structural_number": "108",
      "main_structural_heading": "Missing beneficiaries etc., costs of inquiries as to",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 108",
      "text": "The costs, expenses, and charges of the trustee of any property in respect of\nany inquiries made by him to ascertain the existence or identity of any person\nor persons entitled to any legacy, money or distributive share in the property,\nor otherwise incurred in relation thereto, shall be borne by and paid out of\nthe legacy, money or distributive share of the person or persons in respect of\nwhom the inquiries were made, unless a contrary intention appears in the\ninstrument (if any) creating the trust."
    },
    {
      "key": "section:109",
      "title": "Section 109 - Life tenant etc. to have powers of a trustee in certain cases",
      "main_structural_unit": "section",
      "main_structural_number": "109",
      "main_structural_heading": "Life tenant etc. to have powers of a trustee in certain cases",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 109",
      "text": "(1) Where there is no trustee of any land, but the land is for the time being\nlawfully vested in any person entitled to the possession thereof, or to the\nreceipt of the rents and profits therefrom, for an estate for life, or for a\nterm of years determinable with his life, or for any greater estate not being a\nfee simple absolute, that person may exercise all the powers conferred on a\ntrustee by this Act, and the Court may confer on that person all the powers\nthat it could confer on a trustee under this Act; and anything done by that\nperson in exercise of any power by or under this section conferred has the same\nforce and effect as if it had been done by a trustee.\n(2) Nothing in this section authorises any person mentioned in subsection (1)\nto sell any land therein mentioned, or to raise any capital money by a mortgage\nthereof or other dealing therewith, unless the money paid on the sale or the\ncapital money so raised is paid to a trustee who is duly appointed and entitled\nto receive it."
    },
    {
      "key": "section:110",
      "title": "Section 110 - Regulations",
      "main_structural_unit": "section",
      "main_structural_number": "110",
      "main_structural_heading": "Regulations",
      "defined_term": null,
      "structure_path": "Part VIII -- Miscellaneous > Section 110",
      "text": "The Governor may make regulations prescribing all matters that are required or\npermitted by this Act to be prescribed or are necessary or convenient to be\nprescribed for giving effect to the purposes of this Act.\n                        First Schedule -- Acts repealed\n-------------------------------------------------------------------\n     No. of Act.                Short Title.            Extent of  \n                                                         Repeal.   \n-------------------------------------------------------------------\n23 and 24 Victoria   An Act to give trustees,          Part I and  \nc. 145 (Imp.).       mortgagees, and others certain    Part III.   \n(Adopted by          powers now commonly inserted in               \n31 Victoria No. 8^   Settlements, Mortgages, and Wills             \n 4.)                                                               \n-------------------------------------------------------------------\n55 Victoria No. 10   The Settled Land Act of 1892      The whole.  \n-------------------------------------------------------------------\nNo. 49 of 1909       Settled Land Act Amendment        The whole.  \n                     Act 1909                                      \n-------------------------------------------------------------------\n64 Victoria No. 17   Trustees Act 1900                 The whole.  \n-------------------------------------------------------------------\nNo. 7 of 1927        Trustees Act Amendment Act 1927   The whole.  \n-------------------------------------------------------------------\nNo. 38 of 1951       Trustees Act Amendment Act 1951   The whole.  \n-------------------------------------------------------------------\nNo. 35 of 1955       Trustees Act Amendment Act 1955   The whole.  \n-------------------------------------------------------------------\nNo. 54 of 1955       Trustees Act Amendment Act (No. 2)The whole.  \n                      1955                                         \n-------------------------------------------------------------------\nNo. 39 of 1956       Trustees Act Amendment Act 1956   The whole.  \n-------------------------------------------------------------------\nNo. 15 of 1957       Trustees Act Amendment Act 1957   The whole.  \n-------------------------------------------------------------------\n               Second Schedule -- Form of notice by advertisement\nA.B., late of (set out the usual residence and addition or other description of\nthe deceased).\nCreditors and other persons having claims (to which section 63 of the Trustees\nAct 1962 relates) in respect of the estate of the deceased, who died (set out\nthe date of death with such accuracy as the information of the trustee,\npersonal representative, or applicant for grant of representation permits), are\nrequired by the trustee (or personal representative or applicant for grant of\nrepresentation)\n, of\n(set out name and address of trustee or personal representative or applicant\nfor grant of representation) to send particulars of their claims to him by the\nday of  20 ,^ * after which date the trustee (or personal representative or\napplicant for grant of representation) may convey or distribute the assets,\nhaving regard only to the claims of which he then has notice.\n(Date) * A date not less than one month from date of advertisement.\n                                     dline\n^1 This is a compilation of the Trustees Act 1962 and includes the amendments\nmade by the other written laws referred to in the following table^ 5. The table\nalso contains information about any reprint."
    }
  ]
}